0.82242643833160400390625
0.797722995281219482421875
0.785183846950531005859375
0.802780926227569580078125
0.774641692638397216796875
0.803111970424652099609375
0.766718685626983642578125
0.771953642368316650390625
0.78610622882843017578125
0.792783796787261962890625
0.812377750873565673828125
0.787542998790740966796875
0.79436910152435302734375
0.77234733104705810546875
0.773814022541046142578125
0.756779730319976806640625
0.791448652744293212890625
0.808775424957275390625
0.809737741947174072265625
0.809659779071807861328125
0.7913467884063720703125
0.80456387996673583984375
0.78901827335357666015625
0.779813587665557861328125
0.79475653171539306640625
0.806949794292449951171875
0.7869389057159423828125
0.80614817142486572265625
0.7880802154541015625
0.77218377590179443359375
0.799043834209442138671875
0.7884156703948974609375
0.775014936923980712890625
0.804690420627593994140625
0.807806193828582763671875
0.758679091930389404296875
0.7721445560455322265625
0.756341278553009033203125
0.7991008758544921875
0.7999670505523681640625
0.806514739990234375
0.80060589313507080078125
0.787722051143646240234375
0.787087917327880859375
0.8106784820556640625
0.7836363315582275390625
0.78322803974151611328125
0.807844340801239013671875
0.775204122066497802734375
0.8012282848358154296875
0.803093135356903076171875
0.7819652557373046875
0.792837917804718017578125
0.784689009189605712890625
0.766186237335205078125
0.7901723384857177734375
0.781299591064453125
0.774483382701873779296875
0.787719070911407470703125
0.80642759799957275390625
0.802022993564605712890625
0.788045942783355712890625
0.813322126865386962890625
0.814951598644256591796875
0.790549695491790771484375
0.79778873920440673828125
0.802446782588958740234375
0.81162869930267333984375
0.7806522846221923828125
0.793308198451995849609375
0.798128426074981689453125
0.79529201984405517578125
0.813183605670928955078125
0.804119765758514404296875
0.7864553928375244140625
0.8076398372650146484375
0.8099582195281982421875
0.7817685604095458984375
0.803537547588348388671875
0.790374696254730224609375
0.79206717014312744140625
0.79931652545928955078125
0.792737782001495361328125
0.7920486927032470703125
0.82506072521209716796875
0.811653554439544677734375
0.788406670093536376953125
0.787414014339447021484375
0.796140253543853759765625
0.809132039546966552734375
0.803148090839385986328125
0.82371485233306884765625
0.8007194995880126953125
0.7774026393890380859375
0.790751993656158447265625
0.795896053314208984375
0.792298853397369384765625
0.8030140399932861328125
0.7765738964080810546875
0.79073464870452880859375
0.800439894199371337890625
0.822806656360626220703125
0.8122456073760986328125
0.8133294582366943359375
0.78923237323760986328125
0.7780883312225341796875
0.8110713958740234375
0.811621963977813720703125
0.7932302951812744140625
0.80358588695526123046875
0.81038379669189453125
0.789466798305511474609375
0.805173814296722412109375
0.788724362850189208984375
0.801326096057891845703125
0.796418666839599609375
0.7804315090179443359375
0.798304021358489990234375
0.79483687877655029296875
0.801056802272796630859375
0.81211185455322265625
0.795495688915252685546875
0.788524925708770751953125
0.78312051296234130859375
0.7899806499481201171875
0.768464863300323486328125
0.786114752292633056640625
0.808700025081634521484375
0.814710319042205810546875
0.767812073230743408203125
0.78093242645263671875
0.80881404876708984375
0.78683567047119140625
0.793217182159423828125
0.81790387630462646484375
0.78628098964691162109375
0.80484330654144287109375
0.79980385303497314453125
0.80557000637054443359375
0.805413067340850830078125
0.7681457996368408203125
0.78617298603057861328125
0.807340562343597412109375
0.782848536968231201171875
0.78929078578948974609375
0.804912567138671875
0.766034662723541259765625
0.7815215587615966796875
0.818409979343414306640625
0.81677472591400146484375
0.799391210079193115234375
