4.95299053192138671875
6.4754886627197265625
5.7598171234130859375
4.89191722869873046875
5.05929088592529296875
4.258098602294921875
4.704568386077880859375
5.5295848846435546875
5.070435047149658203125
5.374857425689697265625
4.229379177093505859375
4.904627323150634765625
4.840633869171142578125
4.448286533355712890625
5.174413204193115234375
6.72185516357421875
4.9671878814697265625
4.92689609527587890625
4.856746673583984375
4.662383556365966796875
4.941457271575927734375
5.592357635498046875
4.8063640594482421875
5.084873676300048828125
4.36620330810546875
6.401139736175537109375
7.015990734100341796875
5.0376796722412109375
4.704993724822998046875
4.7672023773193359375
4.44124507904052734375
4.99584102630615234375
5.07760143280029296875
7.360139369964599609375
5.2717742919921875
4.46638774871826171875
4.67767810821533203125
4.66691112518310546875
3.9772739410400390625
5.27701282501220703125
5.0151271820068359375
6.421046733856201171875
4.57409000396728515625
5.7145709991455078125
4.79145526885986328125
5.141898632049560546875
4.868503093719482421875
5.35233783721923828125
4.9369964599609375
4.6110439300537109375
4.283433437347412109375
4.936636447906494140625
5.7373790740966796875
5.19516658782958984375
4.48099517822265625
4.1212482452392578125
5.28416156768798828125
5.71550464630126953125
5.73140430450439453125
7.725006580352783203125
4.943434238433837890625
5.38520526885986328125
5.0981540679931640625
4.638326168060302734375
5.68602657318115234375
4.40501499176025390625
4.543915271759033203125
4.984055995941162109375
7.4592342376708984375
5.605324268341064453125
5.548043727874755859375
8.62804126739501953125
8.31741619110107421875
4.96904277801513671875
4.662946224212646484375
5.137061595916748046875
5.045041561126708984375
5.322219371795654296875
4.344835758209228515625
4.80683135986328125
4.67442798614501953125
4.305395603179931640625
7.98801326751708984375
5.687911510467529296875
5.01206302642822265625
5.3847026824951171875
4.731343746185302734375
5.909737110137939453125
5.245542049407958984375
4.5532131195068359375
4.924082279205322265625
4.7002277374267578125
11.0743999481201154111431605997495353221893310546875
7.096723079681396484375
5.23622226715087890625
4.634919643402099609375
7.6678714752197265625
4.6776256561279296875
4.483148097991943359375
4.628528118133544921875
6.013374805450439453125
6.925522327423095703125
4.7698497772216796875
6.26038360595703125
8.1619625091552734375
5.2809295654296875
5.25152111053466796875
10.0404586791992205263568394002504646778106689453125
6.97604656219482421875
4.84217166900634765625
7.90299892425537109375
4.68334293365478515625
4.482784271240234375
4.409421443939208984375
8.63483524322509765625
5.128610134124755859375
6.127562999725341796875
5.929684162139892578125
5.255992889404296875
11.34843730926513671875
5.570972919464111328125
4.69555377960205078125
5.12093448638916015625
5.759876728057861328125
7.63482952117919921875
8.904796600341796875
5.168441295623779296875
5.12219715118408203125
8.27556324005126953125
5.42609882354736328125
5.511939525604248046875
4.494598388671875
4.692279815673828125
4.5426464080810546875
5.1013965606689453125
4.858135223388671875
4.7042083740234375
5.919802188873291015625
5.2513294219970703125
5.38614177703857421875
7.782733917236328125
5.010610103607177734375
5.563213348388671875
7.6053714752197265625
4.98382091522216796875
5.01331806182861328125
5.2121429443359375
4.703312397003173828125
5.20891857147216796875
3.858226299285888671875
8.1878337860107421875
