0.1783968569257277092532376627787016332149505615234375
0.11909212026386810368006052840428310446441173553466796875
0.2045517954180094133409539836065960116684436798095703125
0.179411264013301596786931213500793091952800750732421875
0.1368211786844207022983965771345538087189197540283203125
0.1320512080738399929291659873342723585665225982666015625
0.135120968300936505901432838072651065886020660400390625
0.1537140162497357132043163119305972941219806671142578125
0.1509648914694086963006469659376307390630245208740234375
0.093042354598270093912759648446808569133281707763671875
0.11664484387042349522456419208538136444985866546630859375
0.1508835986195967981959853432272211648523807525634765625
0.12248518619897040549115985186290345154702663421630859375
0.162949412868217902161660504134488292038440704345703125
0.10655177818580140181037307911537936888635158538818359375
0.155121073979741896931017208771663717925548553466796875
0.17612222286028400564106277670362032949924468994140625
0.177580099132527202687725775831495411694049835205078125
0.1508064914569006986777566226010094396770000457763671875
0.1824748215910612925139133722041151486337184906005859375
0.111810784665140994231791182755841873586177825927734375
0.175490700558865786451434587434050627052783966064453125
0.1693338498778184930682044750938075594604015350341796875
0.1670801454182622991506690368623821996152400970458984375
0.11657542280869580275659558310508145950734615325927734375
0.15161783418114949117949663559556938707828521728515625
0.0884386250143097962794769273386918939650058746337890625
0.1340718118460300922745176421813084743916988372802734375
0.1554189697030854133696919916474143974483013153076171875
0.1365447800245072895730658046886674128472805023193359375
0.1153458510600877950924569859125767834484577178955078125
0.111993920172139993507443023190717212855815887451171875
0.153514502248872808376489729198510758578777313232421875
0.1951799124792918116444440101986401714384555816650390625
0.1512363678339636863245942777211894281208515167236328125
0.1740283700542037959024810334085486829280853271484375
0.1628482957142695919383612590536358766257762908935546875
0.2052704953860018111111429561788099817931652069091796875
0.10856843713312129551251672410216997377574443817138671875
0.1960311234875201924499066308271721936762332916259765625
0.1954523736179734072493374696932733058929443359375
0.135808783541701394437239969192887656390666961669921875
0.12833366763187858961003939839429222047328948974609375
0.1520821494350785008098370099105522967875003814697265625
0.2027696859193313938529712459057918749749660491943359375
0.2074775423353099890189099596682353876531124114990234375
0.1204551977965885034560500344014144502580165863037109375
0.1272254216496432055460985566242015920579433441162109375
0.20323788043048229834397488957620225846767425537109375
0.215396720649893402832475430841441266238689422607421875
0.1054902731253188064020065439763129688799381256103515625
0.203253088069567489082345446149702183902263641357421875
0.18498771111116829590770294089452363550662994384765625
0.180355314749842399191237518607522360980510711669921875
0.14849520650147118860928685535327531397342681884765625
0.167789649145265007401661705443984828889369964599609375
0.108959091095082893918544186817598529160022735595703125
0.1851175097070668906784618457095348276197910308837890625
0.1179470076958188951010697564925067126750946044921875
0.135288711313501897048894306863076053559780120849609375
0.10426143712417319797669534864326124079525470733642578125
0.1296774610882797940103472456030431203544139862060546875
0.1701652475846645862223027734216884709894657135009765625
0.10811136380431220216369325726191163994371891021728515625
0.1635534585726750866907508452641195617616176605224609375
0.11457770215574049343931761768544674851000308990478515625
0.170117411713078203749915928710834123194217681884765625
0.1640078225763761110567173773233662359416484832763671875
0.12252950430442599571989603646215982735157012939453125
0.1810569440552650954945335115553461946547031402587890625
0.1859189304679987053692258314185892231762409210205078125
0.18279137243508969401517560982028953731060028076171875
0.154324825311603908151170116980210877954959869384765625
0.11146172398100180622737553903789375908672809600830078125
0.167984359876582500792352448115707375109195709228515625
0.14308939456442459903229291739990003407001495361328125
0.162238845074508308830019132074085064232349395751953125
0.13707030517006069114671618081047199666500091552734375
0.136766746066655897617891923800925724208354949951171875
0.041083839409739898729245766162421205081045627593994140625
0.1623725606752139949406910091056488454341888427734375
0.0840051099788066968354627306325710378587245941162109375
0.15396569965920681166693384511745534837245941162109375
0.1675209601784642121646839996174094267189502716064453125
0.09161609266490329528398461889082682318985462188720703125
0.11084686056666380460367093974127783440053462982177734375
0.159044834884972396960023388601257465779781341552734375
0.1462801832589555039998430174819077365100383758544921875
0.164625274446813796291877451949403621256351470947265625
0.11605514152495159663214252532270620577037334442138671875
0.09228052336120480536596488718714681454002857208251953125
0.0751090912533702026454562883373000659048557281494140625
0.1414846623313034956748168724516290239989757537841796875
0.17488304168911150693332956507219932973384857177734375
0.1770400873375617967209194603128707967698574066162109375
0.13502769355680499518967963012983091175556182861328125
0.1774022848831373899702867902306024916470050811767578125
0.1483010292282755104853464445113786496222019195556640625
0.1709126179398799127984176493555423803627490997314453125
0.254201377561040275931958376531838439404964447021484375
0.201198179983382907654032578648184426128864288330078125
0.189748228914021710433956968699931167066097259521484375
0.11871093989727969642000715566609869711101055145263671875
0.1945499978640415073005698332053725607693195343017578125
0.10222566055384789407423085094706038944423198699951171875
0.11764651338374569611300302085510338656604290008544921875
0.09111133506447720298293546647983021102845668792724609375
0.140678531026554198835043507642694748938083648681640625
0.1597121465408843921096604390186257660388946533203125
0.1330862572961730994069995404061046428978443145751953125
0.08961524121958690247691237118488061241805553436279296875
0.175378013169957103212226456889766268432140350341796875
0.1632891848715108118472727483094786293804645538330078125
0.1932277158206339995327738279229379259049892425537109375
0.09806933958388559802177297797243227250874042510986328125
0.1059103930017026018450820856742211617529392242431640625
0.14878386577656110834055880332016386091709136962890625
0.10095564641930769578248572315715136937797069549560546875
0.07632352678783249633198693118174560368061065673828125
0.1296886412664670917838094510443625040352344512939453125
0.12418467930985570280011387467311578802764415740966796875
0.2120820987119995948422257470156182534992694854736328125
0.1311591796330834058803560537853627465665340423583984375
0.126023395893759992958393922890536487102508544921875
0.21348522674614189842401401620008982717990875244140625
0.0937987543248083033287088028373545967042446136474609375
0.18514384817660600734967601965763606131076812744140625
0.11440476061599340329433260876612621359527111053466796875
0.1362221618106504994472061298438347876071929931640625
0.11015324946538969375087191338025149889290332794189453125
0.1302682202433796121443521087712724693119525909423828125
0.0872620806343530064363989140474586747586727142333984375
0.11077609097333780685534776466738549061119556427001953125
0.214316041549859892523244297990459017455577850341796875
0.1931672669168912059856069163288339041173458099365234375
0.1466458257769676920556634058812051080167293548583984375
0.1921152519527906943341832857186091132462024688720703125
0.1067630467979792940891314856344251893460750579833984375
0.133489781068820700937749279546551406383514404296875
0.1310525514754891929225522062552045099437236785888671875
0.12437254402636399586157267549424432218074798583984375
0.199850157215091195350709085687412880361080169677734375
0.2033402487336795905203956635887152515351772308349609375
0.1398716263949522919940449128262116573750972747802734375
0.06374654142324749639403336232135188765823841094970703125
0.1608815550383340953199962086728191934525966644287109375
0.1980128397125703043624156407531700097024440765380859375
0.09803513075189949910193121240808977745473384857177734375
0.128278239045593489553453991902642883360385894775390625
0.15407294603801868770887040227535180747509002685546875
0.1732672924439224992898544996933196671307086944580078125
