0.99339300394058238641292746251565404236316680908203125
0.99122327566146839483707253748434595763683319091796875
0.999233067035675048828125
0.99172031879425037725894753748434595763683319091796875
0.999048531055450439453125
0.997508585453033447265625
0.991447269916534423828125
0.99672228097915638311832253748434595763683319091796875
1
0.99118793010711681024105246251565404236316680908203125
0.99355983734130859375
0.996038615703582763671875
0.99562847614288318975894753748434595763683319091796875
0.998471796512603759765625
0.99975031614303599969417746251565404236316680908203125
0.986517488956451416015625
0.997843325138092041015625
0.99954068660736083984375
0.998916804790496826171875
0.991563975811004638671875
0.98653614521026600225894753748434595763683319091796875
0.99187630414962757452457253748434595763683319091796875
0.99902087450027476922542746251565404236316680908203125
0.99972927570343017578125
0.99236547946929920538394753748434595763683319091796875
0.998981297016143798828125
0.99519640207290638311832253748434595763683319091796875
0.999671161174774169921875
0.99777448177337635382144753748434595763683319091796875
0.99819141626358043328792746251565404236316680908203125
0.989348828792572021484375
0.99930375814437877313167746251565404236316680908203125
0.99903959035873401983707253748434595763683319091796875
0.99910056591033935546875
0.99505394697189319952457253748434595763683319091796875
0.99981987476348876953125
0.99258941411972034796207253748434595763683319091796875
1
0.99708843231201160772769753748434595763683319091796875
0.989842891693115234375
0.998496830463409423828125
0.99870872497558604852230246251565404236316680908203125
0.999476969242095947265625
0.996982276439666748046875
0.99548518657684315069644753748434595763683319091796875
0.999283134937286376953125
1
0.998291432857513427734375
0.99943047761917125360042746251565404236316680908203125
0.99291002750396717413394753748434595763683319091796875
0.99667131900787364617855246251565404236316680908203125
0.989807188510894775390625
0.98916971683502197265625
0.99987328052520763055355246251565404236316680908203125
0.99950808286666881219417746251565404236316680908203125
0.991580545902252197265625
0.99985301494598399774105246251565404236316680908203125
0.9953987598419189453125
0.99851113557815562860042746251565404236316680908203125
0.9996254444122314453125
0.98145276308059681280582253748434595763683319091796875
0.99439334869384754522769753748434595763683319091796875
0.998710572719573974609375
0.99929684400558482781917746251565404236316680908203125
0.99901103973388682977230246251565404236316680908203125
0.99899578094482421875
0.99897426366806041375667746251565404236316680908203125
0.999486148357391357421875
0.999696671962738037109375
0.99067491292953480108707253748434595763683319091796875
0.99839866161346435546875
0.996692478656768798828125
0.9978826045989990234375
0.9972965717315673828125
1
0.99863141775131236688167746251565404236316680908203125
0.99355518817901600225894753748434595763683319091796875
0.99974405765533436163394753748434595763683319091796875
0.98937857151031483038394753748434595763683319091796875
0.993745386600494384765625
0.99296522140502918585269753748434595763683319091796875
0.99135243892669677734375
0.999784052371978759765625
0.99906641244888316766292746251565404236316680908203125
0.99681913852691639288394753748434595763683319091796875
0.99839490652084361688167746251565404236316680908203125
0.99893629550933837890625
0.99430572986602783203125
0.99978327751159679070980246251565404236316680908203125
0.99558740854263316766292746251565404236316680908203125
0.99457585811615001336605246251565404236316680908203125
0.995067298412322998046875
0.998751580715179443359375
0.998963892459869384765625
0.9993693828582763671875
0.99918711185455322265625
0.98945653438568115234375
0.99736946821212757452457253748434595763683319091796875
0.98767155408859241827457253748434595763683319091796875
0.99592262506484996453792746251565404236316680908203125
0.99017035961151123046875
0.9964692592620849609375
0.993348181247711181640625
0.994421541690826416015625
0.998040616512298583984375
0.99395543336868275030582253748434595763683319091796875
0.9917166233062744140625
0.99883258342742919921875
0.99875783920288074835269753748434595763683319091796875
0.990654766559600830078125
0.997091114521026611328125
0.99747449159622203485042746251565404236316680908203125
0.986410558223724365234375
0.99978327751159679070980246251565404236316680908203125
0.99872422218322765008480246251565404236316680908203125
0.98844957351684559210269753748434595763683319091796875
0.99371117353439319952457253748434595763683319091796875
0.99992501735687255859375
0.998480021953582763671875
0.99955570697784423828125
0.99821084737777721063167746251565404236316680908203125
0.99843943119049083367855246251565404236316680908203125
0.992366790771484375
0.998630940914154052734375
0.9959800243377685546875
0.9946992397308349609375
0.99978327751159679070980246251565404236316680908203125
0.99736797809600841180355246251565404236316680908203125
0.99922370910644520147769753748434595763683319091796875
0.992340981960296630859375
0.9994657039642333984375
0.98532378673553477899105246251565404236316680908203125
0.993219196796417236328125
0.98527634143829356805355246251565404236316680908203125
0.99034786224365245477230246251565404236316680908203125
0.989913642406463623046875
0.99523556232452403680355246251565404236316680908203125
0.99870574474334716796875
0.99619573354721080438167746251565404236316680908203125
0.997352302074432373046875
1
0.9887831211090087890625
0.997281491756439208984375
0.99949514865875244140625
0.994820177555084228515625
0.99674361944198597296207253748434595763683319091796875
0.992431640625
0.99466013908386241570980246251565404236316680908203125
0.99937576055526722296207253748434595763683319091796875
0.99917578697204600945980246251565404236316680908203125
0.9998919963836669921875
