0.678086655802989213270848267711699008941650390625
0.6564671808565074595520627553923986852169036865234375
0.6536063717297271313810824722168035805225372314453125
0.64733931161154834033055749387131072580814361572265625
0.6485018481055586647698874003253877162933349609375
0.67798900241677573230703046647249720990657806396484375
0.64793088891757621983202852788963355123996734619140625
0.61108806447221819535542408630135469138622283935546875
0.64671875557451607985370856113149784505367279052734375
0.66466233588013878819111823759158141911029815673828125
0.6539249166270051372151783652952872216701507568359375
0.6054039248200611122996406265883706510066986083984375
0.603118751638974881501553682028315961360931396484375
0.5881594713854594314028645385405980050563812255859375
0.6883875232619443007564541403553448617458343505859375
0.53635469137500113578909122225013561546802520751953125
0.6457365724950230312373378183110617101192474365234375
0.55826884805749876772296147464658133685588836669921875
0.6612677235989734558785357876331545412540435791015625
0.644055275943369309743502526544034481048583984375
0.62704324757615592655923819620511494576930999755859375
0.63946728589655321695062184517155401408672332763671875
0.644411686397574623441641961107961833477020263671875
0.6675698363279292113503515793127007782459259033203125
0.66290007070707035463641432215808890759944915771484375
0.6370198908052071562480023203534074127674102783203125
0.67347278810526489678522921167314052581787109375
0.6583568980487297661596812758943997323513031005859375
0.6534210279264460741188713654992170631885528564453125
0.62794690302471867227041002479381859302520751953125
0.61929294433412895859447644397732801735401153564453125
0.67043600048857110440536644091480411589145660400390625
0.63391662209242127801189781166613101959228515625
0.646911635072445090344217533129267394542694091796875
0.64585545197861193855715100653469562530517578125
0.61701134756351849741662363157956860959529876708984375
0.6332900843386344291729983524419367313385009765625
0.62441732759644785755170914853806607425212860107421875
0.64276975437248717870630798643105663359165191650390625
0.6509877420242984324971757814637385308742523193359375
0.675260786345754038251243400736711919307708740234375
0.644039257038345969164083726354874670505523681640625
0.63824485309079370676244025162304751574993133544921875
0.64903466756183603170171636520535685122013092041015625
0.66045373414251973276378748778370209038257598876953125
0.704429881516246414463466862798668444156646728515625
0.67036754286591493379177109090960584580898284912109375
0.63861751639014929793347619124688208103179931640625
0.67268176544655366999592160937027074396610260009765625
0.69625567851893366277948871356784366071224212646484375
0.5824578799270774265295358418370597064495086669921875
0.59613700108370804020552213842165656387805938720703125
0.66497192389256298827859836819698102772235870361328125
0.63923741539437395342559966593398712575435638427734375
0.62138716787796555163225775686441920697689056396484375
0.61635615352177175463310732084210030734539031982421875
0.670995807955874656869355021626688539981842041015625
0.60577092443371982621869165086536668241024017333984375
0.6574828755681900727125821504159830510616302490234375
0.597016762102140940982053507468663156032562255859375
0.64208887705401684886652446948573924601078033447265625
0.53737230169948346780728343219379894435405731201171875
0.65645122550591661347851868413272313773632049560546875
0.6364713291183445864618306586635299026966094970703125
0.6205551291433024641008842081646434962749481201171875
0.63509676007854742874059184032375924289226531982421875
0.66737562063954725122272293447167612612247467041015625
0.63599348648103859460434250649996101856231689453125
0.67633986919154132078091379298712126910686492919921875
0.6456174280585929015074952985742129385471343994140625
0.6419790830189400221428286386071704328060150146484375
0.6883833105843117916577966752811335027217864990234375
0.66850059212629220350976311237900517880916595458984375
0.688490368877602509911639572237618267536163330078125
0.64817708393690931512054476115736179053783416748046875
0.654518620595613498380771488882601261138916015625
0.66871476948364738657204497940256260335445404052734375
0.6340779822075308658213543822057545185089111328125
0.678675933614611981425923659116961061954498291015625
0.6432105290897480731615587501437403261661529541015625
0.62181447903098197027560445349081419408321380615234375
0.6796174261673579852782722809934057295322418212890625
0.6764637558481350065875403743120841681957244873046875
0.66024873617979429329949425664381124079227447509765625
0.603229432306174206956939087831415235996246337890625
0.6655804508759020077235390999703668057918548583984375
0.5677351591323136492661660668090917170047760009765625
0.6257943738488622731352961636730469763278961181640625
0.58910610464154145038406795720220543444156646728515625
0.6404253663364041226913059290382079780101776123046875
0.7042941977936421071859740550280548632144927978515625
0.65376918741326139894454172463156282901763916015625
0.6429144162240671978025829957914538681507110595703125
0.58345015138692046807733504465431906282901763916015625
0.6542028717339742893699394699069671332836151123046875
0.6437382348257874031816072601941414177417755126953125
0.538201604606471928349264999269507825374603271484375
0.651819580589435787487673223949968814849853515625
0.615969215576274375933962801354937255382537841796875
0.69903849161626074870667935101664625108242034912109375
0.6544130919138293478454215801320970058441162109375
0.6002081936703065334626217008917592465877532958984375
0.66235862772852616142671422494458965957164764404296875
0.67653804841790854407435062967124395072460174560546875
0.62421092657370014222806275938637554645538330078125
0.66741847780634933062771096956566907465457916259765625
0.640002483074952888131292638718150556087493896484375
0.64675343362110304656908965625916607677936553955078125
0.6203327796815807371189066543593071401119232177734375
0.67240637439850436951616075020865537226200103759765625
0.6718181605530724187502755739842541515827178955078125
0.6487844343892710252674760340596549212932586669921875
0.61607403932718451944339221881818957626819610595703125
0.6560844258090099412328299877117387950420379638671875
0.6636936059865663484202968902536667883396148681640625
0.64144661751792053649978697649203240871429443359375
0.65914424876017141396999932112521491944789886474609375
0.65656472966660139878314339512144215404987335205078125
0.668226686732147800995562647585757076740264892578125
0.66293659750657607521162617558729834854602813720703125
0.6485967567437420644438361705397255718708038330078125
0.63852464253854435138890721646021120250225067138671875
0.62714226953646023954291877089417539536952972412109375
0.63979889369973419466219866080791689455509185791015625
0.64983637500020152710789034244953654706478118896484375
0.60675457397220700084261579831945709884166717529296875
0.62967499604764676224277764049475081264972686767578125
0.67672627378151772870040758789400570094585418701171875
0.64945114561069072767196530548972077667713165283203125
0.58301907429558219586596123917843215167522430419921875
0.63236096395511431911273803052608855068683624267578125
0.65434190518136226000223132359678857028484344482421875
0.6729912825747985660740368984988890588283538818359375
0.6283112264433385885098459766595624387264251708984375
0.6578695058272889806261218836880289018154144287109375
0.65335304367767699229574418495758436620235443115234375
0.65920792644835179974194261376396752893924713134765625
0.598328633997792902476930976263247430324554443359375
0.6210940477503770207334810038446448743343353271484375
0.6177546510014468861271552668767981231212615966796875
0.582339761857031401603990161675028502941131591796875
0.6103159965464339808960403388482518494129180908203125
0.66295665647009494048091937656863592565059661865234375
0.6411990810055148148904891058919019997119903564453125
0.6576352239943317190551397288800217211246490478515625
0.63721081977649218774928385755629278719425201416015625
0.64307269715695436484992342229816131293773651123046875
0.65172128667276607583147551849833689630031585693359375
0.6615967831265854304234608207480050623416900634765625
0.5684027449630939532454476648126728832721710205078125
0.597150264977111877584547983133234083652496337890625
