0.9898836612701416015625
0.99693524837493896484375
0.99471491575241077764957253748434595763683319091796875
0.9893305301666259765625
0.99081456661224365234375
0.9962031841278076171875
0.99882566928863525390625
0.99360287189483642578125
0.9944565296173095703125
0.893275201320648193359375
0.98935449123382557257144753748434595763683319091796875
0.989870131015777587890625
0.98860585689544677734375
0.99714809656143199578792746251565404236316680908203125
0.990934908390045166015625
0.99739450216293323858707253748434595763683319091796875
0.99898773431777965203792746251565404236316680908203125
0.99643719196319580078125
0.9961769580841064453125
0.99480187892913818359375
0.997759163379669189453125
0.992681980133056640625
0.984687507152557373046875
0.994228661060333251953125
0.99203085899353038445980246251565404236316680908203125
0.99952399730682361944644753748434595763683319091796875
0.98824024200439442022769753748434595763683319091796875
0.99703711271285999639957253748434595763683319091796875
0.998802602291107177734375
0.98391413688659679070980246251565404236316680908203125
0.9944236278533935546875
0.985428512096405029296875
0.990706145763397216796875
0.9880135059356689453125
0.9748380184173583984375
0.980904161930084228515625
0.99047780036926280633480246251565404236316680908203125
0.96692991256713878289730246251565404236316680908203125
0.995784819126129150390625
0.99660545587539683953792746251565404236316680908203125
0.98888260126113880499332253748434595763683319091796875
0.99330037832260120733707253748434595763683319091796875
0.993954122066497802734375
0.99541771411895763055355246251565404236316680908203125
0.9747526645660400390625
0.99124842882156360968082253748434595763683319091796875
0.990407884120941162109375
0.984969437122344970703125
0.98390096426010120733707253748434595763683319091796875
0.972850024700164794921875
0.995719373226165771484375
0.99032044410705555304019753748434595763683319091796875
0.99220269918441761358707253748434595763683319091796875
0.99085909128189075811832253748434595763683319091796875
0.99234557151794444695980246251565404236316680908203125
0.98526775836944580078125
0.9893572330474853515625
0.99836337566375721319644753748434595763683319091796875
0.9911386966705322265625
0.992737829685211181640625
0.95305919647216796875
0.996361076831817626953125
0.99710345268249522820980246251565404236316680908203125
0.990452229976654052734375
0.97792440652847278936832253748434595763683319091796875
0.99170506000518798828125
0.99237072467803955078125
0.99590939283370960577457253748434595763683319091796875
0.99851745367050159796207253748434595763683319091796875
0.99893653392791759149105246251565404236316680908203125
0.9972298145294189453125
0.99404489994049083367855246251565404236316680908203125
0.98448431491851795538394753748434595763683319091796875
0.998992383480072021484375
0.99887728691101085320980246251565404236316680908203125
0.99331778287887562139957253748434595763683319091796875
0.99374520778655994757144753748434595763683319091796875
0.99707674980163563116519753748434595763683319091796875
0.99489080905914317742855246251565404236316680908203125
0.966705381870269775390625
0.99938762187957763671875
0.99962425231933604852230246251565404236316680908203125
0.99336153268814075811832253748434595763683319091796875
0.99303150177001964227230246251565404236316680908203125
0.99130558967590320929019753748434595763683319091796875
0.99046176671981800421207253748434595763683319091796875
0.99276608228683482781917746251565404236316680908203125
0.986645042896270751953125
0.97938919067382801397769753748434595763683319091796875
0.98795706033706676141292746251565404236316680908203125
0.994806230068206787109375
0.99681484699249278680355246251565404236316680908203125
0.996941864490509033203125
0.99956387281417835577457253748434595763683319091796875
0.988296806812286376953125
0.997097313404083251953125
0.993816673755645751953125
0.98117315769195556640625
0.99205207824707042352230246251565404236316680908203125
0.996814429759979248046875
0.987989246845245361328125
0.97930544614791881219417746251565404236316680908203125
0.98802244663238525390625
0.97221410274505615234375
0.99487137794494640008480246251565404236316680908203125
0.99200713634490955694644753748434595763683319091796875
0.98866021633148204461605246251565404236316680908203125
0.99307608604431163445980246251565404236316680908203125
0.991826236248016357421875
0.98954528570175159796207253748434595763683319091796875
0.99496042728424083367855246251565404236316680908203125
0.97907781600952159539730246251565404236316680908203125
0.9982397556304931640625
0.98762327432632435186832253748434595763683319091796875
0.99890834093093883172542746251565404236316680908203125
0.999454498291015625
0.97623884677886962890625
0.99642586708068836554019753748434595763683319091796875
0.99911630153655994757144753748434595763683319091796875
0.993272125720977783203125
0.983751595020294189453125
0.994330942630767822265625
0.99422174692153919561832253748434595763683319091796875
0.995601654052734375
0.988190233707427978515625
0.96464526653289794921875
0.99474191665649402960269753748434595763683319091796875
0.999409019947052001953125
0.98751521110534679070980246251565404236316680908203125
0.994780004024505615234375
0.99501132965087879522769753748434595763683319091796875
0.993340015411376953125
0.9824984073638916015625
0.9947645664215087890625
0.9961740970611572265625
0.99933511018753040655582253748434595763683319091796875
0.99969160556793201788394753748434595763683319091796875
0.99385035037994384765625
0.9947645664215087890625
0.999431788921356201171875
0.99106240272521961554019753748434595763683319091796875
0.9841327667236328125
0.99790579080581676141292746251565404236316680908203125
0.98802381753921519891292746251565404236316680908203125
0.97011774778366077764957253748434595763683319091796875
0.991806209087371826171875
0.98180586099624644891292746251565404236316680908203125
0.99794596433639515264957253748434595763683319091796875
0.996015846729278564453125
0.98534679412841796875
0.99396103620529163702457253748434595763683319091796875
