83.754927158355712890625
84.37594318389892578125
84.190660953521728515625
84.594160556793212890625
86.4788839817047119140625
84.1268942356109619140625
83.643223285675048828125
83.7174270153045654296875
84.6918256282806396484375
84.6287729740142822265625
82.6080722808837890625
83.5175201892852783203125
84.09310626983642578125
85.4411475658416748046875
84.9129855632781982421875
86.09732151031494140625
85.4875533580780029296875
83.386049747467041015625
83.3091008663177490234375
83.078034877777099609375
84.0436208248138427734375
82.8644826412200927734375
82.1986443996429443359375
85.5002315044403076171875
83.89565181732177734375
84.384266376495361328125
86.343479633331298828125
88.8365957736968994140625
88.3117945194244384765625
85.294667720794677734375
84.687591552734375
87.0442316532135009765625
83.9440748691558837890625
83.5073757171630859375
83.8976614475250244140625
83.9446837902069091796875
85.3023984432220458984375
87.6216666698455810546875
86.4825928211212158203125
86.1836907863616943359375
86.221682071685791015625
85.2457025051116943359375
83.3458654880523681640625
84.0737264156341552734375
84.9682605266571044921875
84.7350518703460693359375
84.040840625762939453125
84.069414615631103515625
84.527435302734375
82.360200405120849609375
85.6479189395904541015625
85.8941676616668701171875
81.9967405796051025390625
83.005023479461669921875
83.3545730113983154296875
84.690131664276123046875
83.757205486297607421875
83.20545196533203125
82.591911792755126953125
82.78754425048828125
84.0744152069091796875
84.898469448089599609375
84.56317043304443359375
85.0078294277191162109375
83.5219471454620361328125
83.36975765228271484375
82.50184535980224609375
83.3025615215301513671875
84.776657581329345703125
85.3813493251800537109375
85.09632015228271484375
85.88272857666015625
85.6091938018798828125
85.05282878875732421875
85.884941577911376953125
86.0228946208953857421875
84.7447192668914794921875
84.478599071502685546875
85.131641864776611328125
84.61943531036376953125
84.8212954998016357421875
84.2545948028564453125
83.598696231842041015625
83.533238887786865234375
84.9407527446746826171875
84.7144734859466552734375
84.771322727203369140625
85.77047061920166015625
83.5218336582183837890625
83.4251272678375244140625
84.9318630695343017578125
84.7800042629241943359375
82.4751937389373779296875
83.485915660858154296875
83.974277973175048828125
84.8454678058624267578125
85.510613918304443359375
85.203419208526611328125
85.3613812923431396484375
86.211490154266357421875
83.6486194133758544921875
84.30952548980712890625
83.2737839221954345703125
82.9430577754974365234375
86.486325740814208984375
86.882620334625244140625
85.8827707767486572265625
83.4251658916473388671875
83.801209926605224609375
84.27392864227294921875
84.239677906036376953125
83.679873943328857421875
83.935739040374755859375
85.127868175506591796875
84.8885629177093505859375
84.4958589076995849609375
83.67651844024658203125
82.94951152801513671875
83.9764683246612548828125
84.4405066967010498046875
81.67343902587890625
86.44782352447509765625
86.600185871124267578125
85.5208508968353271484375
85.5976293087005615234375
84.6657211780548095703125
85.253772735595703125
84.5491101741790771484375
82.2429020404815673828125
82.2472164630889892578125
84.9086091518402099609375
84.5454666614532470703125
83.7691423892974853515625
83.739038944244384765625
84.9502665996551513671875
85.45398044586181640625
84.947509288787841796875
83.6538565158843994140625
82.6697139739990234375
85.7514531612396240234375
85.64857006072998046875
90.321369647979736328125
84.4291613101959228515625
84.6788184642791748046875
85.7116451263427734375
85.2961518764495849609375
83.90528011322021484375
84.3070762157440185546875
83.7686574459075927734375
86.202491283416748046875
85.088197231292724609375
