140940798251834170
151859477938754667
153917949463920214
166041339992982147
131433203311246780
167196407112690796
149897959557977862
177605310595568003
119118430161664939
159554072795509719
120115079258576808
194676907966030937
196809956564400946
160245056686788943
137491481854645756
118927575903487781
132840657543608175
171860810037140913
179762626174437118
165025601890981910
176650211297999878
153448441991325164
170728995299110941
157684934670554693
142257884870157181
130970818753980496
144647961411985314
161189410275042426
171495931785171945
88092370355095476
172244478384622635
145845907006140320
121904994656907225
144226448449744731
149731156879341477
145606647220950663
147186108724186091
139113282173625199
144405010803861240
177103351824114423
166589915358537098
168203851962783266
137015261832120856
106207781941471864
159586189606750029
156071696076969002
153578620176792536
147194501552969798
168818891834647203
151571187825608945
151087773991357936
160299692128266890
160926720807103118
130057598946682145
143026417094072261
192415535241360214
148212454221131635
197033600681941070
155597317274799516
183370668102233463
166202919165275123
152512924334558077
153343290266266435
190784116971701367
144614861315083367
228635485707773261
156707713141397385
154168721074692110
153610272039843435
133283127042127175
174436025786154988
137322677274475484
150824610690630040
135819462628104637
136661418106491853
137978311971341463
144098564765979255
165060545440924398
155725078773434668
162852178957170596
189461912151179965
143240030332272205
161904126496658288
145422096599987670
147622851425171041
158399244273857988
184205032431980052
146038510756992485
194283918941385865
150156166644597240
150034564325929235
156693178465090501
167714514350557512
160511975459903332
181093921294890711
152473470354213147
165902437788574694
148310199256257432
157597749300415473
132249828613763283
164777061215565340
204622414620139128
155691901982545090
140701008839556398
137348144972046465
149419876838165989
165579793176416476
146858069734708358
167359294156531489
149126901521546020
147600239952425252
141697337736516895
168965368378026535
164107324308779332
147943821335569535
156208621989386148
141579044352762474
166925783710354857
147095145760368093
154695477607232083
157824878600184584
149950144448222926
169855731337645006
165937772584547129
167235600142211999
202693260600582908
158796930044718240
148573664107685014
165691647360554932
138192420095448478
178067802026879801
142946294995532545
136115578780730369
143715329489046921
152442954671426947
143423553542115880
149755221769008334
159218136227083212
153145357858235908
178684766415510648
181742384775166444
147871773149442897
141478018843437287
140770579259990558
168932822429342871
190310165689405564
146345324795600879
151049479964915810
137420595502242456
186205119344134166
174037363271146418
