5.65387058258056640625
5.624439239501953125
7.94217967987060458057158029987476766109466552734375
5.82399463653564453125
5.48032379150390625
6.26961517333984375
6.29757404327392578125
7.04623508453369140625
6.529112339019775390625
13.12059783935546875
4.620233058929443359375
5.3648681640625
9.7647304534912127138568394002504646778106689453125
5.446514129638671875
5.6854686737060546875
6.255631923675537109375
7.514309406280517578125
5.20924854278564453125
6.63444232940673828125
7.54103374481201171875
7.435751438140869140625
5.689239978790283203125
9.8279867172241193173931605997495353221893310546875
8.6699085235595703125
5.30648708343505859375
6.006070613861083984375
5.397662639617919921875
7.55199527740478515625
5.06698703765869140625
7.29553699493408203125
4.276953220367431640625
11.6539478302001953125
5.013267993927001953125
7.47859287261962890625
4.687408447265625
7.028514862060546875
4.76616001129150390625
10.1365652084350603701068394002504646778106689453125
5.07576465606689453125
4.48613834381103515625
4.519447803497314453125
9.118747711181640625
4.735942363739013671875
8.8727664947509765625
9.3775196075439435361431605997495353221893310546875
5.505391597747802734375
6.1960239410400390625
4.209032535552978515625
5.727301120758056640625
5.018538951873779296875
4.657466888427734375
4.37487888336181640625
5.9606151580810546875
6.603188991546630859375
4.403430938720703125
5.19072723388671875
5.190476894378662109375
4.62587261199951171875
7.46199798583984375
10.134296417236328125
6.290535449981689453125
5.510022640228271484375
5.40547466278076171875
5.481247425079345703125
4.88405323028564453125
4.861609935760498046875
7.919322490692138671875
5.15590572357177734375
5.2915058135986328125
5.663034915924072265625
5.581541538238525390625
4.6376171112060546875
4.426022052764892578125
5.340099334716796875
4.7472209930419921875
5.6891574859619140625
8.60552215576171875
8.4018268585205078125
5.296535491943359375
5.92472362518310546875
5.5633907318115234375
5.479679584503173828125
6.77002048492431640625
6.9532623291015625
4.765935420989990234375
5.21183490753173828125
5.255191326141357421875
5.243585109710693359375
8.72707462310791015625
4.824804782867431640625
4.97716236114501953125
5.188897609710693359375
6.10356903076171875
6.026690006256103515625
9.64764404296875
4.461764812469482421875
7.1899280548095703125
4.615754604339599609375
4.7357807159423828125
4.54897785186767578125
5.538542270660400390625
4.85738468170166015625
5.621285915374755859375
5.53963470458984375
4.928928852081298828125
8.02002239227294921875
4.99956512451171875
5.68974971771240234375
4.529170989990234375
6.193687915802001953125
4.77464389801025390625
5.58280467987060546875
4.199163913726806640625
10.31937408447265625
4.9693126678466796875
5.45736408233642578125
4.96852970123291015625
11.152072906494140625
8.12965106964111328125
4.7373218536376953125
7.54051876068115234375
5.559946537017822265625
7.869110584259033203125
5.6084880828857421875
5.195955753326416015625
5.297613620758056640625
5.40624904632568359375
5.17623615264892578125
4.87773036956787109375
8.54698944091796875
7.4771976470947265625
4.64750003814697265625
4.498609066009521484375
4.651749134063720703125
5.147663116455078125
5.13693141937255859375
5.05756282806396484375
5.88569355010986328125
5.6650981903076171875
5.204749584197998046875
5.745082378387451171875
5.230503559112548828125
8.262393951416015625
4.95703601837158203125
10.40697479248046875
4.908183574676513671875
5.39273929595947265625
5.11083507537841796875
5.67304229736328125
4.377899646759033203125
5.5036773681640625
