0.490944046572303338660248073210823349654674530029296875
0.54967908440156498794948447539354674518108367919921875
0.5442489187137422579354506524396128952503204345703125
0.50946979562214556036536805549985729157924652099609375
0.5975774239942268639680378328193910419940948486328125
0.5737296597186698488002321028034202754497528076171875
0.52826527654165289504817337729036808013916015625
0.57951430416118920874168907175771892070770263671875
0.56062176753008674534584088178235106170177459716796875
0.5177194673079352771338790262234397232532501220703125
0.56793014647401063310638846814981661736965179443359375
0.5217082148709157873867070520645938813686370849609375
0.54788246075391622280648107334855012595653533935546875
0.53731913269673936550674397949478588998317718505859375
0.55683713075991347896120942095876671373844146728515625
0.53093233947443063680537989057484082877635955810546875
0.52826104213928448682935368196922354400157928466796875
0.536191748459206252164221950806677341461181640625
0.5567105711723130401225034802337177097797393798828125
0.52686168711991143709383322857320308685302734375
0.601981243773139329533705677022226154804229736328125
0.48502316648416210487226862824172712862491607666015625
0.47538103217094807018128221898223273456096649169921875
0.50512321069450549781976178564946167171001434326171875
0.5314872127296370596383212614455260336399078369140625
0.56432085356489902761012444898369722068309783935546875
0.539221836061625214853165743988938629627227783203125
0.56929173243738107057509978403686545789241790771484375
0.54612664340224348347163640937651507556438446044921875
0.56229301642819262685435433013481087982654571533203125
0.55907791093386605130177713363082148134708404541015625
0.57601567083372950950348467813455499708652496337890625
0.52598958496147762975425621334579773247241973876953125
0.491248770832998393753854315946227870881557464599609375
0.5477786949013687678444739503902383148670196533203125
0.506668242201020024850777190295048058032989501953125
0.55581679952512208497950041419244371354579925537109375
0.463197528860988805288201319854124449193477630615234375
0.5658179928248838752580240907263942062854766845703125
0.5125837158450756714245244438643567264080047607421875
0.466638395264438565757103560827090404927730560302734375
0.56817363732925174613086483077495358884334564208984375
0.55851621742019663674483354043331928551197052001953125
0.5527042895861298266169114867807365953922271728515625
0.50380855454542661231442934877122752368450164794921875
0.545880724986940624177123027038760483264923095703125
0.57064140604923940802706283648149110376834869384765625
0.53657488629701699522911439999006688594818115234375
0.496255628475495702556230526170111261308193206787109375
0.51969754440116899818491447149426676332950592041015625
0.5453314529747530503556163239409215748310089111328125
0.512479654553984698139856845955364406108856201171875
0.5078975035153263650755661728908307850360870361328125
0.5441560408708314700021446697064675390720367431640625
0.57556606650599828611802877276204526424407958984375
0.5268879599038103211938732783892191946506500244140625
0.5799918589744168517796651940443553030490875244140625
0.50844041133471062909876536650699563324451446533203125
0.56590164636086448535223780709202401340007781982421875
0.575846964452785048393934630439616739749908447265625
0.554881012673504425691817232291214168071746826171875
0.523546220841236920051642300677485764026641845703125
0.50513114773046463579220244355383329093456268310546875
0.58744277052799187543996595195494592189788818359375
0.53399237819273992489144120554556138813495635986328125
0.56633579982041337697040717102936469018459320068359375
0.47324907994251652620931736237253062427043914794921875
0.49985955377290969270376308486447669565677642822265625
0.5466341210015264184818306603119708597660064697265625
0.5348493093252904007073311731801368296146392822265625
0.51622453043576521647395338732167147099971771240234375
0.53734330182926559604794647384551353752613067626953125
0.58955475177256599916830737129203043878078460693359375
0.5517537240867944614564066796447150409221649169921875
0.50664482449856296231160968090989626944065093994140625
0.53671654843389815514598240042687393724918365478515625
0.55271716225393141552757469980861060321331024169921875
0.53237993654743132054818488541059195995330810546875
0.51401125424885274473041363307856954634189605712890625
0.304961459452765815125729886858607642352581024169921875
0.5682145813188894667433714857907034456729888916015625
0.57175236134231466333943671997985802590847015380859375
0.5653035450366881153883014121674932539463043212890625
0.550953016041504373134785055299289524555206298828125
0.57900043662640288122389620184549130499362945556640625
0.52918548773470963642040487684425897896289825439453125
0.53935811131891575609387246004189364612102508544921875
0.54218875559038803846334531044703908264636993408203125
0.552523580169884009904990307404659688472747802734375
0.5836074765376704220898318453691899776458740234375
0.52451065959947762440407359463279135525226593017578125
0.5817831631905250322489564496208913624286651611328125
0.5537307675536962126017215268802829086780548095703125
0.5147734050527816851428042355109937489032745361328125
0.471848607998130054053120829848921857774257659912109375
0.5467825358704423432953944939072243869304656982421875
0.4868580576811167848205741393030621111392974853515625
0.53872454664269830981737641195650212466716766357421875
0.5082098359681863630754605765105225145816802978515625
0.49188921840517629835431989704375155270099639892578125
0.495206999551606352749644202049239538609981536865234375
0.51230493060277826344872664776630699634552001953125
0.57216364346182657651951330990414135158061981201171875
0.5436008715812332692252084598294459283351898193359375
0.57643045105620316359562593788723461329936981201171875
0.56137339643879646811086558955139480531215667724609375
0.586892199777411693872863907017745077610015869140625
0.50952581861295287435353884575306437909603118896484375
0.56998732725186374015180490459897555410861968994140625
0.54259052000218999101122108186245895922183990478515625
0.57926450480084346050801968885934911668300628662109375
0.521555662189911117820884101092815399169921875
0.5340672448968157848270266185863874852657318115234375
0.52035592175484968180398936965502798557281494140625
0.60802874176185761623258940744563005864620208740234375
0.55881265937444879465800795514951460063457489013671875
0.57073262167376004327934424509294331073760986328125
0.52905673800394747985365029308013617992401123046875
0.5912962857025234608698838201235048472881317138671875
0.6013670694710160358198436370003037154674530029296875
0.53976478717060694112461760596488602459430694580078125
0.508604205727531510916605839156545698642730712890625
0.5564942686166871599340311149717308580875396728515625
0.57313958819831289925872397361672483384609222412109375
0.53581342857307034943659118653158657252788543701171875
0.592129492540151236568135573179461061954498291015625
0.549796135432790489261378752416931092739105224609375
0.5703803435791956477629582877852953970432281494140625
0.50923573010772804625645449050352908670902252197265625
0.572704874093119098432680402765981853008270263671875
0.526814840810468698606428006314672529697418212890625
0.62414376917491043439412123916554264724254608154296875
0.50616502591562417823212172152125276625156402587890625
0.51242684061525667349457080490537919104099273681640625
0.52117538625803450091922286446788348257541656494140625
0.5933194978050604362351805320940911769866943359375
0.539851381890997572554624639451503753662109375
0.582880956692269247554349931306205689907073974609375
0.5316762471014124802337619257741607725620269775390625
0.52515234361192797418738109627156518399715423583984375
0.5963868833375240985361642742645926773548126220703125
0.5264446491224266111430551973171532154083251953125
0.50009209652058661532691985485143959522247314453125
0.58154712411997422361054077555309049785137176513671875
0.59133122586544806242869753987179137766361236572265625
0.5561041007846025951977253498625941574573516845703125
0.5166558721124536734947696459130384027957916259765625
0.6157153901119054584256673479103483259677886962890625
0.5540214786678248071183361389557830989360809326171875
0.5906968650083737060185740119777619838714599609375
0.5192344825609096492513572229654528200626373291015625
