33.8142945766448974609375
33.797621250152587890625
33.8030853271484375
33.6552464962005615234375
35.012669086456298828125
34.724629878997802734375
34.6412220001220703125
34.8528559207916259765625
33.8338506221771240234375
33.685555934906005859375
33.7598922252655029296875
35.9871180057525634765625
35.9055004119873046875
36.0053331851959228515625
36.064202785491943359375
36.3568150997161865234375
34.3154094219207763671875
34.46083831787109375
34.649435520172119140625
35.0588703155517578125
35.32858943939208984375
35.0841910839080810546875
35.1719534397125244140625
35.222192287445068359375
33.499409198760986328125
33.6407163143157958984375
33.7324907779693603515625
35.227087497711181640625
35.271746158599853515625
35.3981077671051025390625
35.5749342441558837890625
35.3049042224884033203125
34.228556156158447265625
34.4236571788787841796875
34.5755946636199951171875
36.1629784107208251953125
35.9590184688568115234375
35.8359072208404541015625
35.993204593658447265625
35.9458177089691162109375
33.86288547515869140625
33.885378360748291015625
33.957126617431640625
35.8127534389495849609375
35.6257936954498291015625
34.9803831577301025390625
35.4950640201568603515625
35.0304148197174072265625
34.014502048492431640625
34.4002835750579833984375
34.36055088043212890625
35.6213309764862060546875
35.64128208160400390625
35.40263652801513671875
35.563093662261962890625
35.673604488372802734375
34.8162715435028076171875
34.438152313232421875
34.5928442478179931640625
34.6673886775970458984375
34.514531612396240234375
34.74384975433349609375
34.6466448307037353515625
34.7534770965576171875
35.269951343536376953125
35.36834049224853515625
35.3261158466339111328125
35.10330963134765625
35.0993301868438720703125
35.3573930263519287109375
35.3477876186370849609375
35.155810832977294921875
33.5053577423095703125
33.7757790088653564453125
33.626700878143310546875
34.4781625270843505859375
34.760015010833740234375
34.624101161956787109375
34.62489223480224609375
34.793033123016357421875
34.131339550018310546875
34.2603361606597900390625
34.1066343784332275390625
35.5119025707244873046875
35.4841301441192626953125
35.5813579559326171875
35.483871936798095703125
35.388100147247314453125
33.555185794830322265625
33.5498199462890625
33.64167308807373046875
35.8369023799896240234375
35.802295684814453125
35.8389809131622314453125
35.841754436492919921875
34.37165546417236328125
34.913669109344482421875
35.0361309051513671875
35.06550312042236328125
34.8042590618133544921875
34.891972064971923828125
34.927447795867919921875
33.2368462085723876953125
33.093322277069091796875
32.9307372570037841796875
35.835724353790283203125
35.8799426555633544921875
35.9442160129547119140625
35.9718892574310302734375
34.5487325191497802734375
34.6471908092498779296875
34.476467132568359375
36.93978977203369140625
35.9779932498931884765625
36.1304953098297119140625
36.0203025341033935546875
33.706433773040771484375
33.60956096649169921875
33.2375795841217041015625
35.040134906768798828125
34.79308986663818359375
34.744508266448974609375
34.6867945194244384765625
34.34425449371337890625
34.6340205669403076171875
34.65160083770751953125
36.3013279438018798828125
35.805286407470703125
36.3823487758636474609375
36.0651142597198486328125
33.987835407257080078125
33.9351346492767333984375
33.981117725372314453125
34.9695022106170654296875
35.25643634796142578125
34.949270725250244140625
34.9836022853851318359375
34.453860759735107421875
34.59169483184814453125
34.45759487152099609375
35.050275325775146484375
35.0342733860015869140625
35.0258426666259765625
35.0088603496551513671875
33.47097110748291015625
33.41097927093505859375
33.493973255157470703125
35.309143543243408203125
35.32267475128173828125
35.220188140869140625
35.326268672943115234375
