0.98449301719665516241519753748434595763683319091796875
0.95837485790252685546875
0.98881900310516357421875
0.980777263641357421875
0.9772701263427734375
0.99302524328231800421207253748434595763683319091796875
0.97028052806854236944644753748434595763683319091796875
0.991145908832550048828125
0.99907070398330677374332253748434595763683319091796875
0.98947650194168079718082253748434595763683319091796875
0.99026948213577281610042746251565404236316680908203125
0.995381653308868408203125
0.9687278270721435546875
0.98991382122039794921875
0.984899997711181640625
0.99929797649383544921875
0.97193711996078480108707253748434595763683319091796875
0.98696058988571155889957253748434595763683319091796875
0.98839557170867919921875
0.999916255474090576171875
0.989854633808135986328125
0.97696185111999522820980246251565404236316680908203125
0.98827999830245960577457253748434595763683319091796875
0.99943393468856800421207253748434595763683319091796875
0.98143190145492564813167746251565404236316680908203125
0.99784904718399036749332253748434595763683319091796875
0.98957407474517822265625
0.99415242671966563836605246251565404236316680908203125
0.98545879125595081671207253748434595763683319091796875
0.999329507350921630859375
0.99320250749588001593082253748434595763683319091796875
0.99026554822921764031917746251565404236316680908203125
0.98175901174545276983707253748434595763683319091796875
0.993597090244293212890625
0.97828572988510120733707253748434595763683319091796875
0.989918649196624755859375
0.9935157299041748046875
0.99724948406219482421875
0.98467665910720836297542746251565404236316680908203125
0.995190918445587158203125
0.974885046482086181640625
0.9902498722076416015625
0.996787369251251220703125
0.99875819683074962274105246251565404236316680908203125
0.98725926876068115234375
0.990655362606048583984375
0.96939206123352039679019753748434595763683319091796875
0.989071667194366455078125
0.993501603603363037109375
0.99283611774444580078125
0.97575962543487559930355246251565404236316680908203125
0.98891317844390880242855246251565404236316680908203125
0.9681293964385986328125
0.994618833065032958984375
0.982457697391510009765625
0.98348534107208240850894753748434595763683319091796875
0.97443866729736317022769753748434595763683319091796875
0.998826205730438232421875
0.97985959053039561883480246251565404236316680908203125
0.98558872938156116827457253748434595763683319091796875
0.994638025760650634765625
0.9985196590423583984375
0.99436813592910755499332253748434595763683319091796875
0.97006052732467640264957253748434595763683319091796875
0.99401342868804920538394753748434595763683319091796875
0.98412311077117919921875
0.98725932836532603875667746251565404236316680908203125
0.97428643703460682257144753748434595763683319091796875
0.99016535282134998663394753748434595763683319091796875
0.983276426792144775390625
0.9981520175933837890625
0.986147344112396240234375
0.99685180187225341796875
0.975027859210968017578125
0.9877550601959228515625
0.97618001699447642938167746251565404236316680908203125
0.99698525667190562860042746251565404236316680908203125
0.99530661106109619140625
0.99324572086334239617855246251565404236316680908203125
0.9800395965576171875
0.98260486125946044921875
0.98920524120330799444644753748434595763683319091796875
0.98009163141250599249332253748434595763683319091796875
0.98706954717636119500667746251565404236316680908203125
0.95635569095611561163394753748434595763683319091796875
0.99240964651107799188167746251565404236316680908203125
0.99924075603485118524105246251565404236316680908203125
0.99291324615478515625
0.99044680595397960320980246251565404236316680908203125
0.98319399356842041015625
0.997775137424468994140625
0.99853909015655517578125
0.97539961338043201788394753748434595763683319091796875
0.982366085052490234375
0.99031549692153919561832253748434595763683319091796875
0.99343025684356678350894753748434595763683319091796875
0.99584424495697021484375
0.99898642301559437139957253748434595763683319091796875
0.996197283267974853515625
0.995916903018951416015625
0.97018778324127197265625
0.9834458827972412109375
0.998030006885528564453125
0.97881078720092762335269753748434595763683319091796875
0.9839608669281005859375
0.98928177356719959600894753748434595763683319091796875
0.98850381374359119757144753748434595763683319091796875
0.9872901439666748046875
0.979916095733642578125
0.9915578365325927734375
0.98250448703765880242855246251565404236316680908203125
0.98085629940032958984375
0.98478043079376220703125
0.9934809207916259765625
0.993055164813995361328125
0.99592643976211558953792746251565404236316680908203125
0.98880553245544444695980246251565404236316680908203125
0.98441147804260242804019753748434595763683319091796875
0.997630178928375244140625
0.98971682786941517218082253748434595763683319091796875
0.975173771381378173828125
0.99440592527389515264957253748434595763683319091796875
0.99280154705047596319644753748434595763683319091796875
0.99289208650589000360042746251565404236316680908203125
0.982487857341766357421875
0.9873869419097900390625
0.99801313877105723992855246251565404236316680908203125
0.968075573444366455078125
0.99095553159713756219417746251565404236316680908203125
0.9928209781646728515625
0.99877464771270763055355246251565404236316680908203125
0.9865014553070068359375
0.99486744403839122430355246251565404236316680908203125
0.98733234405517578125
0.960617244243621826171875
0.99088001251220703125
0.99114322662353515625
0.995685040950775146484375
0.99965846538543701171875
0.990320503711700439453125
0.97434508800506602899105246251565404236316680908203125
0.97065979242324840203792746251565404236316680908203125
0.99376428127288818359375
0.966251373291015625
0.99794137477874755859375
0.98013812303543079718082253748434595763683319091796875
0.987060010433197021484375
0.98577511310577403680355246251565404236316680908203125
0.99393653869628917352230246251565404236316680908203125
0.99098795652389515264957253748434595763683319091796875
0.9818613529205322265625
