4.150086879730224609375
4.605802059173583984375
4.213898181915283203125
4.726718902587890625
5.63800525665283203125
4.14393711090087890625
4.8181324005126953125
4.77652645111083984375
4.084133148193359375
4.396487712860107421875
4.658320903778076171875
4.4799785614013671875
4.82874202728271484375
5.3861751556396484375
5.170871734619140625
4.2860107421875
4.873104095458984375
4.7235240936279296875
4.729981899261474609375
4.130442142486572265625
5.244510173797607421875
4.53926563262939453125
4.981643199920654296875
5.010544300079345703125
5.011405467987060546875
4.331906795501708984375
4.62440586090087890625
6.831329345703125
4.585330963134765625
5.5628986358642578125
4.400216579437255859375
4.271563053131103515625
4.407890796661376953125
4.29248523712158203125
4.83978366851806640625
5.062973499298095703125
5.523607730865478515625
4.53849697113037109375
4.16934967041015625
4.368614673614501953125
5.059713840484619140625
5.24973964691162109375
4.91077709197998046875
3.864933013916015625
5.376745700836181640625
4.805919170379638671875
4.788201808929443359375
4.260899066925048828125
3.977331638336181640625
5.4119014739990234375
4.19446659088134765625
5.297257900238037109375
4.998810291290283203125
4.3749332427978515625
4.441095829010009765625
4.51997470855712890625
3.9509651660919189453125
5.198816776275634765625
5.160867214202880859375
4.882023334503173828125
4.4817981719970703125
7.4793720245361328125
4.8103504180908203125
8.14920806884765625
4.32110500335693359375
4.839313507080078125
4.59099483489990234375
5.2893390655517578125
4.59232044219970703125
5.0434703826904296875
4.42931365966796875
5.813643932342529296875
4.05719661712646484375
4.7463169097900390625
4.64782238006591796875
4.232952594757080078125
4.121958255767822265625
3.951802730560302734375
4.318380832672119140625
4.485501766204833984375
3.81511974334716796875
4.127163410186767578125
4.74980926513671875
4.04179668426513671875
4.5109119415283203125
4.6501407623291015625
4.941883087158203125
4.167223453521728515625
4.59787273406982421875
4.553431034088134765625
3.7459304332733154296875
4.37358760833740234375
5.3110103607177734375
5.0306529998779296875
4.732865810394287109375
4.170639514923095703125
4.58977413177490234375
4.852281093597412109375
4.255044460296630859375
4.674302577972412109375
4.912570476531982421875
3.88984966278076171875
4.170292377471923828125
4.71747493743896484375
4.976546764373779296875
4.418024539947509765625
4.906940460205078125
4.5909671783447265625
4.005176544189453125
7.247976779937744140625
4.47209262847900390625
4.71431827545166015625
4.62107944488525390625
4.21929836273193359375
4.816975116729736328125
11.41973781585693359375
4.319297313690185546875
5.096419811248779296875
4.603155612945556640625
4.539870738983154296875
5.57493114471435546875
5.87827014923095703125
4.6165409088134765625
4.5627880096435546875
5.306701183319091796875
4.371727466583251953125
4.96390438079833984375
4.0124568939208984375
3.7532656192779541015625
4.3701324462890625
4.65802764892578125
4.569422245025634765625
4.458851337432861328125
4.8945865631103515625
4.541920185089111328125
4.872009754180908203125
4.421184539794921875
4.69090175628662109375
4.841277599334716796875
5.093284130096435546875
4.895404338836669921875
4.743625640869140625
4.232841968536376953125
4.20737934112548828125
5.156322956085205078125
4.884784221649169921875
4.885135650634765625
4.76068115234375
4.220096111297607421875
4.564203739166259765625
4.4925823211669921875
