4.546306610107421875
4.55866336822509765625
4.5458881855010986328125
4.654574871063232421875
4.55636119842529296875
4.5354998111724853515625
4.5703690052032470703125
4.46255779266357421875
4.5857288837432861328125
4.468853473663330078125
4.5073568820953369140625
4.5943126678466796875
4.6519110202789306640625
4.5589878559112548828125
4.5989263057708740234375
4.5988216400146484375
4.471366405487060546875
4.5153772830963134765625
4.5188534259796142578125
4.568576335906982421875
4.4814841747283935546875
4.45357227325439453125
4.54651927947998046875
4.6731319427490234375
4.5311696529388427734375
4.7397015094757080078125
4.6150715351104736328125
4.77266025543212890625
4.6310670375823974609375
4.562112331390380859375
4.544803619384765625
4.643215179443359375
4.548861026763916015625
4.5711591243743896484375
4.4938099384307861328125
4.6383030414581298828125
4.6824500560760498046875
4.683122158050537109375
4.4732151031494140625
4.593893527984619140625
4.6163055896759033203125
4.5549857616424560546875
4.5750811100006103515625
4.5373821258544921875
4.5368862152099609375
4.53267574310302734375
4.7732012271881103515625
4.522192478179931640625
4.4462223052978515625
4.642403125762939453125
4.6142528057098388671875
4.444781780242919921875
4.5516834259033203125
4.5181884765625
4.4521558284759521484375
4.59845638275146484375
4.5213806629180908203125
4.4718248844146728515625
4.4887769222259521484375
4.559945583343505859375
4.5954973697662353515625
4.5153839588165283203125
4.5487382411956787109375
4.55812740325927734375
4.4933013916015625
4.5186302661895751953125
4.55033397674560546875
4.5417110919952392578125
4.6745498180389404296875
4.544435024261474609375
4.650200366973876953125
4.628165721893310546875
4.5675718784332275390625
4.6629292964935302734375
4.6561233997344970703125
4.5791723728179931640625
4.582746028900146484375
4.5939617156982421875
4.58335781097412109375
4.5587079524993896484375
4.5163116455078125
4.53310298919677734375
4.496392726898193359375
4.5633771419525146484375
4.63531017303466796875
4.612596988677978515625
4.5969898700714111328125
4.5207641124725341796875
4.4832532405853271484375
4.6289365291595458984375
4.6032216548919677734375
4.3975827693939208984375
4.6972162723541259765625
4.5131397247314453125
4.582323551177978515625
4.58492946624755859375
4.590111255645751953125
4.575801849365234375
4.643036365509033203125
4.5278251171112060546875
4.5297343730926513671875
4.574432849884033203125
4.458827495574951171875
4.6887176036834716796875
4.719010829925537109375
4.54226207733154296875
4.2817413806915283203125
4.2851049900054931640625
4.562465667724609375
4.551081180572509765625
4.4894351959228515625
4.515059947967529296875
4.5914447307586669921875
4.610683441162109375
4.52276706695556640625
4.5457880496978759765625
4.4838869571685791015625
4.6073367595672607421875
4.5954139232635498046875
4.478562831878662109375
4.5088398456573486328125
4.7388064861297607421875
4.7174222469329833984375
4.62668609619140625
4.574970722198486328125
4.5684750080108642578125
4.585885524749755859375
4.489566802978515625
4.4314348697662353515625
4.68101978302001953125
4.539310932159423828125
4.4840848445892333984375
4.49415111541748046875
4.5373609066009521484375
4.6095979213714599609375
4.6080138683319091796875
4.6129157543182373046875
4.434531688690185546875
4.626748561859130859375
4.60908222198486328125
4.963932037353515625
4.5959970951080322265625
4.5880577564239501953125
4.5960218906402587890625
4.608685970306396484375
4.5745885372161865234375
4.5549280643463134765625
4.5250370502471923828125
4.6811201572418212890625
4.634726047515869140625
4.614208698272705078125
