0.99443018436431884765625
0.98737281560897838250667746251565404236316680908203125
0.99493473768234241827457253748434595763683319091796875
0.989496052265167236328125
0.98695230484008800164730246251565404236316680908203125
0.994965493679046630859375
0.993338048458099365234375
0.98810333013534557000667746251565404236316680908203125
0.98772847652435302734375
0.98596584796905517578125
0.98804771900177001953125
0.9933288097381591796875
0.98690527677535999639957253748434595763683319091796875
0.97841560840606678350894753748434595763683319091796875
0.993085205554962158203125
0.99163830280303955078125
0.99301558732986439093082253748434595763683319091796875
0.99143683910369884149105246251565404236316680908203125
0.98835939168930042608707253748434595763683319091796875
0.984653890132904052734375
0.98652845621108997686832253748434595763683319091796875
0.98590552806854236944644753748434595763683319091796875
0.97867596149444580078125
0.97232663631439197882144753748434595763683319091796875
0.98497051000595081671207253748434595763683319091796875
0.99174833297729481085269753748434595763683319091796875
0.98540073633193958624332253748434595763683319091796875
0.968081653118133544921875
0.980589449405670166015625
0.974873483180999755859375
0.97064089775085438116519753748434595763683319091796875
0.98946273326873779296875
0.978423058986663818359375
0.96854150295257557257144753748434595763683319091796875
0.995533645153045654296875
0.98158991336822520867855246251565404236316680908203125
0.99489295482635498046875
0.995391428470611572265625
0.97663295269012440069644753748434595763683319091796875
0.995067894458770751953125
0.99068105220794677734375
0.98426622152328480108707253748434595763683319091796875
0.976417601108551025390625
0.988068103790283203125
0.99152910709381103515625
0.9973852634429931640625
0.988553583621978759765625
0.992678225040435791015625
0.99181288480758678094417746251565404236316680908203125
0.98238331079483043328792746251565404236316680908203125
0.992843329906463623046875
0.99403226375579845086605246251565404236316680908203125
0.986543595790863037109375
0.98320740461349476202457253748434595763683319091796875
0.98004353046417236328125
0.99441897869110118524105246251565404236316680908203125
0.991070449352264404296875
0.983049094676971435546875
0.98799467086792003289730246251565404236316680908203125
0.95471984148025523797542746251565404236316680908203125
0.99704587459564197882144753748434595763683319091796875
0.99189269542694080694644753748434595763683319091796875
0.968000590801239013671875
0.98183059692382801397769753748434595763683319091796875
0.98663163185119640008480246251565404236316680908203125
0.957472145557403564453125
0.989816844463348388671875
0.9694325923919677734375
0.99723631143569957391292746251565404236316680908203125
0.98907339572906483038394753748434595763683319091796875
0.9734060764312744140625
0.994815349578857421875
0.98339867591857921258480246251565404236316680908203125
0.99598610401153564453125
0.98489069938659679070980246251565404236316680908203125
0.99260574579238880499332253748434595763683319091796875
0.9945392608642578125
0.977949440479278564453125
0.98084604740142822265625
0.99630236625671397820980246251565404236316680908203125
0.991717040538787841796875
0.99845600128173839227230246251565404236316680908203125
0.98928469419479359014957253748434595763683319091796875
0.982205450534820556640625
0.992929637432098388671875
0.989261150360107421875
0.98938250541687000616519753748434595763683319091796875
0.99217277765274036749332253748434595763683319091796875
0.98240417242050159796207253748434595763683319091796875
0.99935060739517200811832253748434595763683319091796875
0.98159086704254161492855246251565404236316680908203125
0.99378502368927001953125
0.99052822589874278680355246251565404236316680908203125
0.98832267522811878546207253748434595763683319091796875
0.98532658815383922235042746251565404236316680908203125
0.98484760522842396124332253748434595763683319091796875
0.98948186635971080438167746251565404236316680908203125
0.95224982500076282843082253748434595763683319091796875
0.998354971408843994140625
0.9874165058135986328125
0.99645203351974476202457253748434595763683319091796875
0.99633860588073719366519753748434595763683319091796875
0.991505920886993408203125
0.99022781848907481805355246251565404236316680908203125
0.9824199676513671875
0.971713483333587646484375
0.98671549558639515264957253748434595763683319091796875
0.98804998397827159539730246251565404236316680908203125
0.98229062557220458984375
0.9827435016632080078125
0.9913852214813232421875
0.993459999561309814453125
0.99297690391540516241519753748434595763683319091796875
0.99573510885238636358707253748434595763683319091796875
0.990797698497772216796875
0.97439795732498157843082253748434595763683319091796875
0.99098008871078480108707253748434595763683319091796875
0.99045288562774658203125
0.99664127826690684930355246251565404236316680908203125
0.98134225606918323858707253748434595763683319091796875
0.964223802089691162109375
0.999113142490386962890625
0.98801004886627197265625
0.97891306877136241570980246251565404236316680908203125
0.98056697845458984375
0.96431064605712879522769753748434595763683319091796875
0.9753029346466064453125
0.9897301197052001953125
0.977504253387451171875
0.986118853092193603515625
0.97825765609741199835269753748434595763683319091796875
0.990822494029998779296875
0.99166166782379161492855246251565404236316680908203125
0.978175640106201171875
0.97007268667221080438167746251565404236316680908203125
0.99749815464019775390625
0.98342388868331920281917746251565404236316680908203125
0.98109543323516834600894753748434595763683319091796875
0.981479227542877197265625
0.98160433769226085320980246251565404236316680908203125
0.98216629028320323602230246251565404236316680908203125
0.960684597492218017578125
0.98533684015274036749332253748434595763683319091796875
0.98425567150115955694644753748434595763683319091796875
0.997733891010284423828125
0.999016582965850830078125
0.97365748882293701171875
0.9929640293121337890625
0.995095431804656982421875
0.99317800998687744140625
0.99595969915390003546207253748434595763683319091796875
