0.11139396764338009571115861717771622352302074432373046875
0.110240016132593099396075331242172978818416595458984375
0.11073227412998669361154924217771622352302074432373046875
0.11248674336820839447792508281054324470460414886474609375
0.116254411637782995025958143742172978818416595458984375
0.11123744491487740082558133281054324470460414886474609375
0.1220754040405153950654693062460864894092082977294921875
0.117931363172829095642413221867172978818416595458984375
0.1206056382507084967503629968632594682276248931884765625
0.0968442605808376988374419624960864894092082977294921875
0.11348393466323609957147056093162973411381244659423828125
0.1204829569905996045076079781210864894092082977294921875
0.10828837472945450348671414531054324470460414886474609375
0.08902535773813720354485923280662973411381244659423828125
0.1334424344822764119111724312460864894092082977294921875
0.12152598518878220124062039531054324470460414886474609375
0.109323754906654302399005018742172978818416595458984375
0.116506724618375301361083984375
0.1013291170820593001256071374882594682276248931884765625
0.091927244327962398529052734375
0.1091244891285896023713775093710864894092082977294921875
0.135854362510144710540771484375
0.1260851044207811078035064156210864894092082977294921875
0.11472860630601640352654868593162973411381244659423828125
0.109620323404669706146563612492172978818416595458984375
0.1149352369830012043916411812460864894092082977294921875
0.12372938171029089493568875468554324470460414886474609375
0.094668295234441701690997206242172978818416595458984375
0.135408692061901092529296875
0.10182663239538669586181640625
0.1309750368818639876256071374882594682276248931884765625
0.095583410002291202545166015625
0.1263781366869806965791411812460864894092082977294921875
0.11217244807630770420114885155271622352302074432373046875
0.1178481373935937048802458093632594682276248931884765625
0.11160798929631710052490234375
0.117659126408398095886553846867172978818416595458984375
0.11494866479188199648309165468162973411381244659423828125
0.100397730246186200897540174992172978818416595458984375
0.114218269474804401397705078125
0.120753696188330594818438612492172978818416595458984375
0.13318824581801891326904296875
0.105561269447207395355547987492172978818416595458984375
0.11723921261727809906005859375
0.1132044680416584014892578125
0.1061524022370576025853239343632594682276248931884765625
0.122805354185402393341064453125
0.11258741095662110065500627342771622352302074432373046875
0.1089272750541566969761930749882594682276248931884765625
0.0959604522213338972935758874882594682276248931884765625
0.1210895515978336056672759468710864894092082977294921875
0.115815243683755397796630859375
0.117717072367668096344317518742172978818416595458984375
0.11313586868345730518381486717771622352302074432373046875
0.09902918152511119842529296875
0.111979960463941097259521484375
0.12182340398430820116448813905662973411381244659423828125
0.11881778575479980120110923280662973411381244659423828125
0.1081886803731322010957427437460864894092082977294921875
0.12263061199337239870477134218162973411381244659423828125
0.1167667629197239043126188562382594682276248931884765625
0.10543418675661080097238908592771622352302074432373046875
0.147532345727086011688555799992172978818416595458984375
0.12126283999532459778603055156054324470460414886474609375
0.11515744123607869753289634218162973411381244659423828125
0.11838908866047849477443065779880271293222904205322265625
0.1068313233554362973176665718710864894092082977294921875
0.105913476087152902405108534367172978818416595458984375
0.09591536782681940598305203593554324470460414886474609375
0.126067408360540811340655409367172978818416595458984375
0.112440849654376506805419921875
0.10992221906781189655344377342771622352302074432373046875
0.10906764585524790500681291405271622352302074432373046875
0.10738417506217949604074846092771622352302074432373046875
0.12452463153749700197625571718162973411381244659423828125
0.1082782847806811055146880562460864894092082977294921875
0.10163869708776469835687095155662973411381244659423828125
0.1075508967041969021760650093710864894092082977294921875
0.1156786140054464062654204781210864894092082977294921875
0.1180726680904626013646208093632594682276248931884765625
0.11735669523477550157952720155662973411381244659423828125
0.113489589653909206390380859375
0.11987640056759109319362011092380271293222904205322265625
0.1295885154977440001378141687382594682276248931884765625
0.11180322337895630402382352031054324470460414886474609375
0.1109894309192895056614958093632594682276248931884765625
0.125138503499329090118408203125
0.11070556100457899784128557030271622352302074432373046875
0.1165791228413581015477262781132594682276248931884765625
0.09791972395032640108514243593162973411381244659423828125
0.097364931367337703704833984375
0.10205812100321050295281821718162973411381244659423828125
0.1315113725140689970860563562382594682276248931884765625
0.115644894540309906005859375
0.09838844556361429904978166405271622352302074432373046875
0.1139320442453025938878141687382594682276248931884765625
0.11285553779453029454860057967380271293222904205322265625
0.0977343479171395024263091499960864894092082977294921875
0.1189145063981413008580290124882594682276248931884765625
0.11451819632202379917185197655271622352302074432373046875
0.101302796043455600738525390625
0.11079535819590090317543484843554324470460414886474609375
0.109099294058978502075518690617172978818416595458984375
0.1147028403356671055757232124960864894092082977294921875
0.1102136084809899052583403999960864894092082977294921875
0.1024438925087451934814453125
0.111611237749457303802813612492172978818416595458984375
0.11655307095497839664499650780271622352302074432373046875
0.126256031915545408050860487492172978818416595458984375
0.11176902893930669435906821718162973411381244659423828125
0.11581640131771560320306235780662973411381244659423828125
0.11139540933072560047190080467771622352302074432373046875
0.11205608397722240099358970155662973411381244659423828125
0.11797130387276409668739773906054324470460414886474609375
0.135475718416273593902587890625
0.1134635694324969967805571968710864894092082977294921875
0.120628587901592199127520643742172978818416595458984375
0.1306999176740646084748931343710864894092082977294921875
0.117522098124027196686114393742172978818416595458984375
0.1210905145853757025609098718632594682276248931884765625
0.12381909042596810077707658592771622352302074432373046875
0.1034201327711342932591520593632594682276248931884765625
0.10756587795913219451904296875
0.140325342305004596710205078125
0.10703255049884309590968456404880271293222904205322265625
0.127523396164178792755450331242172978818416595458984375
0.115938702598214093963946424992172978818416595458984375
0.123530315235257093231524549992172978818416595458984375
0.11226220149546860260780789531054324470460414886474609375
0.0953221144154667021641813562382594682276248931884765625
0.1164435697719453932652555749882594682276248931884765625
0.115874394774436895172442518742172978818416595458984375
0.1107565574347972037205778406132594682276248931884765625
0.10515966173261399874139243593162973411381244659423828125
0.125172386877238694946612440617172978818416595458984375
0.108084493316709995269775390625
0.11631456110626449407252636092380271293222904205322265625
0.09936496056616299366037736717771622352302074432373046875
0.102392320521175805847491346867172978818416595458984375
0.1166609935462473990330778406132594682276248931884765625
0.12480426952242849869545437968554324470460414886474609375
0.1105227191001176001439176843632594682276248931884765625
0.11182127986103289341013322655271622352302074432373046875
0.12019676808267830414589383281054324470460414886474609375
0.091353447176516000549639784367172978818416595458984375
0.113451466895639896392822265625
0.12199705466628070482659751405662973411381244659423828125
0.11074267793446769536647167342380271293222904205322265625
0.110088701359927598755206190617172978818416595458984375
0.12306729331612580036203752342771622352302074432373046875
0.12225847691297529740150906718554324470460414886474609375
