0.99443018436431884765625
0.98520267009735107421875
0.994934737682342529296875
0.989496886730194091796875
0.986870229244232177734375
0.994965493679046630859375
0.993338048458099365234375
0.988103330135345458984375
0.98772847652435302734375
0.9943025112152099609375
0.990764677524566650390625
0.9933288097381591796875
0.987753391265869140625
0.97841560840606689453125
0.993085205554962158203125
0.992779910564422607421875
0.994248867034912109375
0.99259531497955322265625
0.988359391689300537109375
0.98585951328277587890625
0.986544549465179443359375
0.98590552806854248046875
0.97867596149444580078125
0.9736731052398681640625
0.991457164287567138671875
0.991748332977294921875
0.985193192958831787109375
0.968081653118133544921875
0.980604708194732666015625
0.975881099700927734375
0.9837939739227294921875
0.98946273326873779296875
0.980775535106658935546875
0.96854150295257568359375
0.995533645153045654296875
0.98158991336822509765625
0.99489295482635498046875
0.9955425262451171875
0.98047637939453125
0.995067894458770751953125
0.992285430431365966796875
0.984266221523284912109375
0.976417601108551025390625
0.988068103790283203125
0.991529047489166259765625
0.9973852634429931640625
0.988553583621978759765625
0.99555504322052001953125
0.991812884807586669921875
0.982383310794830322265625
0.992843329906463623046875
0.99395215511322021484375
0.982851564884185791015625
0.983207404613494873046875
0.98646366596221923828125
0.99481689929962158203125
0.991070449352264404296875
0.983049094676971435546875
0.987994670867919921875
0.954719841480255126953125
0.99704587459564208984375
0.991909325122833251953125
0.985689461231231689453125
0.978909313678741455078125
0.9866316318511962890625
0.96295368671417236328125
0.989816844463348388671875
0.9694325923919677734375
0.97289550304412841796875
0.98907339572906494140625
0.97790682315826416015625
0.994815349578857421875
0.9833986759185791015625
0.99598610401153564453125
0.99127900600433349609375
0.992605745792388916015625
0.9945392608642578125
0.977950394153594970703125
0.98960530757904052734375
0.9963023662567138671875
0.991717040538787841796875
0.99845600128173828125
0.9909560680389404296875
0.982205450534820556640625
0.992929637432098388671875
0.989261150360107421875
0.98953378200531005859375
0.992172777652740478515625
0.982404172420501708984375
0.999350607395172119140625
0.98159086704254150390625
0.9950869083404541015625
0.990496456623077392578125
0.988322675228118896484375
0.985326588153839111328125
0.984847605228424072265625
0.989481866359710693359375
0.98835265636444091796875
0.998356521129608154296875
0.987421095371246337890625
0.977424681186676025390625
0.9963386058807373046875
0.991544902324676513671875
0.991868793964385986328125
0.9824199676513671875
0.971713483333587646484375
0.9868075847625732421875
0.988049983978271484375
0.99072206020355224609375
0.978434026241302490234375
0.9913852214813232421875
0.99460136890411376953125
0.9928972721099853515625
0.995735108852386474609375
0.990797698497772216796875
0.974397957324981689453125
0.990980088710784912109375
0.992859303951263427734375
0.996641218662261962890625
0.989931881427764892578125
0.9732177257537841796875
0.999113142490386962890625
0.98801004886627197265625
0.985097587108612060546875
0.983096301555633544921875
0.96431076526641845703125
0.989557683467864990234375
0.99257194995880126953125
0.977504253387451171875
0.98611915111541748046875
0.97868955135345458984375
0.992127239704132080078125
0.99166166782379150390625
0.978175818920135498046875
0.9700810909271240234375
0.997537434101104736328125
0.983423888683319091796875
0.9811046123504638671875
0.981479227542877197265625
0.9816043376922607421875
0.982166290283203125
0.96975743770599365234375
0.985336840152740478515625
0.980493247509002685546875
0.997733891010284423828125
0.95482003688812255859375
0.973506391048431396484375
0.995305478572845458984375
0.995095431804656982421875
0.993277072906494140625
0.967968463897705078125
