118581098576894840
132981694508557973
121613215736648405
139385717505532754
117781927799224189
146153326117440460
133356382512423389
154119185906502915
108990465960673709
126594426454151187
109077942108033866
163294584481578718
188911321112360230
154910079169726879
121903322817101578
149624187454256615
121537678067305380
151244065515725320
158388853015106692
140899762453861692
143458336521139435
134147081951958509
147585665890052507
118435865600229359
119804105451571150
113364988875392126
110800496349513254
143033397817851561
136554727531765884
82592644229602166
160917134068434829
122605885173272815
109864141078654316
114306846685298926
131485924633477402
137714780250207879
132977960078789695
131998624356459864
120488376932499770
159900655972847430
141809130794446279
146313404387026474
129133791038167188
97565428080969214
135408405121830278
118646850023567951
112538364414358074
120685473278997540
120845922143106459
125723021573702443
153588391476327545
163887536217196934
138928081689450312
107416077896294621
126599378411800977
149611023708264291
124143538137248758
171916196325897410
133361842374575560
178202537611854010
148571903436983758
178514173872400404
118175206455090705
177828507606555858
136316743692639956
189513414139692226
122183335393466283
134182282116013228
128531538999723150
124376391433964671
158225315870421859
115982659486518754
128579890385910896
112287723645579609
122881798148127848
114856464286026698
110187437647002259
132706763974800822
120316216575435991
112342115900587117
183398029007988213
121406864297921485
132867897314511315
125108212980518109
146495955325451069
132486693835555220
180330912011787663
109674082113954300
180563315645095927
137897043654981345
126433884700816749
144540783005698335
138243035521679891
162809454227320836
142319965011518498
133783600984811177
189230407050730304
122797829944373419
151413296820935911
104818412549122859
139782289493437539
179290555804531404
129537028959773406
112900207372570994
117321384205452049
133607364958075621
139369189208284696
142424471017742488
143515413906313885
138677363047761289
130376760786384883
117146939992417677
161550284611728424
144550516369725576
123199962252689814
136728179228478350
125558213343365594
139436925599366566
134760423457306466
122151258996906447
128071276937415611
145389357205434774
144964602711136666
135293777280619127
139825422945380282
185258630742192849
127156647303498778
123273899932903355
131867190440899549
139948803958676675
157544154788397678
119837867332519116
121953578282960816
123951771783079685
134500224437189369
123139397993141756
128200876631030710
147400949110715284
135177663296726147
155620580595640667
185899484104286386
136310008965602672
110706312888801068
130416384701331052
136983470319036538
139838313609685192
129227784102246399
126811346169796413
122221224204002571
173518488832056362
161909827129623794
