0.74326059339483430132844432591809891164302825927734375
0.7201056663892047016162223371793515980243682861328125
0.72373753173150590090045852775801904499530792236328125
0.710168397416840235791823943145573139190673828125
0.73671731833492426488874116330407559871673583984375
0.72395481969567943014709499038872309029102325439453125
0.7173653207989147961853859669645316898822784423828125
0.69902620126030245994996903391438536345958709716796875
0.7458207990122904806895576257375068962574005126953125
0.7305692230486020566360139127937145531177520751953125
0.7406505144204071910962738911621272563934326171875
0.68092949874966990364555385895073413848876953125
0.68351596250643587016071478501544333994388580322265625
0.70712084442426104136103504060884006321430206298828125
0.743348013104540683571030967868864536285400390625
0.6976933513624619109805280459113419055938720703125
0.72985792944090122080780247415532357990741729736328125
0.69578502330677471920949983541504479944705963134765625
0.70723618004608279630218703459831885993480682373046875
0.71727307318901700750046757093514315783977508544921875
0.70485095235440342609223307590582408010959625244140625
0.72369413739668908558400062247528694570064544677734375
0.71429632703363410417551904174615629017353057861328125
0.70689730123404037609446959322667680680751800537109375
0.72790747132940125663225217067520134150981903076171875
0.73516737515321761708975145666045136749744415283203125
0.74098049793015852149125066716806031763553619384765625
0.71481867198103843374923371811746619641780853271484375
0.7191060041502337352170570738962851464748382568359375
0.7452875641157741259945623824023641645908355712890625
0.70126641093170205554230278721661306917667388916015625
0.7355402023925601273646179834031499922275543212890625
0.7140436873877031853652397330733947455883026123046875
0.73022280532105809935927709375391714274883270263671875
0.73085443995448373666334873632877133786678314208984375
0.72264481968012983514881852897815406322479248046875
0.729443426864840649415100415353663265705108642578125
0.7356688434048404001686094488832168281078338623046875
0.7249255072095011076527271143277175724506378173828125
0.70352082832223505892699222385999746620655059814453125
0.72345340374640787484139536900329403579235076904296875
0.71073166864306391854455569045967422425746917724609375
0.7320098823026410794767571132979355752468109130859375
0.75725012563664939602148251651669852435588836669921875
0.72706175114245485957553682965226471424102783203125
0.7453233817233717584116448051645420491695404052734375
0.72612723614277785433301914963521994650363922119140625
0.7204708664623513669766907696612179279327392578125
0.71226185717483059267607359288376756012439727783203125
0.7385616937850334462467571938759647309780120849609375
0.7028031653600910200196949517703615128993988037109375
0.70384790822325982162510626949369907379150390625
0.71230050692278001900348272101837210357189178466796875
0.74484184174734713312915346250520087778568267822265625
0.7257694383676123184301332003087736666202545166015625
0.68094533939044132875295645135338418185710906982421875
0.733236183727225654394032972049899399280548095703125
0.683768534427689811394657226628623902797698974609375
0.71342281446606392592002521269023418426513671875
0.692968966589216694984543210011906921863555908203125
0.70938820466542862330783236757270060479640960693359375
0.67368555773797067498520618755719624459743499755859375
0.7275899633769074004163712743320502340793609619140625
0.685676160554054892060094061889685690402984619140625
0.71574958273208488801486737429513595998287200927734375
0.6759446579876158267552455072291195392608642578125
0.71811900648577886574486228710156865417957305908203125
0.7275949281356177689161768284975551068782806396484375
0.731615328573886447571794633404351770877838134765625
0.73905839870150635828593976839329116046428680419921875
0.705925975980148390220847431919537484645843505859375
0.7521847840447517530293453091871924698352813720703125
0.72695149915899481829484329864499159157276153564453125
0.74017977626508490995860256589367054402828216552734375
0.7389260393861214470945242283050902187824249267578125
0.73634306508134894642125800601206719875335693359375
0.73832310392368005746988046666956506669521331787109375
0.7048011176182880088703086585155688226222991943359375
0.72628056749262148716894671451882459223270416259765625
0.71498425214642835623379824028233997523784637451171875
0.6964087135258216765265615322277881205081939697265625
0.74112265641475960631368025133269838988780975341796875
0.73007004641026684854665518287220038473606109619140625
0.73658654543335544406801318473299033939838409423828125
0.72176476060308625282146977042430080473423004150390625
0.7315904045226411245295139451627619564533233642578125
0.67697074174883697939009152833023108541965484619140625
0.72323978753621265269657669705338776111602783203125
0.668641847114539444874026230536401271820068359375
0.71680002503545703351761630983673967421054840087890625
0.74324861139284859046227893486502580344676971435546875
0.72365640287673882458108209903002716600894927978515625
0.707058214780045712899436693987809121608734130859375
0.70196306526093110722541723589529283344745635986328125
0.699943691445392257577395866974256932735443115234375
0.7268153292091572570399193864432163536548614501953125
0.6756773904575463784993871740880422294139862060546875
0.71635878999290547586298316673492081463336944580078125
0.689352708452208418066220474429428577423095703125
0.7459202098386119583750542005873285233974456787109375
0.72400600766841727295997088731382973492145538330078125
0.678622201276796399582735830335877835750579833984375
0.71245065640778204585359389966470189392566680908203125
0.7415890811933836257452412610291503369808197021484375
0.7324793263849691538069919261033646762371063232421875
0.7349005129129346780558762475266121327877044677734375
0.7140751904738611433032247077790088951587677001953125
0.72590150269690756346108173602260649204254150390625
0.69374085875634483588925149888382293283939361572265625
0.7264591456865454599522990974946878850460052490234375
0.73604763283761365233459628143464215099811553955078125
0.73948107265511209273967097033164463937282562255859375
0.7094892965323824629564342103549279272556304931640625
0.71942382499323931366319584412849508225917816162109375
0.73154748778631872863087437508511357009410858154296875
0.70605427711322732431398208063910715281963348388671875
0.7354235287934633991113742013112641870975494384765625
0.70418804827270864432620101069915108382701873779296875
0.7298163757694100528539138394990004599094390869140625
0.7180087239586725456064186801086179912090301513671875
0.70583823762611086483076405784231610596179962158203125
0.72419990450699056605543546538683585822582244873046875
0.71417550837447640876831655987189151346683502197265625
0.70798053347101685961462180785019882023334503173828125
0.71246178923066671995201204481418244540691375732421875
0.68004620397303650047859946425887756049633026123046875
0.713879455098894055709024542011320590972900390625
0.7279265278055770949094949173741042613983154296875
0.71629782939121955376293726658332161605358123779296875
0.71392864092165242428933424889692105352878570556640625
0.6719797139558114640323083222028799355030059814453125
0.73487545587752312048479552686330862343311309814453125
0.74018184270874531893724679321167059242725372314453125
0.72804984388494020652871085985680110752582550048828125
0.72761510023373443534211446603876538574695587158203125
0.729724067248514796091285461443476378917694091796875
0.73226865888875192212026377092115581035614013671875
0.6964597467696005406168069384875707328319549560546875
0.7191135276452289559756536618806421756744384765625
0.68890566254173080107392479476402513682842254638671875
0.68372697954378958140608801841153763234615325927734375
0.72002072352508206254384504063636995851993560791015625
0.72518629967548198234084111390984617173671722412109375
0.71924429210565132830623724657925777137279510498046875
0.7172990045985743190470884655951522290706634521484375
0.68516513114645383186740446035400964319705963134765625
0.73380160676412697906556559246382676064968109130859375
0.7151433742524968550924313603900372982025146484375
0.7374430105266689405851820993120782077312469482421875
0.67861923024823334049671075263177044689655303955078125
0.696035955966423980356694301008246839046478271484375
