84.2085263729095458984375
84.4865777492523193359375
84.1635129451751708984375
86.8400657176971435546875
86.9022495746612548828125
83.426614284515380859375
83.6924841403961181640625
83.031787395477294921875
84.5907981395721435546875
84.8074901103973388671875
83.4290907382965087890625
84.6587178707122802734375
83.9890811443328857421875
84.18892192840576171875
86.2776050567626953125
85.3329489231109619140625
83.54076099395751953125
83.9399788379669189453125
83.5543477535247802734375
83.796642303466796875
84.022485256195068359375
82.0201356410980224609375
82.2849209308624267578125
85.6177241802215576171875
83.9368054866790771484375
84.2388393878936767578125
86.829454898834228515625
87.8786962032318115234375
87.983988285064697265625
84.803045749664306640625
84.6398890018463134765625
86.5360462665557861328125
83.492217540740966796875
83.7999603748321533203125
84.124263286590576171875
85.549690723419189453125
85.235126972198486328125
86.752140522003173828125
83.219844818115234375
84.03600788116455078125
85.1445715427398681640625
85.4003369808197021484375
83.4039881229400634765625
85.6586291790008544921875
85.85518741607666015625
83.866876125335693359375
89.5404641628265380859375
83.44980525970458984375
82.486510753631591796875
82.5842015743255615234375
85.764454364776611328125
82.725889682769775390625
82.064652919769287109375
83.255077838897705078125
81.7140445709228515625
84.5353543758392333984375
83.230830669403076171875
83.5768363475799560546875
82.7138292789459228515625
84.6719558238983154296875
84.01047801971435546875
84.29538822174072265625
84.8493707180023193359375
84.7843415737152099609375
83.1098654270172119140625
83.69811344146728515625
82.5530254840850830078125
85.3043143749237060546875
84.9093692302703857421875
84.141414165496826171875
84.0740544795989990234375
85.71916675567626953125
85.1632020473480224609375
85.65484714508056640625
84.965374469757080078125
85.112535953521728515625
84.8717181682586669921875
83.8488323688507080078125
84.0190355777740478515625
83.682340145111083984375
83.9854755401611328125
84.015727519989013671875
83.6444160938262939453125
85.077284336090087890625
84.990399837493896484375
84.81716823577880859375
83.903586864471435546875
84.1258547306060791015625
83.440620899200439453125
83.8324201107025146484375
84.15134525299072265625
83.418974399566650390625
81.3909714221954345703125
83.74503612518310546875
84.069479465484619140625
84.7099363803863525390625
85.1334807872772216796875
85.3348543643951416015625
86.211322784423828125
86.2683355808258056640625
84.517061710357666015625
85.3095266819000244140625
82.7116310596466064453125
82.806738376617431640625
86.540996074676513671875
85.7165410518646240234375
84.420791149139404296875
84.2551753520965576171875
84.511820316314697265625
84.4362213611602783203125
84.590136051177978515625
83.82576847076416015625
85.484982013702392578125
86.24212646484375
84.1047403812408447265625
83.2885396480560302734375
82.3485820293426513671875
82.730950832366943359375
84.9279706478118896484375
82.4421737194061279296875
82.465006351470947265625
86.9706494808197021484375
86.82831287384033203125
84.975026607513427734375
85.2703502178192138671875
83.7059729099273681640625
84.7861945629119873046875
85.4565677642822265625
81.8687045574188232421875
82.0602819919586181640625
84.00604724884033203125
84.020404815673828125
83.7347202301025390625
84.7373545169830322265625
85.0337371826171875
84.9479634761810302734375
85.1935546398162841796875
84.9531476497650146484375
83.0119192600250244140625
85.67052459716796875
91.7872295379638813983547152020037174224853515625
91.637488842010498046875
85.2745602130889892578125
85.409221649169921875
84.8230497837066650390625
85.2683918476104736328125
83.7725403308868408203125
85.058209896087646484375
85.813623905181884765625
85.4889013767242431640625
85.6545345783233642578125
