0.62865665663493797143956953732413239777088165283203125
0.717129977518530470348423477844335138797760009765625
0.679051476403632392475628876127302646636962890625
0.62641423390238504254057261277921497821807861328125
0.66294368402544068263892995673813857138156890869140625
0.68278465550406874928768274912727065384387969970703125
0.713051389927770618015756554086692631244659423828125
0.642127148805709424550514086149632930755615234375
0.61563983931164167895389027762576006352901458740234375
0.461520262677878545520826492065680213272571563720703125
0.63876160611008625522799775353632867336273193359375
0.653013471388304456155537991435267031192779541015625
0.6184623419082864170803759407135657966136932373046875
0.5289167554224132317131079616956412792205810546875
0.61513698637740998886869192574522458016872406005859375
0.67409669441080100060759150437661446630954742431640625
0.6862272462850642629206276978948153555393218994140625
0.6443817946549958985968942215549759566783905029296875
0.68163596046788776927627395707531832158565521240234375
0.56173688757478845712256543265539221465587615966796875
0.668942253901690264683566056191921234130859375
0.68055353281253705421960376042989082634449005126953125
0.641191482010643465372368154930882155895233154296875
0.58074114570871937512919203072669915854930877685546875
0.6694419773179782762184686362161301076412200927734375
0.6112620262391945669122605977463535964488983154296875
0.64168669802041777838752523166476748883724212646484375
0.52207137947344739448141126558766700327396392822265625
0.6100437830964657859311728316242806613445281982421875
0.5698588738707732748167700265184976160526275634765625
0.70944565676621762495557277361513115465641021728515625
0.5212516720699420513795985243632458150386810302734375
0.646617013830151687869829402188770473003387451171875
0.6885430274181152388024429455981589853763580322265625
0.63896084894882154703310561671969480812549591064453125
0.62739715600136214401771894699777476489543914794921875
0.747720224015382850524247260182164609432220458984375
0.71850026673026745616112975767464376986026763916015625
0.6263160757269314871109600062482059001922607421875
0.685139477040694888643201920785941183567047119140625
0.626730095974064038699680168065242469310760498046875
0.668882724933924865950984894880093634128570556640625
0.58694895844586325583946972983540035784244537353515625
0.63928801483968822338965765084140002727508544921875
0.684006487171078259024170620250515639781951904296875
0.67185426402173697990605205632164143025875091552734375
0.6595395562970784997247619685367681086063385009765625
0.61250749827524142432366716093383729457855224609375
0.6791603099600054260776005321531556546688079833984375
0.59554159048577115509459645181777887046337127685546875
0.672194858548436524614544396172277629375457763671875
0.705491924970477857215200856444425880908966064453125
0.61759796681515866101364053974975831806659698486328125
0.6801218064829719356367832006071694195270538330078125
0.57541633547656656499924565650871954858303070068359375
0.66379100837762627929095060608233325183391571044921875
0.67647592608773898792406953361933119595050811767578125
0.669526519240424722312354788300581276416778564453125
0.649671935255600629943728563375771045684814453125
0.68889805304313045386521707769134081900119781494140625
0.6901637594639564721177293904474936425685882568359375
0.56425526641390633120209940898348577320575714111328125
0.6690476958050044498094166556256823241710662841796875
0.6601697489671842777880783614818938076496124267578125
0.60535331549198245770782023100764490664005279541015625
0.72736887624143642394614062141044996678829193115234375
0.7386823413751237854540931948577053844928741455078125
0.670228648518350400564713709172792732715606689453125
0.491219573127492925568304826811072416603565216064453125
0.68575743489568441457748804168659262359142303466796875
0.62842114693634043565140245846123434603214263916015625
0.7080709812596541752327539143152534961700439453125
0.6992711918764153988803400352480821311473846435546875
0.65323527413434911981227060095989145338535308837890625
0.6901575401616268923277175417752005159854888916015625
0.6294669866285083070778227920527569949626922607421875
0.69934466812877149610727656181552447378635406494140625
0.55221117786329021459579280417528934776782989501953125
0.68090151794446585054032539119361899793148040771484375
0.66883072400778342814220422951621003448963165283203125
0.6575121052798440501874210895039141178131103515625
0.64342949504897772872169525726349093019962310791015625
0.6904380946970345434010596363805234432220458984375
0.64472811743152658170430413520080037415027618408203125
0.66844534230431473798006436481955461204051971435546875
0.6353450568219327632135673411539755761623382568359375
0.64554023824957262878143637863104231655597686767578125
0.58849016670502873882497851809603162109851837158203125
0.6927783335450248269893336328095756471157073974609375
0.60121329694212233274441814501187764108180999755859375
0.6805177689872154989103592015453614294528961181640625
0.5852563589396673204845455984468571841716766357421875
0.67983763013742570802122600071015767753124237060546875
0.68894895247915999281218546457239426672458648681640625
0.602790989476160721238784390152432024478912353515625
0.6671852591701183943229125361540354788303375244140625
0.6968061492057049388648692911374382674694061279296875
0.55343220112350544059864887458388693630695343017578125
0.7000663285777359856609791677328757941722869873046875
0.673460718776207389879573383950628340244293212890625
0.6481169112335070092711930556106381118297576904296875
0.61511243576445562286636459248256869614124298095703125
0.6694328640935778285125934417010284960269927978515625
0.62759836013424530332116546560428105294704437255859375
0.7052241481876071471646127974963746964931488037109375
0.5763118627814545202880935903522185981273651123046875
0.6286287596816342304606450852588750422000885009765625
0.71162618720561165996940644618007354438304901123046875
0.66601493107327180975829605813487432897090911865234375
0.6615278660946899424999401162494905292987823486328125
0.64398833768006102928893596981652081012725830078125
0.573645174324418416489379524136893451213836669921875
0.6498974284874330376027273814543150365352630615234375
0.7256115340607360852942520068609155714511871337890625
0.71625398321244959642939420518814586102962493896484375
0.65435383833390725616396821351372636854648590087890625
0.67603668282123674515560196596197783946990966796875
0.672436829612148567747453853371553122997283935546875
0.6215135951027710436989082154468633234500885009765625
0.65878247391824251710801263470784761011600494384765625
0.63868985598127780978217060692259110510349273681640625
0.62931724528719013012079130930942483246326446533203125
0.69529184594532245089482103139744140207767486572265625
0.62870925999903715108985124970786273479461669921875
0.66016902336975469278712580489809624850749969482421875
0.65030543282279118511013393799657933413982391357421875
0.5969338399689181340335153436171822249889373779296875
0.6006080892635499157705680772778578102588653564453125
0.71795766208120703755213298791204579174518585205078125
0.52875773939896253406089954296476207673549652099609375
0.64284499728698552001304733494180254638195037841796875
0.67344666777732065110484427350456826388835906982421875
0.60306880049378241981372639202163554728031158447265625
0.51835572857588252393412631136015988886356353759765625
0.60765675761429449597272878236253745853900909423828125
0.6569897910952764430447814447688870131969451904296875
0.69845214890792217676818154359352774918079376220703125
0.6204164974247543540286642382852733135223388671875
0.70492700509966510491466351595590822398662567138671875
0.6876714806655248590772089301026426255702972412109375
0.65866867124397454613671243350836448371410369873046875
0.5941904434338141083316031654248945415019989013671875
0.53246618299276915475815030731610022485256195068359375
0.618907018702400169019028908223845064640045166015625
0.55236339954132762652960764171439222991466522216796875
0.63553563050386674415648258218425326049327850341796875
0.6614486952811196029955453923321329057216644287109375
0.70388109086401084990569643196067772805690765380859375
0.67369579367873766440055760540417395532131195068359375
0.65744362516506671401117500863620080053806304931640625
0.6305626337914247425686653514276258647441864013671875
