4.95299053192138671875
6.511635303497314453125
5.784763336181640625
4.89191722869873046875
5.046405792236328125
4.255006313323974609375
4.668360233306884765625
5.522167205810546875
5.070435047149658203125
5.374857425689697265625
4.229379177093505859375
4.904627323150634765625
4.840633869171142578125
4.464984416961669921875
5.174413204193115234375
6.72185516357421875
4.9671878814697265625
4.968189716339111328125
4.8491497039794921875
4.6886157989501953125
4.941457271575927734375
5.56633472442626953125
4.8063640594482421875
5.084873676300048828125
4.36620330810546875
6.44197940826416015625
7.0167236328125
5.0376796722412109375
4.66962718963623046875
4.74650096893310546875
4.429752349853515625
4.97883701324462890625
5.07760143280029296875
4.849444866180419921875
5.2717742919921875
4.46638774871826171875
4.71437835693359375
4.646143436431884765625
3.9772739410400390625
5.27701282501220703125
5.042829990386962890625
6.421046733856201171875
4.57409000396728515625
5.65091609954833984375
4.79145526885986328125
5.141898632049560546875
4.868503093719482421875
5.341548919677734375
4.9369964599609375
4.6110439300537109375
8.31606006622314453125
4.943287372589111328125
5.7373790740966796875
5.19516658782958984375
4.48127651214599609375
4.16656208038330078125
5.26296901702880859375
7.22930431365966796875
5.73140430450439453125
5.451244354248046875
4.9767360687255859375
5.38520526885986328125
5.0981540679931640625
4.638326168060302734375
5.719707489013671875
4.4388599395751953125
4.543915271759033203125
4.984055995941162109375
5.40674877166748046875
5.65885448455810546875
5.567908763885498046875
5.093978404998779296875
4.951693058013916015625
4.95476531982421875
4.662946224212646484375
5.137061595916748046875
5.045041561126708984375
5.322219371795654296875
4.351011753082275390625
4.80683135986328125
4.67442798614501953125
4.2870655059814453125
5.14416408538818359375
5.687911510467529296875
5.01206302642822265625
5.3847026824951171875
4.720919132232666015625
5.912317752838134765625
5.245542049407958984375
4.54992008209228515625
4.963304996490478515625
4.7002277374267578125
5.373272418975830078125
5.602590084075927734375
5.165065765380859375
4.634919643402099609375
4.9180469512939453125
4.651725292205810546875
4.50473785400390625
4.628528118133544921875
5.987701416015625
4.83978271484375
4.7698497772216796875
6.20211887359619140625
5.54971790313720703125
5.2809295654296875
8.7832355499267578125
5.64266490936279296875
4.7537593841552734375
4.83592319488525390625
4.7621746063232421875
4.69916534423828125
4.478855609893798828125
4.3819561004638671875
5.8915462493896484375
5.128610134124755859375
6.127562999725341796875
5.97412872314453125
5.24500274658203125
5.25181674957275390625
5.570972919464111328125
4.7306232452392578125
5.080373287200927734375
5.777874469757080078125
5.1151580810546875
4.65515804290771484375
10.5095148086547833798931605997495353221893310546875
5.1116809844970703125
4.05870151519775390625
5.42609882354736328125
5.511939525604248046875
4.494598388671875
4.664647579193115234375
4.517224788665771484375
5.05152606964111328125
4.843681812286376953125
4.6844043731689453125
5.85296726226806640625
5.2513294219970703125
5.38614177703857421875
5.37834453582763671875
5.0422191619873046875
5.563213348388671875
4.67158985137939453125
4.96973514556884765625
5.01331806182861328125
5.2121429443359375
4.676760196685791015625
5.18407440185546875
3.858226299285888671875
4.902446269989013671875
