4.68526363372802734375
4.0258274078369140625
4.651934146881103515625
3.990196704864501953125
3.960401535034180131589209850062616169452667236328125
4.430606842041015625
5.058021068572998046875
3.9564011096954345703125
4.4405765533447265625
6.12202739715576171875
6.37592983245849609375
5.6719722747802734375
4.3203754425048828125
5.53480052947998046875
4.630235195159912109375
4.81078433990478515625
4.22935771942138671875
3.9790403842926025390625
5.25761318206787109375
3.837072849273681640625
4.844465732574462890625
3.954050540924071821535790149937383830547332763671875
9.004375457763671875
4.836305141448974609375
4.682708740234375
5.29377651214599609375
4.3488368988037109375
4.081177234649658203125
7.42760419845581143505341970012523233890533447265625
4.58859157562255859375
4.542905330657958984375
5.026834964752197265625
8.10748958587646484375
4.1248073577880859375
5.68167781829833984375
7.56813526153564453125
4.975510120391845703125
4.81224918365478515625
3.836799144744873046875
4.733640193939208984375
4.312833309173583984375
4.33772945404052734375
4.601724147796630859375
4.7706470489501953125
9.0323419570922833798931605997495353221893310546875
4.36376094818115234375
4.783527374267578125
4.945862293243408203125
6.032157421112060546875
4.59757518768310546875
4.56167316436767578125
3.9893839359283447265625
3.6634309291839599609375
6.3748912811279296875
4.249915599822998046875
4.56921672821044921875
4.84147548675537109375
5.185169219970703125
7.206019878387451171875
5.308145046234130859375
8.027851104736328125
4.36205196380615234375
7.318111896514892578125
5.810450077056884765625
4.65996551513671875
5.068393230438232421875
5.70089626312255859375
4.418831348419189453125
4.15093898773193359375
5.523683071136474609375
4.636010646820068359375
3.995935916900635209714209850062616169452667236328125
6.341452121734619140625
5.2564411163330078125
4.7210674285888671875
4.22211360931396484375
7.42324352264404296875
4.9335880279541015625
4.848038196563720703125
18.6324939727783203125
4.39480495452880859375
4.5204029083251953125
4.782362461090087890625
8.078929901123046875
4.616756916046142578125
4.606770992279052734375
8.23056507110595703125
3.9812963008880615234375
7.805843830108642578125
4.707892894744873046875
4.3774261474609375
5.662448883056640625
4.67656612396240234375
6.964387416839599609375
4.23583984375
4.598537921905517578125
5.78358364105224609375
4.557343959808349609375
4.67118740081787109375
4.9532451629638671875
5.143280506134033203125
13.69641876220703125
3.922319889068603071535790149937383830547332763671875
3.900216579437255859375
5.0229511260986328125
4.4648418426513671875
7.254145145416259765625
5.326725006103515625
4.771811008453369140625
4.6911640167236328125
6.0387744903564453125
5.298434734344482421875
4.198293209075927734375
5.573154449462890625
5.8358898162841796875
4.74396419525146484375
4.12916088104248046875
5.32078075408935546875
5.304451465606689453125
4.5557422637939453125
5.647994518280029296875
4.71582698822021484375
4.62492656707763671875
4.26723957061767578125
7.472469806671142578125
4.96548938751220703125
4.293960094451904296875
4.715943813323974609375
8.9179229736328125
4.750221729278564453125
5.259044647216796875
3.880269527435302290285790149937383830547332763671875
4.74508380889892578125
7.997923374176025390625
4.623331546783447265625
4.5252742767333984375
5.3107433319091796875
4.354897975921630859375
4.50259685516357421875
4.487542629241943359375
4.551650524139404296875
7.2724246978759765625
4.546342372894287109375
4.86127185821533203125
4.501843929290771484375
5.15255069732666015625
5.7726573944091796875
4.8395137786865234375
3.823588371276855024660790149937383830547332763671875
3.8798573017120361328125
5.6132869720458984375
