44.773259639739990234375
44.5575945377349853515625
44.59480762481689453125
44.473639965057373046875
44.868883609771728515625
44.7643611431121826171875
43.20014190673828125
43.142108917236328125
44.645092010498046875
45.292183399200439453125
44.67850399017333984375
44.6463024616241455078125
44.386684417724609375
44.3058197498321533203125
44.6878783702850341796875
44.5308773517608642578125
44.7831518650054931640625
44.5604236125946044921875
44.7107346057891845703125
45.21008729934693093355235760100185871124267578125
45.180507183074951171875
45.083965778350830078125
45.1493213176727294921875
45.30995130538941140230235760100185871124267578125
45.1306235790252685546875
45.01157665252685546875
45.165876865386962890625
44.6228656768798828125
44.4067695140838623046875
44.45574665069580078125
45.43155574798583984375
44.9052760601043701171875
44.8648784160614013671875
44.727031707763671875
44.971700191497802734375
44.81362819671630859375
44.931180477142333984375
45.335315704345703125
45.273401737213134765625
45.2119600772857666015625
44.28119182586669921875
44.1253330707550048828125
44.8149592876434326171875
44.26738071441650390625
44.1663239002227783203125
44.3619644641876220703125
46.5545532703399658203125
46.5968792438507080078125
43.881746768951416015625
43.93636322021485085542735760100185871124267578125
43.8588807582855224609375
44.8270738124847412109375
44.955271244049072265625
44.7625057697296142578125
45.3351438045501708984375
45.34447598457335715238514239899814128875732421875
46.026738643646240234375
46.1023089885711669921875
46.16928863525390625
44.8190515041351318359375
44.551725864410400390625
44.531992435455322265625
45.5973198413848876953125
45.5992405414581298828125
44.64893245697021484375
44.19721889495849609375
44.6740515232086181640625
43.936999797821044921875
43.699280261993408203125
43.7982704639434814453125
43.77409458160399680082264239899814128875732421875
44.1132347583770751953125
44.1018273830413818359375
44.2341806888580322265625
44.36940717697144265230235760100185871124267578125
46.155642986297607421875
44.916079998016357421875
45.1710736751556396484375
45.4245450496673583984375
45.2079174518585205078125
44.1256878376007080078125
44.0083897113800048828125
44.20083522796630859375
43.6379296779632568359375
43.52997875213623046875
43.5525014400482177734375
43.5390188694000244140625
44.208337306976318359375
45.979007244110107421875
45.690555572509765625
45.6138603687286376953125
44.028606891632080078125
44.224955081939697265625
44.1066417694091796875
44.326547145843505859375
43.4090220928192138671875
43.58555698394775390625
43.413337230682373046875
42.5672924518585205078125
42.8019778728485107421875
42.748050212860107421875
43.6650674343109130859375
45.2504904270172119140625
45.3544895648956298828125
45.1111471652984619140625
45.6016008853912353515625
45.6050567626953125
45.4585092067718505859375
45.3325126171112060546875
44.8497021198272705078125
45.084285736083984375
44.8456561565399169921875
44.3668515682220458984375
44.3775522708892822265625
44.3652856349945068359375
45.71292209625244140625
44.2142238616943359375
44.186798572540283203125
44.369958400726318359375
44.3505990505218505859375
44.024670124053955078125
44.187515735626220703125
44.7044694423675537109375
45.290046215057373046875
44.7311594486236572265625
44.832290172576904296875
45.1803567409515380859375
45.0430710315704345703125
44.9481251239776611328125
43.7079603672027587890625
46.3094828128814697265625
46.4940102100372314453125
46.29550147056578879301014239899814128875732421875
44.90357494354248046875
44.9855344295501708984375
45.0006492137908935546875
46.1131842136383056640625
43.8831589221954345703125
44.216874599456787109375
43.91851329803466796875
44.993137359619140625
44.8480494022369384765625
44.90391063690185546875
44.6460583209991455078125
44.2786083221435546875
43.762295246124267578125
44.4549376964569091796875
43.8544952869415283203125
44.294559001922607421875
44.07862377166748046875
44.0941855907440185546875
