4.533234119415283203125
4.54102611541748046875
4.57694244384765625
4.63203525543212890625
4.6418488025665283203125
4.5200531482696533203125
4.6059091091156005859375
4.4743998050689697265625
4.5551674365997314453125
4.5827028751373291015625
4.4844152927398681640625
4.60581684112548828125
4.6245977878570556640625
4.521134853363037109375
4.59867000579833984375
4.6558172702789306640625
4.495239734649658203125
4.5211741924285888671875
4.496612548828125
4.584988117218017578125
4.4940450191497802734375
4.4175021648406982421875
4.538702487945556640625
4.6230676174163818359375
4.522223949432373046875
4.6764628887176513671875
4.6142580509185791015625
4.7287905216217041015625
4.7381298542022705078125
4.6053264141082763671875
4.5438354015350341796875
4.6799781322479248046875
4.55710697174072265625
4.6362268924713134765625
4.5209052562713623046875
4.591441631317138671875
4.7466504573822021484375
4.6503050327301025390625
4.4695627689361572265625
4.563254833221435546875
4.5882356166839599609375
4.528664112091064453125
4.5335514545440673828125
4.5956223011016845703125
4.5711014270782470703125
4.5153367519378662109375
4.7830402851104736328125
4.5270502567291259765625
4.444083690643310546875
4.6517856121063232421875
4.6136338710784912109375
4.420858860015869140625
4.4262027740478515625
4.5180466175079345703125
4.4267673492431640625
4.6551754474639892578125
4.51591968536376953125
4.5801684856414794921875
4.4912216663360595703125
4.5532290935516357421875
4.565498828887939453125
4.5420639514923095703125
4.5300261974334716796875
4.6055908203125
4.514430999755859375
4.50860500335693359375
4.524615764617919921875
4.5536749362945556640625
4.541715145111083984375
4.5425603389739990234375
4.6327455043792724609375
4.6259877681732177734375
4.55152606964111328125
4.6675813198089599609375
4.61748027801513671875
4.5865020751953125
4.605156421661376953125
4.6059629917144775390625
4.5496120452880859375
4.53984928131103515625
4.5371227264404296875
4.5287282466888427734375
4.5206515789031982421875
4.5623648166656494140625
4.5807282924652099609375
4.56335735321044921875
4.5521132946014404296875
4.60062313079833984375
4.5457131862640380859375
4.6327826976776123046875
4.619479656219482421875
4.423120021820068359375
4.4489295482635498046875
4.523854732513427734375
4.5845229625701904296875
4.595127105712890625
4.5895388126373291015625
4.5888011455535888671875
4.6582767963409423828125
4.6115741729736328125
4.52884578704833984375
4.6154248714447021484375
4.48774433135986328125
4.6692371368408203125
4.6503369808197021484375
4.552998065948486328125
4.5205271244049072265625
4.2646224498748779296875
4.526448726654052734375
4.549292087554931640625
4.554190158843994140625
4.509421825408935546875
4.61202716827392578125
4.6040518283843994140625
4.458028316497802734375
4.5755901336669921875
4.473627567291259765625
4.6011807918548583984375
4.5383968353271484375
4.5011274814605712890625
4.5222818851470947265625
4.6794316768646240234375
4.769331455230712890625
4.65872097015380859375
4.567586421966552734375
4.561386585235595703125
4.5788853168487548828125
4.590316295623779296875
4.4275534152984619140625
4.7105000019073486328125
4.5364322662353515625
4.5200328826904296875
4.5018928050994873046875
4.5707099437713623046875
4.54831027984619140625
4.6417453289031982421875
4.595254421234130859375
4.5392589569091796875
4.6305942535400390625
4.69187068939208984375
4.967503070831298828125
4.600600719451904296875
4.6090381145477294921875
4.61113071441650390625
4.611616611480712890625
4.5564510822296142578125
4.5685150623321533203125
4.533313751220703125
4.61536407470703125
4.6155207157135009765625
4.6118147373199462890625
