0.982432425022125244140625
0.98570108413696277960269753748434595763683319091796875
0.9998188018798828125
0.98755633831024158819644753748434595763683319091796875
0.989782035350799560546875
0.997459888458251953125
0.98742991685867320672542746251565404236316680908203125
0.9998710155487060546875
0.9898583889007568359375
0.98350250720977783203125
0.993678987026214599609375
0.99949324131011962890625
0.99707055091857921258480246251565404236316680908203125
0.99416053295135498046875
0.99749010801315318719417746251565404236316680908203125
0.99885177612304676397769753748434595763683319091796875
0.98379480838775634765625
0.99636113643646240234375
0.988693416118621826171875
0.98108363151550281866519753748434595763683319091796875
0.98654979467391956671207253748434595763683319091796875
0.99668592214584361688167746251565404236316680908203125
0.99279427528381358758480246251565404236316680908203125
0.99106335639953602179019753748434595763683319091796875
0.98990726470947276727230246251565404236316680908203125
0.97650367021560680047542746251565404236316680908203125
0.99116528034210205078125
0.98846417665481556280582253748434595763683319091796875
0.988849461078643798828125
0.992008864879608154296875
0.981047689914703369140625
0.99300563335418701171875
0.98690700531005859375
0.99673253297805797235042746251565404236316680908203125
0.98368209600448597296207253748434595763683319091796875
0.999998152256011962890625
0.99005287885665882452457253748434595763683319091796875
0.997034549713134765625
0.99346816539764404296875
0.97841811180114757195980246251565404236316680908203125
0.99622094631195079461605246251565404236316680908203125
0.990685880184173583984375
0.99352586269378662109375
0.989528954029083251953125
0.98361045122146595343082253748434595763683319091796875
0.998770058155059814453125
0.9610755443572998046875
0.989891946315765380859375
0.98791348934173583984375
0.999536335468292236328125
0.9698879718780517578125
0.98449003696441639288394753748434595763683319091796875
0.99990481138229359014957253748434595763683319091796875
0.99978911876678477899105246251565404236316680908203125
0.99986326694488525390625
0.99800288677215576171875
0.9945561885833740234375
0.99228215217590320929019753748434595763683319091796875
0.98661601543426524774105246251565404236316680908203125
0.991230905055999755859375
0.981881201267242431640625
0.99890172481536876336605246251565404236316680908203125
0.96274065971374522820980246251565404236316680908203125
0.992618560791015625
0.995235860347747802734375
0.9931011199951171875
0.97305655479431163445980246251565404236316680908203125
0.9931354522705078125
0.990991115570068359375
0.99527186155319202764957253748434595763683319091796875
0.990619480609893798828125
0.97479605674743641241519753748434595763683319091796875
0.9935829639434814453125
0.962617397308349609375
0.979765355587005615234375
0.9931583404541015625
0.96854442358016956671207253748434595763683319091796875
0.99481749534606922491519753748434595763683319091796875
0.997806727886199951171875
0.977542400360107421875
0.98883610963821400030582253748434595763683319091796875
0.988704264163970947265625
0.99608236551284801141292746251565404236316680908203125
0.99801290035247802734375
0.99892771244049083367855246251565404236316680908203125
0.99606877565383922235042746251565404236316680908203125
0.99363940954208362921207253748434595763683319091796875
0.99243479967117320672542746251565404236316680908203125
0.99561792612075794561832253748434595763683319091796875
0.997171103954315185546875
0.99543428421020518914730246251565404236316680908203125
0.969902813434600830078125
0.99149018526077281610042746251565404236316680908203125
0.98602318763732921258480246251565404236316680908203125
0.9919321537017822265625
0.988286077976226806640625
0.98858439922332763671875
0.98485171794891357421875
0.990060389041900634765625
0.994991302490234375
0.98697155714035045281917746251565404236316680908203125
0.98061829805374156610042746251565404236316680908203125
0.98770749568939197882144753748434595763683319091796875
0.99748420715332042352230246251565404236316680908203125
0.999552905559539794921875
0.97288566827774036749332253748434595763683319091796875
0.989442348480224609375
0.99539959430694580078125
0.99607622623443603515625
0.9698593616485595703125
0.96927380561828602179019753748434595763683319091796875
0.99685496091842640264957253748434595763683319091796875
0.98911428451538074835269753748434595763683319091796875
0.99328738451004039422542746251565404236316680908203125
0.99987125396728515625
0.97030985355377197265625
0.992315471172332763671875
0.99000054597854603155582253748434595763683319091796875
0.98993575572967518194644753748434595763683319091796875
0.99982142448425281866519753748434595763683319091796875
0.992542088031768798828125
0.98305737972259521484375
0.99300843477249156610042746251565404236316680908203125
0.97715723514556884765625
0.991989791393280029296875
0.977424800395965576171875
0.988676011562347412109375
0.974998414516448974609375
0.999140560626983642578125
0.98213011026382435186832253748434595763683319091796875
0.99405038356780994757144753748434595763683319091796875
0.972961008548736572265625
0.99102956056594837530582253748434595763683319091796875
0.975918710231781005859375
0.99195963144302357061832253748434595763683319091796875
0.980535089969635009765625
0.979897677898406982421875
0.9973027706146240234375
0.9801273345947265625
0.99856770038604736328125
0.99950516223907481805355246251565404236316680908203125
0.99425607919693004266292746251565404236316680908203125
0.991973817348480224609375
0.99429738521575916632144753748434595763683319091796875
0.980100214481353759765625
0.9959018230438232421875
1
0.99281984567642200811832253748434595763683319091796875
0.98292392492294322625667746251565404236316680908203125
0.9774906635284423828125
0.99975019693374644891292746251565404236316680908203125
