0.11135770939290519365716392030662973411381244659423828125
0.110182253643870298187579237492172978818416595458984375
0.11073227412998669361154924217771622352302074432373046875
0.11248674336820839447792508281054324470460414886474609375
0.1162284221500158032380767281210864894092082977294921875
0.11123640555888410219598227968162973411381244659423828125
0.1220754040405153950654693062460864894092082977294921875
0.1179856723174451949009977624882594682276248931884765625
0.11613298114389179749306180156054324470460414886474609375
0.09684114623814819855507352031054324470460414886474609375
0.11347048450261350283074790468162973411381244659423828125
0.1204829569905996045076079781210864894092082977294921875
0.10817988682538269562538602031054324470460414886474609375
0.08902535773813720354485923280662973411381244659423828125
0.1334424344822764119111724312460864894092082977294921875
0.12152598518878220124062039531054324470460414886474609375
0.10932695120573039659905845155662973411381244659423828125
0.11645594146102659915964494530271622352302074432373046875
0.1013291170820593001256071374882594682276248931884765625
0.0918593732640146931611724312460864894092082977294921875
0.10904340073466299576576687968554324470460414886474609375
0.1290570590645074011693083093632594682276248931884765625
0.1260851044207811078035064156210864894092082977294921875
0.11472860630601640352654868593162973411381244659423828125
0.10969905555248260498046875
0.1149897174909710051426969812382594682276248931884765625
0.12372938171029089493568875468554324470460414886474609375
0.094668295234441701690997206242172978818416595458984375
0.135408692061901092529296875
0.10182663239538669586181640625
0.1309750368818639876256071374882594682276248931884765625
0.095583410002291202545166015625
0.12068609427660699495721274843162973411381244659423828125
0.117398072034120504181231581242172978818416595458984375
0.1121461307629942061314665124882594682276248931884765625
0.11150120198726649889398032655662973411381244659423828125
0.117659126408398095886553846867172978818416595458984375
0.11494866479188199648309165468162973411381244659423828125
0.100397730246186200897540174992172978818416595458984375
0.114218269474804401397705078125
0.120753696188330594818438612492172978818416595458984375
0.12364198360592119907419572655271622352302074432373046875
0.105561269447207395355547987492172978818416595458984375
0.11723921261727809906005859375
0.1132044680416584014892578125
0.1063085328787564953767486031210864894092082977294921875
0.11835553124547000536370688905662973411381244659423828125
0.11258741095662110065500627342771622352302074432373046875
0.1089272750541566969761930749882594682276248931884765625
0.095989574678242206573486328125
0.1210895515978336056672759468710864894092082977294921875
0.115815243683755397796630859375
0.117717072367668096344317518742172978818416595458984375
0.11313588730990879749338517967771622352302074432373046875
0.09902918152511119842529296875
0.111979960463941097259521484375
0.11498360708355899462151938905662973411381244659423828125
0.1187699884176253994905181343710864894092082977294921875
0.10815705824643369326043540468162973411381244659423828125
0.12263061199337239870477134218162973411381244659423828125
0.1167667629197239043126188562382594682276248931884765625
0.10537254344671960482049399843162973411381244659423828125
0.1415878655388951024018950874960864894092082977294921875
0.114962677471339702606201171875
0.11515744123607869753289634218162973411381244659423828125
0.1184014920145272931062407906210864894092082977294921875
0.106899924576282501220703125
0.10582409705966709656532742656054324470460414886474609375
0.09857172332704060291330705467771622352302074432373046875
0.126067408360540811340655409367172978818416595458984375
0.112440849654376506805419921875
0.1165970768779515942537017281210864894092082977294921875
0.1145103024318814000093169624960864894092082977294921875
0.10738417506217949604074846092771622352302074432373046875
0.1245113620534538945161528999960864894092082977294921875
0.10830109287053339695017228905271622352302074432373046875
0.10163869708776469835687095155662973411381244659423828125
0.1075508967041969021760650093710864894092082977294921875
0.11557094007730479845452720155662973411381244659423828125
0.11807161942124359821360002342771622352302074432373046875
0.117259286344051305572833143742172978818416595458984375
0.113489589653909206390380859375
0.124814529903232995788897596867172978818416595458984375
0.1295885154977440001378141687382594682276248931884765625
0.11186500731855629486855008281054324470460414886474609375
0.1109894309192895056614958093632594682276248931884765625
0.125138503499329090118408203125
0.110758510418236200134600721867172978818416595458984375
0.11642349418252699588816057030271622352302074432373046875
0.09791959170252080568719321718162973411381244659423828125
0.097364931367337703704833984375
0.10205812100321050295281821718162973411381244659423828125
0.1396174011752009114228911812460864894092082977294921875
0.121243244968354701995849609375
0.0984420543536543013463102624882594682276248931884765625
0.114042296074330806732177734375
0.12042842805385589599609375
0.0977343479171395024263091499960864894092082977294921875
0.1189145063981413008580290124882594682276248931884765625
0.114442565478384494781494140625
0.101302796043455600738525390625
0.1159408874809741973876953125
0.10917628835886709903757463280271622352302074432373046875
0.1147028403356671055757232124960864894092082977294921875
0.115205832757055703918780409367172978818416595458984375
0.1024485286325216015779204781210864894092082977294921875
0.111611237749457303802813612492172978818416595458984375
0.1214422592893242003331266687382594682276248931884765625
0.1354818735271691998445220406210864894092082977294921875
0.11176902893930669435906821718162973411381244659423828125
0.12107416428625579485345298280662973411381244659423828125
0.11128946207463739914711453593554324470460414886474609375
0.11205608397722240099358970155662973411381244659423828125
0.11797130387276409668739773906054324470460414886474609375
0.135233382694423198699951171875
0.11340583674609659714516141093554324470460414886474609375
0.120628587901592199127520643742172978818416595458984375
0.1306999176740646084748931343710864894092082977294921875
0.11738380230963230133056640625
0.1210905145853757025609098718632594682276248931884765625
0.11625740677118300003822781718554324470460414886474609375
0.1034201327711342932591520593632594682276248931884765625
0.10756587795913219451904296875
0.140325342305004596710205078125
0.11251578852534289965081626405662973411381244659423828125
0.127523396164178792755450331242172978818416595458984375
0.115938702598214093963946424992172978818416595458984375
0.11651583015918730301674344218554324470460414886474609375
0.117439939640462398529052734375
0.0953221144154667021641813562382594682276248931884765625
0.1164435697719453932652555749882594682276248931884765625
0.115874394774436895172442518742172978818416595458984375
0.1030791411176323058018766687382594682276248931884765625
0.1052013235166668059239469812382594682276248931884765625
0.125172386877238694946612440617172978818416595458984375
0.108084493316709995269775390625
0.116432503797113895416259765625
0.09944364614784710620920549217771622352302074432373046875
0.10240017343312500519569852031054324470460414886474609375
0.1166609935462473990330778406132594682276248931884765625
0.132056890986859798431396484375
0.1105227191001176001439176843632594682276248931884765625
0.11182127986103289341013322655271622352302074432373046875
0.12515345402061939239501953125
0.091353447176516000549639784367172978818416595458984375
0.1135941548272967061006255562460864894092082977294921875
0.12199705466628070482659751405662973411381244659423828125
0.11074267793446769536647167342380271293222904205322265625
0.1101729152724146010289274499882594682276248931884765625
0.12306729331612580036203752342771622352302074432373046875
0.12225847691297529740150906718554324470460414886474609375
