0.99443018436431884765625
0.98520267009735118524105246251565404236316680908203125
0.99493473768234241827457253748434595763683319091796875
0.98949688673019398077457253748434595763683319091796875
0.986870229244232177734375
0.994965493679046630859375
0.993338048458099365234375
0.98810333013534557000667746251565404236316680908203125
0.98772847652435302734375
0.9943025112152099609375
0.99076467752456676141292746251565404236316680908203125
0.9933288097381591796875
0.98775339126586925164730246251565404236316680908203125
0.97841560840606678350894753748434595763683319091796875
0.993085205554962158203125
0.992779910564422607421875
0.99424886703491199835269753748434595763683319091796875
0.99259531497955322265625
0.98835939168930042608707253748434595763683319091796875
0.98585951328277598992855246251565404236316680908203125
0.986544549465179443359375
0.98590552806854236944644753748434595763683319091796875
0.97867596149444580078125
0.9736731052398681640625
0.99145716428756724969417746251565404236316680908203125
0.99174833297729481085269753748434595763683319091796875
0.985193192958831787109375
0.968081653118133544921875
0.98060470819473277703792746251565404236316680908203125
0.97588109970092762335269753748434595763683319091796875
0.98379397392272960320980246251565404236316680908203125
0.98946273326873779296875
0.98077553510665882452457253748434595763683319091796875
0.96854150295257557257144753748434595763683319091796875
0.995533645153045654296875
0.98158991336822520867855246251565404236316680908203125
0.99489295482635498046875
0.9955425262451171875
0.98047637939453125
0.995067894458770751953125
0.992285430431365966796875
0.98426622152328480108707253748434595763683319091796875
0.976417601108551025390625
0.988068103790283203125
0.99152904748916637078792746251565404236316680908203125
0.9973852634429931640625
0.988553583621978759765625
0.99555504322052001953125
0.99181288480758678094417746251565404236316680908203125
0.98238331079483043328792746251565404236316680908203125
0.992843329906463623046875
0.99395215511322021484375
0.982851564884185791015625
0.98320740461349476202457253748434595763683319091796875
0.98646366596221923828125
0.99481689929962158203125
0.991070449352264404296875
0.983049094676971435546875
0.98799467086792003289730246251565404236316680908203125
0.95471984148025523797542746251565404236316680908203125
0.99704587459564197882144753748434595763683319091796875
0.991909325122833251953125
0.98568946123123157843082253748434595763683319091796875
0.97890931367874156610042746251565404236316680908203125
0.98663163185119640008480246251565404236316680908203125
0.96295368671417236328125
0.989816844463348388671875
0.9694325923919677734375
0.97289550304412841796875
0.98907339572906483038394753748434595763683319091796875
0.97790682315826416015625
0.994815349578857421875
0.98339867591857921258480246251565404236316680908203125
0.99598610401153564453125
0.99127900600433360711605246251565404236316680908203125
0.99260574579238880499332253748434595763683319091796875
0.9945392608642578125
0.977950394153594970703125
0.98960530757904041632144753748434595763683319091796875
0.99630236625671397820980246251565404236316680908203125
0.991717040538787841796875
0.99845600128173839227230246251565404236316680908203125
0.9909560680389404296875
0.982205450534820556640625
0.992929637432098388671875
0.989261150360107421875
0.98953378200530994757144753748434595763683319091796875
0.99217277765274036749332253748434595763683319091796875
0.98240417242050159796207253748434595763683319091796875
0.99935060739517200811832253748434595763683319091796875
0.98159086704254161492855246251565404236316680908203125
0.99508690834045399054019753748434595763683319091796875
0.990496456623077392578125
0.98832267522811878546207253748434595763683319091796875
0.98532658815383922235042746251565404236316680908203125
0.98484760522842396124332253748434595763683319091796875
0.98948186635971080438167746251565404236316680908203125
0.98835265636444080694644753748434595763683319091796875
0.998356521129608154296875
0.98742109537124644891292746251565404236316680908203125
0.977424681186676025390625
0.99633860588073719366519753748434595763683319091796875
0.99154490232467640264957253748434595763683319091796875
0.991868793964385986328125
0.9824199676513671875
0.971713483333587646484375
0.9868075847625732421875
0.98804998397827159539730246251565404236316680908203125
0.99072206020355224609375
0.97843402624130237921207253748434595763683319091796875
0.9913852214813232421875
0.99460136890411376953125
0.9928972721099853515625
0.99573510885238636358707253748434595763683319091796875
0.990797698497772216796875
0.97439795732498157843082253748434595763683319091796875
0.99098008871078480108707253748434595763683319091796875
0.992859303951263427734375
0.996641218662261962890625
0.98993188142776478155582253748434595763683319091796875
0.9732177257537841796875
0.999113142490386962890625
0.98801004886627197265625
0.98509758710861194952457253748434595763683319091796875
0.983096301555633544921875
0.96431076526641834600894753748434595763683319091796875
0.989557683467864990234375
0.99257194995880115850894753748434595763683319091796875
0.977504253387451171875
0.98611915111541759149105246251565404236316680908203125
0.97868955135345458984375
0.99212723970413196905582253748434595763683319091796875
0.99166166782379161492855246251565404236316680908203125
0.97817581892013560906917746251565404236316680908203125
0.9700810909271240234375
0.99753743410110484735042746251565404236316680908203125
0.98342388868331920281917746251565404236316680908203125
0.98110461235046397820980246251565404236316680908203125
0.981479227542877197265625
0.98160433769226085320980246251565404236316680908203125
0.98216629028320323602230246251565404236316680908203125
0.96975743770599365234375
0.98533684015274036749332253748434595763683319091796875
0.98049324750900279656917746251565404236316680908203125
0.997733891010284423828125
0.95482003688812255859375
0.973506391048431396484375
0.99530547857284557000667746251565404236316680908203125
0.995095431804656982421875
0.99327707290649402960269753748434595763683319091796875
0.96796846389770518914730246251565404236316680908203125
