9.113643646240234375
4.0258274078369140625
4.651934146881103515625
3.9633910655975341796875
3.960401535034180131589209850062616169452667236328125
4.442937374114990234375
5.058021068572998046875
3.989047527313231977785790149937383830547332763671875
4.4405765533447265625
5.99347782135009765625
8.986083984375
5.6719722747802734375
4.3203754425048828125
5.53480052947998046875
4.6563625335693359375
11.3421792984008806826068394002504646778106689453125
4.22935771942138671875
3.97479724884033203125
5.25761318206787109375
6.48702239990234375
4.844465732574462890625
3.9631500244140625
5.106591701507568359375
9.1559906005859375
10.6635808944702166201068394002504646778106689453125
5.2767543792724609375
6.38404750823974609375
8.93671512603759765625
4.9254055023193359375
4.654331207275390625
4.557681560516357421875
5.034754276275634765625
8.1013393402099609375
4.1646671295166015625
5.68167781829833984375
4.810842990875244140625
4.943849086761474609375
4.81224918365478515625
3.863071918487548828125
4.72745418548583984375
4.361911773681640625
9.01984882354736328125
4.601724147796630859375
4.7706470489501953125
9.0323419570922833798931605997495353221893310546875
4.36376094818115234375
7.833798885345458984375
7.174328327178955078125
6.032157421112060546875
8.26570415496826171875
8.74141788482666015625
3.9893839359283447265625
3.6634309291839599609375
4.22774028778076171875
6.15855503082275390625
4.56921672821044921875
4.833441257476806640625
6.602002620697021484375
4.98285770416259765625
5.287017345428466796875
5.353431224822998046875
4.36205196380615234375
7.359632968902587890625
5.751363277435302734375
4.664681911468505859375
5.068393230438232421875
5.70089626312255859375
7.15064525604248046875
8.921421051025390625
5.523683071136474609375
8.1284027099609375
4.008670330047607421875
3.543451786041260209714209850062616169452667236328125
7.17634487152099609375
4.6817836761474609375
8.59098148345947265625
5.33768367767333984375
8.68116283416748046875
4.87290859222412109375
17.708660125732421875
6.9358386993408203125
4.5204029083251953125
4.819216251373291015625
4.976932525634765625
4.60860729217529296875
7.85888195037841796875
4.71464252471923828125
3.9812963008880615234375
7.763753414154052734375
4.707892894744873046875
8.67611980438232421875
4.356388568878173828125
4.67656612396240234375
4.20084476470947265625
4.21225833892822265625
4.598537921905517578125
5.78358364105224609375
4.557343959808349609375
8.10429859161376953125
6.5739612579345703125
7.92555999755859375
5.552783966064453125
8.5930309295654296875
3.900216579437255859375
7.05169200897216796875
9.49922466278076171875
7.254145145416259765625
5.2834377288818359375
4.771811008453369140625
4.6911640167236328125
4.6258144378662109375
5.28267955780029296875
4.17396259307861328125
6.68334484100341796875
9.12664508819580078125
4.74396419525146484375
4.12916088104248046875
5.324990749359130859375
5.304451465606689453125
6.70397090911865234375
5.647994518280029296875
6.5945529937744140625
10.77740478515625
8.04219818115234375
5.72494220733642578125
4.97384929656982421875
4.293960094451904296875
4.715943813323974609375
8.10766696929931640625
4.744732379913330078125
5.259044647216796875
3.883053302764892578125
11.2549896240234375
4.39515209197998046875
4.623331546783447265625
4.523441314697265625
5.316206455230712890625
4.35465526580810546875
4.49769115447998046875
4.478779315948486328125
8.9910736083984375
5.3378314971923828125
4.5523548126220703125
4.86127185821533203125
4.5433139801025390625
5.15255069732666015625
8.51855373382568359375
4.8395137786865234375
3.823588371276855024660790149937383830547332763671875
8.02997589111328125
5.628335475921630859375
