4.1329174041748046875
8.971920013427734375
4.213898181915283203125
4.76273822784423828125
5.6406116485595703125
4.133700847625732421875
4.8181324005126953125
4.77652645111083984375
4.08978748321533203125
4.435878753662109375
4.658320903778076171875
4.4799785614013671875
4.811137676239013671875
5.3861751556396484375
5.170871734619140625
4.2910976409912109375
4.89559173583984375
4.7235240936279296875
4.729981899261474609375
4.12659454345703125
5.244510173797607421875
4.54456233978271484375
4.981643199920654296875
5.010544300079345703125
5.011405467987060546875
4.34442424774169921875
4.62440586090087890625
4.0561885833740234375
4.585330963134765625
5.594018459320068359375
4.396500110626220703125
4.271563053131103515625
4.407890796661376953125
7.65870571136474609375
4.83978366851806640625
5.0533466339111328125
5.523607730865478515625
7.23350620269775390625
4.207916259765625
4.3615283966064453125
5.059713840484619140625
5.24973964691162109375
4.93651580810546875
3.864933013916016069089209850062616169452667236328125
5.404109477996826171875
10.4007244110107421875
4.788201808929443359375
4.260899066925048828125
5.634481906890869140625
5.4119014739990234375
4.19446659088134765625
5.297257900238037109375
5.00300312042236328125
4.390879154205322265625
4.4165439605712890625
7.083794116973876953125
3.966264724731445756589209850062616169452667236328125
5.198816776275634765625
5.160867214202880859375
4.89422321319580078125
4.4817981719970703125
4.6290569305419921875
4.8103504180908203125
8.145175933837890625
4.32110500335693359375
4.84119510650634765625
4.58991527557373046875
5.2893390655517578125
4.59232044219970703125
5.065460205078125
4.4604949951171875
5.813643932342529296875
7.4547519683837890625
4.738811492919921875
4.64782238006591796875
4.232952594757080078125
7.913254261016845703125
3.951802730560302290285790149937383830547332763671875
4.31667613983154296875
4.447005748748779296875
3.820865631103515180910790149937383830547332763671875
4.127163410186767578125
4.74980926513671875
4.04179668426513671875
4.5109119415283203125
4.6501407623291015625
4.93204021453857421875
4.167223453521728515625
4.59787273406982421875
4.553431034088134765625
3.806694507598876953125
7.509889125823974609375
5.29169178009033203125
5.0306529998779296875
4.7572193145751953125
4.13926792144775390625
4.58977413177490234375
4.852281093597412109375
4.255044460296630859375
4.674302577972412109375
4.8657379150390625
6.882348537445068359375
4.170292377471923828125
4.71747493743896484375
4.9819164276123046875
4.43817996978759765625
6.559105396270751953125
4.587795734405517578125
4.005176544189453125
5.5191440582275390625
4.47209262847900390625
4.71431827545166015625
4.6167430877685546875
4.21929836273193359375
4.8277378082275390625
11.43377780914306640625
4.319297313690185546875
5.096419811248779296875
4.603155612945556640625
9.4179401397705078125
5.57493114471435546875
5.9180507659912109375
4.6165409088134765625
4.5627880096435546875
5.306701183319091796875
4.35756206512451171875
4.94286823272705078125
4.0124568939208984375
8.94008731842041015625
4.386184215545654296875
4.654031276702880859375
4.569422245025634765625
4.458851337432861328125
4.8945865631103515625
4.541920185089111328125
4.872009754180908203125
4.421184539794921875
4.65845584869384765625
7.38724517822265625
7.5217151641845703125
4.895404338836669921875
4.743625640869140625
4.226697444915771484375
4.189298152923583984375
5.156322956085205078125
4.884974956512451171875
4.903534412384033203125
4.7532215118408203125
4.220096111297607421875
4.5792064666748046875
4.4925823211669921875
