0.628249517641961574554443359375
0.716518306173384189605712890625
0.678794194944202899932861328125
0.625215195119380950927734375
0.66264541447162628173828125
0.682317920029163360595703125
0.712715103290975093841552734375
0.641891519539058208465576171875
0.615449170581996440887451171875
0.4611721970140933990478515625
0.63833454065024852752685546875
0.6516786403954029083251953125
0.61780708096921443939208984375
0.528621904551982879638671875
0.614783364348113536834716796875
0.67386262305080890655517578125
0.6853496246039867401123046875
0.643924626521766185760498046875
0.681349198333919048309326171875
0.558502831496298313140869140625
0.668620304204523563385009765625
0.680348833091557025909423828125
0.640898338519036769866943359375
0.5802970863878726959228515625
0.669168719090521335601806640625
0.610987831838428974151611328125
0.641330271027982234954833984375
0.5217490904033184051513671875
0.607762114144861698150634765625
0.569398923777043819427490234375
0.709190561436116695404052734375
0.519748605787754058837890625
0.6461505405604839324951171875
0.6882473863661289215087890625
0.638671717606484889984130859375
0.6270968019962310791015625
0.7470762729644775390625
0.71832423843443393707275390625
0.626011007465422153472900390625
0.684714374132454395294189453125
0.626166860572993755340576171875
0.668562010861933231353759765625
0.5861795432865619659423828125
0.63898778520524501800537109375
0.68372680433094501495361328125
0.6713540591299533843994140625
0.6591218747198581695556640625
0.612105249427258968353271484375
0.678807641379535198211669921875
0.594637242145836353302001953125
0.671703345142304897308349609375
0.705239904113113880157470703125
0.61726663820445537567138671875
0.67987938411533832550048828125
0.574872434139251708984375
0.663554430939257144927978515625
0.676063239574432373046875
0.669015417806804180145263671875
0.6487286388874053955078125
0.6885914541780948638916015625
0.689812637865543365478515625
0.563338979147374629974365234375
0.668907858431339263916015625
0.6599030680954456329345703125
0.605102893896400928497314453125
0.7270595170557498931884765625
0.7384755350649356842041015625
0.669238061644136905670166015625
0.490963133983313981811846815617172978818416595458984375
0.685465578921139240264892578125
0.6193321160972118377685546875
0.70779815129935741424560546875
0.69864356517791748046875
0.652450977824628353118896484375
0.689511406235396862030029296875
0.629222237505018711090087890625
0.6991496048867702484130859375
0.55085931718349456787109375
0.680546275340020656585693359375
0.66868469677865505218505859375
0.657341235317289829254150390625
0.64312533475458621978759765625
0.69008660130202770233154296875
0.643760603852570056915283203125
0.668104079551994800567626953125
0.63509045541286468505859375
0.64520767889916896820068359375
0.588213342241942882537841796875
0.692371017299592494964599609375
0.599295285530388355255126953125
0.680040854029357433319091796875
0.58477551676332950592041015625
0.679150626994669437408447265625
0.688625914044678211212158203125
0.602253138087689876556396484375
0.66680261306464672088623046875
0.696427914313971996307373046875
0.5526411123573780059814453125
0.6998093463480472564697265625
0.673236039467155933380126953125
0.643792844377458095550537109375
0.6149427853524684906005859375
0.669190086424350738525390625
0.6271211206912994384765625
0.70473988354206085205078125
0.575689799152314662933349609375
0.62837007455527782440185546875
0.71135143935680389404296875
0.665657416917383670806884765625
0.661116969771683216094970703125
0.643623312003910541534423828125
0.5733560509979724884033203125
0.64956544525921344757080078125
0.7253665365278720855712890625
0.71570319123566150665283203125
0.653881981037557125091552734375
0.675773049704730510711669921875
0.6715909950435161590576171875
0.6212934069335460662841796875
0.6582176275551319122314453125
0.63827524520456790924072265625
0.629085016436874866485595703125
0.694907885976135730743408203125
0.628488295711576938629150390625
0.659899412654340267181396484375
0.649160957895219326019287109375
0.59661479853093624114990234375
0.600370594300329685211181640625
0.717555162496864795684814453125
0.5281501673161983489990234375
0.64260990731418132781982421875
0.673239384777843952178955078125
0.602802105247974395751953125
0.510314268060028553009033203125
0.607432096265256404876708984375
0.65671215020120143890380859375
0.6981415264308452606201171875
0.619995220564305782318115234375
0.704645399935543537139892578125
0.6874428428709506988525390625
0.658514630980789661407470703125
0.593854415230453014373779296875
0.532165673561394214630126953125
0.61865044571459293365478515625
0.551816991530358791351318359375
0.634816504083573818206787109375
0.66112445481121540069580078125
0.70357171632349491119384765625
0.673397324979305267333984375
0.6571915149688720703125
0.630229459144175052642822265625
