0.701133906841278076171875
0.602859556674957275390625
0.616978108882904052734375
0.612579166889190673828125
0.601402580738067626953125
0.669036805629730224609375
0.464070320129394475738848768742172978818416595458984375
0.564189851284027099609375
0.597458422183990478515625
0.609446942806243896484375
0.606709897518157958984375
0.494380474090576116363848768742172978818416595458984375
0.647208511829376220703125
0.486084640026092473785723768742172978818416595458984375
0.551299512386322021484375
0.502980053424835205078125
0.5993022918701171875
0.640173733234405517578125
0.6716549396514892578125
0.667169988155364990234375
0.684874475002288818359375
0.583290398120880126953125
0.504066169261932373046875
0.448688328266143798828125
0.631984293460845947265625
0.675782263278961181640625
0.654878139495849609375
0.65392720699310302734375
0.61070168018341064453125
0.585069000720977783203125
0.598526298999786376953125
0.609697520732879638671875
0.570171833038330078125
0.632155954837799072265625
0.67953205108642578125
0.478382050991058294098223768742172978818416595458984375
0.5435020923614501953125
0.5921671390533447265625
0.61165297031402587890625
0.621561110019683837890625
0.61788260936737060546875
0.560821533203125
0.50587594509124755859375
0.5706787109375
0.668072998523712158203125
0.542663872241973876953125
0.628429114818572998046875
0.7007563114166259765625
0.559818565845489501953125
0.6334769725799560546875
0.66808986663818359375
0.50471007823944091796875
0.636923015117645263671875
0.563313066959381103515625
0.478988528251647893707598768742172978818416595458984375
0.525423109531402587890625
0.66166341304779052734375
0.577959477901458740234375
0.65035307407379150390625
0.556766808032989501953125
0.654780447483062744140625
0.63833320140838623046875
0.689484059810638427734375
0.720972537994384765625
0.618442058563232421875
0.530492246150970458984375
0.657237589359283447265625
0.651025116443634033203125
0.620844185352325439453125
0.631453454494476318359375
0.648842871189117431640625
0.700154602527618408203125
0.621909618377685546875
0.6166031360626220703125
0.46118509769439697265625
0.6473248004913330078125
0.676887989044189453125
0.637806415557861328125
0.6559617519378662109375
0.497788131237029973785723768742172978818416595458984375
0.597137629985809326171875
0.580768406391143798828125
0.63811206817626953125
0.533674418926239013671875
0.68272125720977783203125
0.587617337703704833984375
0.692563593387603759765625
0.6067407131195068359375
0.577733099460601806640625
0.519400417804718017578125
0.597767353057861328125
0.643453180789947509765625
0.611471354961395263671875
0.64268457889556884765625
0.5715115070343017578125
0.68510639667510986328125
0.630545675754547119140625
0.541353404521942138671875
0.62262046337127685546875
0.64457929134368896484375
0.651736795902252197265625
0.62249791622161865234375
0.71043145656585693359375
0.55074346065521240234375
0.6351745128631591796875
0.6010243892669677734375
0.689358651638031005859375
0.6170632839202880859375
0.603538453578948974609375
0.6553056240081787109375
0.659920990467071533203125
0.431561112403869573395098768742172978818416595458984375
0.6569049358367919921875
0.581518232822418212890625
0.61951351165771484375
0.64132535457611083984375
0.426825284957885686676348768742172978818416595458984375
0.642721235752105712890625
0.642904579639434814453125
0.711695015430450439453125
0.678322136402130126953125
0.670015990734100341796875
0.617474079132080078125
0.633440494537353515625
0.582684457302093505859375
0.53746509552001953125
0.534565448760986328125
0.649632036685943603515625
0.6929829120635986328125
0.592970669269561767578125
0.552547931671142578125
0.641984522342681884765625
0.64820826053619384765625
0.651491463184356689453125
0.673920452594757080078125
0.6479880809783935546875
0.578880786895751953125
0.60845053195953369140625
0.641775190830230712890625
0.620456516742706298828125
0.574862897396087646484375
0.60448932647705078125
0.60054647922515869140625
0.617794036865234375
0.5894215106964111328125
0.620237410068511962890625
0.604383647441864013671875
0.635131359100341796875
0.641416013240814208984375
0.697650372982025146484375
0.57448875904083251953125
