0.7122273415078297364999571072985418140888214111328125
0.68777658735340041484818129902123473584651947021484375
0.67096862569340653958960274394485168159008026123046875
0.67709974956952512226138196638203226029872894287109375
0.66170944270254661301322585131856612861156463623046875
0.65651992544779214089345487082027830183506011962890625
0.625970593222380244924352155067026615142822265625
0.61041095406958678637465709471143782138824462890625
0.65377653256117940205882632653811015188694000244140625
0.673594876504102213488067718571983277797698974609375
0.71915899256935189587380818920792080461978912353515625
0.64573761128205553472270139536703936755657196044921875
0.6851711266933790955846461656619794666767120361328125
0.618487110680484786229271776392124593257904052734375
0.5882717826799452875974338894593529403209686279296875
0.60586767027440424637774185612215660512447357177734375
0.68859915894520018486701928850379772484302520751953125
0.63361264262646599387807100356440059840679168701171875
0.7116786969936910178802236259798519313335418701171875
0.71523720822863834367666413527331314980983734130859375
0.6758572766775781115455856706830672919750213623046875
0.63877368030798553633076153346337378025054931640625
0.68678481336899011022723016139934770762920379638671875
0.65828264787747670094830709786037914454936981201171875
0.69958746776691171920248280002851970493793487548828125
0.70041806071446954806702933638007380068302154541015625
0.6760241185118840423484698476386256515979766845703125
0.63111193729576442468243158145924098789691925048828125
0.67073998443912696831858966106665320694446563720703125
0.62860777548781732182447967716143466532230377197265625
0.69767894538570451867798283274169079959392547607421875
0.6722292515793399925172479925095103681087493896484375
0.63820922097340726519831832774798385798931121826171875
0.6411202807850855389659727734397165477275848388671875
0.67070634831871966952121510985307395458221435546875
0.60653907096874848381418132703402079641819000244140625
0.6116973163824186432435681126662530004978179931640625
0.61309557341083797954439660315983928740024566650390625
0.6945349479663789349359603875200264155864715576171875
0.68597258743473876752005935486522503197193145751953125
0.706787991313876151622253019013442099094390869140625
0.67747596804563958716727256614831276237964630126953125
0.72198272442908117962900860220543108880519866943359375
0.646016578247557315961557833361439406871795654296875
0.690784711766836867496976992697454988956451416015625
0.6651520786218567682368529858649708330631256103515625
0.66313049249400146667454691851162351667881011962890625
0.7027738090195772002743979101069271564483642578125
0.6339177731799521264832719680271111428737640380859375
0.6918863490508420088787033819244243204593658447265625
0.69281946162148855261619928569416515529155731201171875
0.68191233614776791682743350975215435028076171875
0.625716807640923189381965130451135337352752685546875
0.68136193500693809088630814585485495626926422119140625
0.61994134764417097027688896559993736445903778076171875
0.712640747110530714536480445531196892261505126953125
0.6332006028499075345195024056010879576206207275390625
0.669765229426924957323308262857608497142791748046875
0.73225950159535047045977762536494992673397064208984375
0.72956181034581957245421790503314696252346038818359375
0.68034109622908811587649324792437255382537841796875
0.67072850232789971158808839390985667705535888671875
0.75790415507190667110393178518279455602169036865234375
0.71715277111973829704538729856722056865692138671875
0.6478509731391766113262065118760801851749420166015625
0.656685549302954196804193998104892671108245849609375
0.7364464180982708274569858986069448292255401611328125
0.7254794513361468855094926766469143331050872802734375
0.6526578636303259628448358853347599506378173828125
0.6494707792054870143516609459766186773777008056640625
0.713182458843197419895432176417671144008636474609375
0.7213463763891347912959872701321728527545928955078125
0.66204355586745233797074661197257228195667266845703125
0.7231877975535507818705127647262997925281524658203125
0.689113343266316125124149039038456976413726806640625
0.7072077298372743126009254410746507346630096435546875
0.72149165727110375900821281902608461678028106689453125
0.6423543527744277614743850790546275675296783447265625
0.67692442251569762134977281675674021244049072265625
0.70883281464311498343278117317822761833667755126953125
0.7086970721141077067528613042668439447879791259765625
0.70889584344066303156495223447564058005809783935546875
0.70231576743321155742449946046690456569194793701171875
0.67860191279278014864217993817874230444431304931640625
0.66282474035261074174485429466585628688335418701171875
0.7182668328693881942825782971340231597423553466796875
0.6640366472845535827929097649757750332355499267578125
0.62014034003496865121718428781605325639247894287109375
0.65713625297942190872646506250021047890186309814453125
0.67516669471966295201781349533121101558208465576171875
0.71082079163116762554608385471510700881481170654296875
0.71016078517442882134247383874026127159595489501953125
0.708355060809706227331616901210509240627288818359375
0.66114811572248555204822650921414606273174285888671875
0.65703737366735459612954173280741088092327117919921875
0.6767703093348045317867445191950537264347076416015625
0.662607214250484855000422612647525966167449951171875
0.6782291769678756576666955879773013293743133544921875
0.63868326208950332301128582912497222423553466796875
0.696831983900909168738735388615168631076812744140625
0.691809725859952262538854483864270150661468505859375
0.769025077970396875315373108605854213237762451171875
0.69992276015630616736729052718146704137325286865234375
0.73796587000604196848740912173525430262088775634765625
0.69803179717639041168553148963837884366512298583984375
0.6250290569578520472049376621725969016551971435546875
0.7109437700365439649630161511595360934734344482421875
0.739446538366314687351632528589107096195220947265625
0.63099634296155127088923109113238751888275146484375
0.663179766891072386414407446864061057567596435546875
0.64165510790666890894584639681852422654628753662109375
0.64132651153384900855058958768495358526706695556640625
0.69943519868344095069545574006042443215847015380859375
0.672095195122718980229592489195056259632110595703125
0.61898799997830178387658861538511700928211212158203125
0.72455918759940785012219066629768349230289459228515625
0.62243992921255364425547895734780468046665191650390625
0.69672897491606722297774467733688652515411376953125
0.65901254203932702058210679751937277615070343017578125
0.6976798517673465926947073967312462627887725830078125
0.6875127712536766022566325773368589580059051513671875
0.70875992809448284948103946589981205761432647705078125
0.67344826564753768050053395199938677251338958740234375
0.6589320054803800008613734462414868175983428955078125
0.6897202989097672709561948067857883870601654052734375
0.68014161915557114213015665882267057895660400390625
0.60607695636407488137820109841413795948028564453125
0.69446878823714286443902210521628148853778839111328125
0.70056690140005384304089375291368924081325531005859375
0.66090190108788837708431174178258515894412994384765625
0.6558529153515604281921014262479729950428009033203125
0.709524150504690975793664620141498744487762451171875
0.65431659561701704941327761844149790704250335693359375
0.64995861361576257042571569400024600327014923095703125
0.69019286371923371792291845849831588566303253173828125
0.68231001434056504084679772859090007841587066650390625
0.7093201132891080451514653759659267961978912353515625
0.60800903040578402336535646099946461617946624755859375
0.71027727443224886183514854565146379172801971435546875
0.683957063155513633745385959628038108348846435546875
0.67014444079344148708088368948665447533130645751953125
0.66770400514909677980313063017092645168304443359375
0.64511653825638515247220539094996638596057891845703125
0.66165722540375349058905385390971787273883819580078125
0.68753201841207756128682149210362695157527923583984375
0.71705095657123496533102979810792021453380584716796875
0.652424898583195744805607318994589149951934814453125
0.6355707942760806528070816057152114808559417724609375
0.70506231151410203583651536973775364458560943603515625
0.6754946722829668903642641453188844025135040283203125
0.643872474877399181281134588061831891536712646484375
