0.99087011814117442742855246251565404236316680908203125
0.99880421161651600225894753748434595763683319091796875
0.997777640819549560546875
0.9880263805389404296875
0.99343359470367442742855246251565404236316680908203125
0.99667799472808837890625
0.999721109867095947265625
0.99771958589553844110042746251565404236316680908203125
0.99940258264541637078792746251565404236316680908203125
0.998845636844635009765625
0.99822366237640380859375
0.99198633432388316766292746251565404236316680908203125
0.999467194080352783203125
0.997869193553924560546875
0.99469625949859619140625
0.99791777133941639288394753748434595763683319091796875
0.999721109867095947265625
0.99813574552535999639957253748434595763683319091796875
0.99816673994064319952457253748434595763683319091796875
0.998591899871826171875
0.99764919281005859375
0.99345213174819957391292746251565404236316680908203125
0.995992124080657958984375
0.99938571453094482421875
0.99503368139266956671207253748434595763683319091796875
0.99934375286102294921875
0.958162844181060791015625
0.99889636039733875616519753748434595763683319091796875
0.997733414173126220703125
0.99030828475952159539730246251565404236316680908203125
0.999271810054779052734375
0.98692899942398082391292746251565404236316680908203125
0.99549067020416259765625
0.98816430568695079461605246251565404236316680908203125
0.993645966053009033203125
0.99723094701766956671207253748434595763683319091796875
0.99786502122879039422542746251565404236316680908203125
0.99935352802276600225894753748434595763683319091796875
0.9951627254486083984375
0.99750405550003040655582253748434595763683319091796875
0.99435162544250477179019753748434595763683319091796875
0.993169963359832763671875
0.997404634952545166015625
0.99889719486236561163394753748434595763683319091796875
0.98126786947250355108707253748434595763683319091796875
0.9996516704559326171875
0.9935724735260009765625
0.99599826335906982421875
0.9981060028076171875
0.971164226531982421875
0.99674648046493519171207253748434595763683319091796875
0.99007773399353038445980246251565404236316680908203125
0.99469625949859619140625
0.99676597118377685546875
0.99404704570770263671875
0.99037921428680419921875
0.978188037872314453125
0.99882167577743519171207253748434595763683319091796875
0.99881345033645640985042746251565404236316680908203125
0.996906697750091552734375
0.99787950515747081414730246251565404236316680908203125
0.989684522151947021484375
0.99917632341384876593082253748434595763683319091796875
0.99350529909133922235042746251565404236316680908203125
0.99760478734970081671207253748434595763683319091796875
0.9948642253875732421875
0.99954825639724720343082253748434595763683319091796875
0.999829471111297607421875
0.997852265834808349609375
0.99999982118606556280582253748434595763683319091796875
0.990755140781402587890625
0.99930369853973399774105246251565404236316680908203125
0.999464333057403564453125
0.999642908573150634765625
0.99974650144577037469417746251565404236316680908203125
0.99918538331985484735042746251565404236316680908203125
0.99822497367858875616519753748434595763683319091796875
0.99656820297241199835269753748434595763683319091796875
0.996645033359527587890625
0.998901426792144775390625
0.99941360950469959600894753748434595763683319091796875
0.995460569858551025390625
0.998353481292724609375
0.99681723117828358038394753748434595763683319091796875
0.99844104051589954718082253748434595763683319091796875
0.99872791767120361328125
0.99517881870269775390625
0.995293915271759033203125
0.984042823314666748046875
0.99715089797973643914730246251565404236316680908203125
0.99571520090103160516292746251565404236316680908203125
0.99955946207046519891292746251565404236316680908203125
0.99753063917160045281917746251565404236316680908203125
0.99932312965393077508480246251565404236316680908203125
0.99372684955596923828125
0.99864286184310924188167746251565404236316680908203125
0.99917811155319202764957253748434595763683319091796875
0.98709774017333984375
0.99454444646835316046207253748434595763683319091796875
0.995375335216522216796875
0.989994466304779052734375
0.98407930135726917608707253748434595763683319091796875
0.9971444606781005859375
0.979861438274383544921875
0.99826908111572276727230246251565404236316680908203125
0.998444616794586181640625
0.99647867679595958367855246251565404236316680908203125
0.9981863498687744140625
0.99991440773010242804019753748434595763683319091796875
0.99660313129425037725894753748434595763683319091796875
0.986523330211639404296875
0.9995024204254150390625
0.997896611690521240234375
0.9903676509857177734375
0.99886375665664683953792746251565404236316680908203125
0.99949783086776722296207253748434595763683319091796875
0.982168972492218017578125
0.996002256870269775390625
0.99974340200424205438167746251565404236316680908203125
0.99490720033645640985042746251565404236316680908203125
0.984930574893951416015625
0.99926835298538196905582253748434595763683319091796875
0.997578918933868408203125
0.999999940395355224609375
0.999134480953216552734375
0.99979537725448597296207253748434595763683319091796875
0.997457325458526611328125
0.99972784519195556640625
0.98628580570220958367855246251565404236316680908203125
0.997802734375
0.99709475040435802117855246251565404236316680908203125
0.977889835834503173828125
0.99384212493896484375
0.99900758266448963507144753748434595763683319091796875
0.999171197414398193359375
0.99844300746917724609375
0.999363362789154052734375
0.974599182605743408203125
0.99973928928375244140625
0.99927425384521484375
0.994158565998077392578125
0.99186050891876220703125
0.99720138311386119500667746251565404236316680908203125
0.97924125194549560546875
0.98750060796737682000667746251565404236316680908203125
0.994606554508209228515625
0.99236255884170521124332253748434595763683319091796875
0.99974650144577037469417746251565404236316680908203125
0.99862587451934803350894753748434595763683319091796875
0.988019287586212158203125
0.99355304241180419921875
