2.17628192901611328125
2.1864788532257080078125
2.1939847469329833984375
2.1861255168914794921875
2.19568157196044921875
2.167055606842041015625
2.139567613601685014401709850062616169452667236328125
2.1699011325836181640625
2.2072961330413818359375
2.1902611255645751953125
2.213587284088134765625
2.189065456390380859375
2.188216686248779296875
2.18483734130859375
2.178588390350341796875
2.1795771121978759765625
2.1825923919677734375
2.188072681427001953125
2.1817896366119384765625
2.2239410877227783203125
2.234175205230712890625
2.2349202632904052734375
2.1892583370208740234375
2.2128832340240478515625
2.1983163356781005859375
2.20602321624755859375
2.2323591709136962890625
2.1759853363037109375
2.174778461456298828125
2.1751158237457275390625
2.1901032924652099609375
2.2092597484588623046875
2.245072841644287109375
2.2068576812744140625
2.2102000713348388671875
2.1895697116851806640625
2.1958434581756591796875
2.200032711029052734375
2.2226865291595458984375
2.22198772430419921875
2.157630443572998046875
2.19424533843994140625
2.1640493869781494140625
2.1789071559906005859375
2.1738379001617431640625
2.19350433349609375
2.2686536312103271484375
2.27145671844482421875
2.1906430721282958984375
2.2243010997772216796875
2.198966264724731001223290149937383830547332763671875
2.189296245574951171875
2.17731571197509765625
2.2114183902740478515625
2.1979024410247802734375
2.206561565399169921875
2.246206760406494140625
2.242624759674072265625
2.204106807708739790285790149937383830547332763671875
2.1947219371795654296875
2.2071063518524169921875
2.2070825099945068359375
2.25076770782470703125
2.23985576629638671875
2.1940009593963623046875
2.1745817661285400390625
2.200008392333984375
2.161649227142333984375
2.1538817882537841796875
2.138926982879638671875
2.186817169189453125
2.1698567867279052734375
2.189274311065673828125
2.1726353168487548828125
2.1745836734771728515625
2.2321312427520751953125
2.2108347415924072265625
2.20065975189208984375
2.195156097412109819089209850062616169452667236328125
2.199390888214111328125
2.1865613460540771484375
2.16604900360107421875
2.16863918304443359375
2.1485080718994140625
2.1506960391998291015625
2.166744709014892578125
2.1866385936737060546875
2.1753532886505126953125
2.23048496246337890625
2.2353312969207763671875
2.230518579483031782473290149937383830547332763671875
2.16095066070556640625
2.1602532863616943359375
2.1632039546966552734375
2.1697695255279541015625
2.1249282360076904296875
2.120944499969482421875
2.1243035793304443359375
2.0650959014892578125
2.0892555713653564453125
2.1846072673797607421875
2.270526885986328125
2.19623279571533203125
2.187313556671142578125
2.180946826934814453125
2.22010517120361328125
2.2210857868194580078125
2.2272512912750244140625
2.252787113189697265625
2.1836071014404296875
2.183887720108031782473290149937383830547332763671875
2.199154376983642578125
2.173802852630615234375
2.16636943817138671875
2.1697995662689208984375
2.2099845409393310546875
2.2068424224853515625
2.1885497570037841796875
2.17897796630859375
2.176540374755859375
2.2179224491119384765625
2.1920604705810546875
2.1738297939300537109375
2.192164897918701171875
2.209610462188720703125
2.2063271999359130859375
2.2036406993865966796875
2.2149655818939208984375
2.2096035480499267578125
2.1447265148162841796875
2.2598102092742919921875
2.2628958225250244140625
2.2697789669036865234375
2.1867923736572265625
2.199324131011962890625
2.1912720203399658203125
2.235545873641968217526709850062616169452667236328125
2.145642757415771484375
2.1471965312957763671875
2.140968561172485795651709850062616169452667236328125
2.1929404735565185546875
2.23746967315673828125
2.20478057861328125
2.1811816692352294921875
2.21704578399658203125
2.1881847381591796875
2.1864712238311767578125
2.19270038604736328125
2.1763303279876708984375
2.1813108921051025390625
2.2453501224517822265625
