0.1028527077542296941370381091473973356187343597412109375
0.11395419464185820024315631826539174653589725494384765625
0.10548265016369799684792241123432177118957042694091796875
0.1209023110312263948884492492652498185634613037109375
0.10230839073372340053413864779940922744572162628173828125
0.1267678029540089956750392730100429616868495941162109375
0.1156682237078218988823863355719367973506450653076171875
0.1336770849452222076347851498212548904120922088623046875
0.09453415997981580443099147714747232384979724884033203125
0.11956335360008439605561392227173200808465480804443359375
0.10267956169569779356631755717899068258702754974365234375
0.1416354746000363096225527215210604481399059295654296875
0.166309213880606099333903102888143621385097503662109375
0.1343630755005754962017050502254278399050235748291015625
0.1057342779452025982589447039572405628859996795654296875
0.1377643643963636088667357171289040707051753997802734375
0.1119538666611064048339585497160442173480987548828125
0.1380650318175389024144550376149709336459636688232421875
0.1373804308291727005464366584419622085988521575927734375
0.1285470940279699048058859034426859579980373382568359375
0.1244319572450288957643493858995498158037662506103515625
0.116354046147923495535536630995920859277248382568359375
0.1280101596685717935120152333183796145021915435791015625
0.112889855220619506059875902792555280029773712158203125
0.11807821465591129828087701980621204711496829986572265625
0.098328453777996094320457132198498584330081939697265625
0.096155179150842595703352344571612775325775146484375
0.1240616965216783940118006057673483155667781829833984375
0.118684106313372506047443266652408055961132049560546875
0.07536675377881170423410850389700499363243579864501953125
0.15169665980422220030732205486856400966644287109375
0.106343653651496505840867712322506122291088104248046875
0.10438826615486120064080211022883304394781589508056640625
0.0991453852049347938990564443884068168699741363525390625
0.11404586011110519339073476885459967888891696929931640625
0.11944853114451130238204967781712184660136699676513671875
0.11595936299197150132211930895209661684930324554443359375
0.114424095881075993386133404783322475850582122802734375
0.108102696264809006176932371090515516698360443115234375
0.1386917108700946865695868837065063416957855224609375
0.1283164595700994892180091255795559845864772796630859375
0.126906648720131298713198475525132380425930023193359375
0.11200570942789600525912874218192882835865020751953125
0.0846936721067426956377488522775820456445217132568359375
0.117570622564360294237673087991424836218357086181640625
0.10290927526253819401791389509526197798550128936767578125
0.0976114713488099028371181020702351815998554229736328125
0.115500245778435595145339220835012383759021759033203125
0.10481712905885609554701431989087723195552825927734375
0.1090473384973200954295435849417117424309253692626953125
0.13321753158768279146073609808809123933315277099609375
0.1420859312721443890037420487715280614793300628662109375
0.1786771706179796914693014286967809312045574188232421875
0.09316859601202780172268802516555297188460826873779296875
0.11698614185057469583295386428289930336177349090576171875
0.138897534870717986876798022422008216381072998046875
0.107677354998753693759994121137424372136592864990234375
0.1491135308335858888906244601457729004323482513427734375
0.11567295938334730409646766702280729077756404876708984375
0.154565983110991400639733228672412224113941192626953125
0.1292493225461208983251282234050449915230274200439453125
0.1548273614654482044361571979607106186449527740478515625
0.1171973572369973959350630821063532494008541107177734375
0.1477253849457846046622222502264776267111301422119140625
0.1182359277261678942583245088826515711843967437744140625
0.1713989500014133915417602338493452407419681549072265625
0.10597715014009689848961670577409677207469940185546875
0.1163845774233955021603748036795877851545810699462890625
0.11920743590650899335070533879843424074351787567138671875
0.1078793230388895019178363554601673968136310577392578125
0.1402436041608421113391358403532649390399456024169921875
0.1005989211087441048686486055885325185954570770263671875
0.11152527719548209483857448276467039249837398529052734375
0.09739407513599139532001203178879222832620143890380859375
0.1140642510626511951787875887021073140203952789306640625
0.09962210248233109577409294388417038135230541229248046875
0.09582077890989719459735596274185809306800365447998046875
0.11510562277208639947456703112038667313754558563232421875
0.1182272278162246059718398782933945767581462860107421875
0.0974412528968278957020032748914672993123531341552734375
0.1590724331840162875106869933006237260997295379638671875
0.1053036688211674010151597258300171233713626861572265625
0.11948246234902000495470275609477539546787738800048828125
0.10851407704740549664546023223010706715285778045654296875
0.12761190622043461218027005088515579700469970703125
0.11491388902554459938709641164678032509982585906982421875
0.156427095435770713294232336920686066150665283203125
0.0951271024746422055873296130812377668917179107666015625
0.15661371127487910825948347337543964385986328125
0.11960661944804730494329447765267104841768741607666015625
0.109663913974725801825371718223323114216327667236328125
0.1297724794599525999228006867269868962466716766357421875
0.1198357087800853981729432007341529242694377899169921875
0.1412146911795524040211802230260218493640422821044921875
0.12344289220283939656486182911976356990635395050048828125
0.11603877666453289718706542998916120268404483795166015625
0.164140674250289497759780488195247016847133636474609375
0.122964993702932900987434550188481807708740234375
0.1313332954423140075395082249087863601744174957275390625
0.09136694072536509503290602651759400032460689544677734375
0.128656986436175291288463995442725718021392822265625
0.155509768087525201973875255134771578013896942138671875
0.11243923370079110524155652228728285990655422210693359375
0.1077724702013325985827663089366978965699672698974609375
0.10176007970764609777969411652520648203790187835693359375
0.11588591627808729478399385470765992067754268646240234375
0.12100473155646350453817916559273726306855678558349609375
0.12353353671402809987878157471641316078603267669677734375
0.135918281310399791106391376160900108516216278076171875
0.11648194103760660389479397736067767255008220672607421875
0.11308381382897710054624695885649998672306537628173828125
0.10758556868110939752636312505273963324725627899169921875
0.1400978885972077037092020646014134399592876434326171875
0.125616588011166208094238072590087540447711944580078125
0.1068653231134419068215635206797742284834384918212890625
0.11859279116760290673227018487523309886455535888671875
0.10866089529848800554479026914123096503317356109619140625
0.1276334354482973054700778448022902011871337890625
0.1168736058849983994178955981624312698841094970703125
0.12380252079080840410529873452105675823986530303955078125
0.129523829382617694516710571406292729079723358154296875
0.12610516555072270872273065833724103868007659912109375
0.12573674975432991285373418577364645898342132568359375
0.1281020926880241106449176413661916740238666534423828125
0.1806739278123551117882783501045196317136287689208984375
0.1606780257903596964563774918133276514708995819091796875
0.1296675183841372869242292154012829996645450592041015625
0.11396658087420659388744326179221388883888721466064453125
0.1152387279047916990304400997047196142375469207763671875
0.12138880091876659561567208811538876034319400787353515625
0.1366444367703552043025183593272231519222259521484375
0.10866814267545700511963246981395059265196323394775390625
0.1057778676134137063602480566260055638849735260009765625
0.10773381907293409776027459656688733957707881927490234375
0.11666243794340340478310480420987005345523357391357421875
0.10685045919102119371668635494643240235745906829833984375
0.11119653516632770073879754590961965732276439666748046875
0.127849735101500605605195914904470555484294891357421875
0.11724793297425960270086164882741286419332027435302734375
0.134979337252199294017174224791233427822589874267578125
0.16124209962384139505076063869637437164783477783203125
0.1262675753734072980893898829890531487762928009033203125
0.09605585063226819431125846904251375235617160797119140625
0.112573378758714703895549291701172478497028350830078125
0.1188142208916024011866596765685244463384151458740234375
0.1302055499645151936949361015649628825485706329345703125
0.11212537153067890505209192042457289062440395355224609375
0.1834952129293707934198920384005759842693805694580078125
0.1060100134446539943411380590987391769886016845703125
0.1507314343022123914739296424158965237438678741455078125
0.154908439624358906794299173270701430737972259521484375
