0.0874820817261934002839751656210864894092082977294921875
0.08403384312987320636789689842771622352302074432373046875
0.08645771816372870011147000468554324470460414886474609375
0.0882318112999199988255583093632594682276248931884765625
0.09435831476002930207069852031054324470460414886474609375
0.0859735906124114990234375
0.0941929770633578022920318062460864894092082977294921875
0.09573055896908040651727134218162973411381244659423828125
0.09327785298228259691644126405662973411381244659423828125
0.109970849938690606872881971867172978818416595458984375
0.089044890366494600097979628117172978818416595458984375
0.1005558678880333067784391687382594682276248931884765625
0.08989851735532279619622642030662973411381244659423828125
0.0982863372191785933384977624882594682276248931884765625
0.1109995776787399968110747749960864894092082977294921875
0.0912370132282376011811919624960864894092082977294921875
0.08304136991500850328851157655662973411381244659423828125
0.0893891826272009970555387781132594682276248931884765625
0.07952429447323079714227134218162973411381244659423828125
0.10007386934012170442986899843162973411381244659423828125
0.0915545476600526930699430749882594682276248931884765625
0.09620479866862290119211564842771622352302074432373046875
0.106324069201946203033770643742172978818416595458984375
0.10200076363980770111083984375
0.0833068583160637976536833093632594682276248931884765625
0.099442792125046197693194471867172978818416595458984375
0.09755811840295790238197781718554324470460414886474609375
0.096145249903202001373614393742172978818416595458984375
0.11438922956585879930901938905662973411381244659423828125
0.10710879229009150070961453593554324470460414886474609375
0.092315248213708400726318359375
0.116667185910046100616455078125
0.092234459705650806427001953125
0.08848532289266579364817033592771622352302074432373046875
0.0869115227833389958345122749960864894092082977294921875
0.096490844152867794036865234375
0.08492346480488770221750627342771622352302074432373046875
0.07965810503810639986443931093162973411381244659423828125
0.08475423976778979906487876405662973411381244659423828125
0.08673757594078769506129589217380271293222904205322265625
0.09573802445083849643747697655271622352302074432373046875
0.0951085612177847983250700281132594682276248931884765625
0.09974502213299270281243735780662973411381244659423828125
0.09486385714262719759393149843162973411381244659423828125
0.08655270840972660584267117656054324470460414886474609375
0.081936256028711795806884765625
0.0914091542363165976414762781132594682276248931884765625
0.09311550669372080368813016093554324470460414886474609375
0.08426639623939989609535672343554324470460414886474609375
0.086458914913237094879150390625
0.10708136204630129550974260155271622352302074432373046875
0.08839498274028299851234891093554324470460414886474609375
0.1000320464372634055028044031132594682276248931884765625
0.08516180515289299701731096092771622352302074432373046875
0.1001579565927386006318755562460864894092082977294921875
0.08280692715197800202187039531054324470460414886474609375
0.08803032152354710315744767967771622352302074432373046875
0.09694436565041540665443875468554324470460414886474609375
0.08641410805284970020334611717771622352302074432373046875
0.08469199761748309740472251405662973411381244659423828125
0.0890778489410876950227446968710864894092082977294921875
0.1052931845188140036473356531132594682276248931884765625
0.10179406311362980408485867656054324470460414886474609375
0.086199740879237596313799940617172978818416595458984375
0.0869342787191270949254118249882594682276248931884765625
0.0865080375224351050267301843632594682276248931884765625
0.0778555152937769057164274499882594682276248931884765625
0.08977825939655299791741782655662973411381244659423828125
0.104334365576505605499590956242172978818416595458984375
0.0978835364803671004185758874882594682276248931884765625
0.1054497752338647009739958093632594682276248931884765625
0.08323215320706360553781877342771622352302074432373046875
0.0831752633675932051549040124882594682276248931884765625
0.09297634102404110645334611717771622352302074432373046875
0.093214469030499402801837049992172978818416595458984375
0.08540920913219450516518094218554324470460414886474609375
0.08192604500800369782265164531054324470460414886474609375
0.1075768666341899992833219812382594682276248931884765625
0.0870597977191208960423551843632594682276248931884765625
0.09000222943723200363930203593554324470460414886474609375
0.095153252594172899048174940617172978818416595458984375
0.092160106636583805084228515625
0.08642296213656659731316977968162973411381244659423828125
0.1094418577849864959716796875
0.0846719052642583014378629968632594682276248931884765625
0.09087468590587370609323869530271622352302074432373046875
0.09977857396006580004144126405662973411381244659423828125
0.094160892069339696686114393742172978818416595458984375
0.087391610257327501098956190617172978818416595458984375
0.090548231266438905517901503117172978818416595458984375
0.0820139097049832066499419624960864894092082977294921875
0.0928216911852358939061247156132594682276248931884765625
0.099090392701327800750732421875
0.08602386619895689701120744530271622352302074432373046875
0.0838813045993447026216216499960864894092082977294921875
0.08841825462877750396728515625
0.0843167817220090987095915124882594682276248931884765625
0.0994956688955425938569732124960864894092082977294921875
0.08685100171715019745644070781054324470460414886474609375
0.08662446681410070070672446718162973411381244659423828125
0.0880177095532417019807525093710864894092082977294921875
0.09047597926110019506129589217380271293222904205322265625
0.0849876459687947949372954781210864894092082977294921875
0.0867178626358509063720703125
0.0835335776209830960237212593710864894092082977294921875
0.09708139579743139957468400780271622352302074432373046875
0.1025186516344546994172759468710864894092082977294921875
0.08334382902830829442653026717380271293222904205322265625
0.09851779974997039446282798280662973411381244659423828125
0.08766520954668520493324734843554324470460414886474609375
0.0991192562505602003941618249882594682276248931884765625
0.09132314473390569509181347029880271293222904205322265625
0.09248736035078759798455649843162973411381244659423828125
0.082245050929486696045245253117172978818416595458984375
0.09133053664118050141151883281054324470460414886474609375
0.083394191227853298187255859375
0.089358794502913896362628065617172978818416595458984375
0.098140324465930406372393690617172978818416595458984375
0.097643476910889093201006971867172978818416595458984375
0.08804571721702809938836509218162973411381244659423828125
0.0909755527973175048828125
0.090046100318431798736895643742172978818416595458984375
0.081230031326413099090899549992172978818416595458984375
0.1087443307042121054539762781132594682276248931884765625
0.08640180714428420671868735780662973411381244659423828125
0.0965149048715829016575895593632594682276248931884765625
0.101766710169613305847491346867172978818416595458984375
0.0997568564489483000645719812382594682276248931884765625
0.080245421268045902252197265625
0.099100791849195901672686659367172978818416595458984375
0.090513871051371097564697265625
0.090804567560553495209063612492172978818416595458984375
0.081203459762036800384521484375
0.1101459879428147992097564156210864894092082977294921875
0.1040437379851937016450591499960864894092082977294921875
0.08952489029616110538523088280271622352302074432373046875
0.089770829305052701752032362492172978818416595458984375
0.0847981506958603026280485437382594682276248931884765625
0.0724283158779144009553618843710864894092082977294921875
0.086721687577664796631182753117172978818416595458984375
0.10189941339194770464349204530662973411381244659423828125
0.09588566143065689606483914531054324470460414886474609375
0.1046394510194658955537505562460864894092082977294921875
0.0926023777574299933323942468632594682276248931884765625
0.09045024588704099477443065779880271293222904205322265625
0.097477075643837396423663221867172978818416595458984375
0.0905486214905976971589751656210864894092082977294921875
0.08495532348752020401772000468554324470460414886474609375
0.085987227968871593475341796875
0.0928408754989503981480680749882594682276248931884765625
0.0946727283298968991243071968710864894092082977294921875
