0.70342768380639331127213154104538261890411376953125
0.72431452759733117030549465198419056832790374755859375
0.7012148876231074634546303059323690831661224365234375
0.69961660693568672453324097659788094460964202880859375
0.694309992145679455433082694071345031261444091796875
0.6825476097056573099308707242016680538654327392578125
0.68706309022827183330406342065543867647647857666015625
0.6605568244018023005281747828121297061443328857421875
0.6802559689334077841493808591621927917003631591796875
0.60313841426864345240943521275767125189304351806640625
0.74431403229015991040995459115947596728801727294921875
0.6570875447502313448921995586715638637542724609375
0.71419393753091464649429553901427425444126129150390625
0.5856157494981648614640334926662035286426544189453125
0.59901346487555440223360392337781377136707305908203125
0.6342979106237602859863500270876102149486541748046875
0.72470844551167223901444458533660508692264556884765625
0.62970642472144622292518079120782203972339630126953125
0.70276979177070753035394545804592780768871307373046875
0.66154312415738492081374033659812994301319122314453125
0.67514472186469109971085345023311674594879150390625
0.68113584138154104064000193829997442662715911865234375
0.70216651076840630452124969451688230037689208984375
0.65129955814845252870526337574119679629802703857421875
0.72042829497661486914950046411831863224506378173828125
0.65927920158982356024779392100754193961620330810546875
0.67215172883375851053955329916789196431636810302734375
0.6282236858821887981463305550278164446353912353515625
0.6407283909065171201291377656161785125732421875
0.65383826411468859429731992349843494594097137451171875
0.69694134946544761266551404332858510315418243408203125
0.6705000667313989470841306683723814785480499267578125
0.66967958324444765150218472626875154674053192138671875
0.69792864309253233034979757576365955173969268798828125
0.64779665272113773344386800090433098375797271728515625
0.7105366951781741935434411061578430235385894775390625
0.6902216548931097150898494874127209186553955078125
0.72334561735685465322376330732367932796478271484375
0.6766696847873792108885027118958532810211181640625
0.72125120179272672604753324776538647711277008056640625
0.67099261746269089901062443459522910416126251220703125
0.69043285480675009591067237124661915004253387451171875
0.73584285203286459164928601239807903766632080078125
0.67105877578793238225074446745566092431545257568359375
0.69168486752522628790984526858665049076080322265625
0.7141516638198002198123504058457911014556884765625
0.673477537842733564588115768856368958950042724609375
0.69596629647691299336287329424521885812282562255859375
0.72777302626659634565697842845111154019832611083984375
0.6709950139862230766851780572324059903621673583984375
0.68371907200221493372538361654733307659626007080078125
0.72425334961091525354248688017833046615123748779296875
0.677664810154531505048680628533475100994110107421875
0.681589533360406729656233437708579003810882568359375
0.6875769451562019352053312104544602334499359130859375
0.6719259379510875707097738995798863470554351806640625
0.695310549065830674209109929506666958332061767578125
0.66741311707781136863815163451363332569599151611328125
0.7026817916103993422183293660054914653301239013671875
0.68157954670875275926533731762901879847049713134765625
0.67339412983875990281745771426358260214328765869140625
0.6949251981416721957174331691931001842021942138671875
0.65906840997019322525574125393177382647991180419921875
0.72783611385483848454924782345187850296497344970703125
0.6857026452310901465381220987183041870594024658203125
0.68427152221073239690696254911017604172229766845703125
0.721132515837537457770167748094536364078521728515625
0.6840618228791190968962609986192546784877777099609375
0.5766619895937477036085283543798141181468963623046875
0.685037188071290881197228372911922633647918701171875
0.7239100890543828104028989400831051170825958251953125
0.7360418860722095502069350914098322391510009765625
0.6203953921937650495266325378906913101673126220703125
0.6578103152652783336407082970254123210906982421875
0.669324945705286555863722242065705358982086181640625
0.7066313651143711904722977124038152396678924560546875
0.7174826783457586287795493262819945812225341796875
0.61846477015938194909949743305332958698272705078125
0.625758680516622423084527326864190399646759033203125
0.68666926536162142813424225096241571009159088134765625
0.6908939629790362690897609354578889906406402587890625
0.69502760526959261877522067152312956750392913818359375
0.6969597713030493135732967857620678842067718505859375
0.6604012009338198208041603720630519092082977294921875
0.67624438401831976630518283855053596198558807373046875
0.72967070584028081992045144943404011428356170654296875
0.67974185816146370786583474910003133118152618408203125
0.66882771007081576186692473129369318485260009765625
0.72702302246902317239829471873235888779163360595703125
0.71616651767508532344663763069547712802886962890625
0.73442796475911309439510432639508508145809173583984375
0.71853772947993677089328912188648246228694915771484375
0.669076443169025925072901372914202511310577392578125
0.6861642914878374188702991887112148106098175048828125
0.63609178447088454699809290104894898831844329833984375
0.67790349906977043215050571234314702451229095458984375
0.69199886335357152500336042066919617354869842529296875
0.6650314947493811690293341598589904606342315673828125
0.7005125027415306515621296057361178100109100341796875
0.66702083560791780580956356061506085097789764404296875
0.68481613939420926673307121745892800390720367431640625
0.68516371201822157122052203703788109123706817626953125
0.70297116275897664205984938234905712306499481201171875
0.6869252707556949832934378719073720276355743408203125
0.68796406221902006716817368214833550155162811279296875
0.7350650625477521682427095583989284932613372802734375
0.6775174155855665514280872230301611125469207763671875
0.7157987728928623116786411628709174692630767822265625
0.7013430598566012807992819944047369062900543212890625
0.72811212948649650655852383351884782314300537109375
0.6781019787627247108474648484843783080577850341796875
0.735590544513791133596214422141201794147491455078125
0.701156408969155098276360149611718952655792236328125
0.711790065509834146695311574148945510387420654296875
0.685029096997940456503783934749662876129150390625
0.6791011199658927299793731435784138739109039306640625
0.6905314719709354509546983535983599722385406494140625
0.7080433470169544829531105278874747455120086669921875
0.648228292894439395155359306954778730869293212890625
0.7045917080858268288778845089836977422237396240234375
0.6528111024206812995629434226430021226406097412109375
0.64724621065688126009263214655220508575439453125
0.69595789612519087796727035311050713062286376953125
0.6739432101312108347457296986249275505542755126953125
0.65166745452023899787263871985487639904022216796875
0.68942085123237573096588448606780730187892913818359375
0.6515158812086287998255329512176103889942169189453125
0.65531483465391182630099820016766898334026336669921875
0.71477958333369995269634955548099242150783538818359375
0.65798979314114536265378774260170757770538330078125
0.69493002366534550873211628641001880168914794921875
0.71766122147613986559377963203587569296360015869140625
0.70040355751355443114647414404316805303096771240234375
0.6488498398308062409256535829626955091953277587890625
0.6256265779648819691516337115899659693241119384765625
0.6787832953275658720571072990423999726772308349609375
0.69755353893750171589971387220430187880992889404296875
0.699445185259023549662060759146697819232940673828125
0.746860739113479166206843729014508426189422607421875
0.63753107645865825237052604279597289860248565673828125
0.6672929079464926527265333788818679749965667724609375
0.7187858466346381813849575337371788918972015380859375
0.64194384029610496167350675023044459521770477294921875
0.673501166103800397166878610732965171337127685546875
0.5867210949583760992709358106367290019989013671875
0.6613815567590248800655672312132082879543304443359375
0.694339952169997776110221820999868214130401611328125
0.69182563755135273453333866200409829616546630859375
0.6577184133758733342034474844695068895816802978515625
0.64854690996464292584988697853987105190753936767578125
0.64250399392799106834672784316353499889373779296875
