0.10240930318832390522043596092771622352302074432373046875
0.1189476251602172018895231531132594682276248931884765625
0.1223310828208923062287993843710864894092082977294921875
0.0974054932594299038850493843710864894092082977294921875
0.10304504632949819387111034529880271293222904205322265625
0.117054641246795598785723768742172978818416595458984375
0.0889905095100401999363981531132594682276248931884765625
0.1097760200500488003694243843710864894092082977294921875
0.12267941236495970291908719218554324470460414886474609375
0.10868018865585320209543596092771622352302074432373046875
0.08881229162216179584543596092771622352302074432373046875
0.0904410481452941061863981531132594682276248931884765625
0.10935384035110469469476157655662973411381244659423828125
0.098433971405029296875
0.108051598072052001953125
0.091733276844024602691973768742172978818416595458984375
0.1074199676513671042332731531132594682276248931884765625
0.11092364788055419921875
0.10406017303466789936106096092771622352302074432373046875
0.10894572734832759508538657655662973411381244659423828125
0.11946684122085569901283719218554324470460414886474609375
0.0983031988143920065770231531132594682276248931884765625
0.09270220994949339432533719218554324470460414886474609375
0.09080278873443599352288657655662973411381244659423828125
0.11333000659942620014231096092771622352302074432373046875
0.10683429241180419921875
0.11493629217147820209543596092771622352302074432373046875
0.10842150449752800678293596092771622352302074432373046875
0.10051208734512319387111034529880271293222904205322265625
0.10511267185211180252846219218554324470460414886474609375
0.1013640761375426968537993843710864894092082977294921875
0.11980313062667839740793596092771622352302074432373046875
0.1123635768890380026707731531132594682276248931884765625
0.116945147514343206207598768742172978818416595458984375
0.11123931407928459857981096092771622352302074432373046875
0.09910815954208369860101157655662973411381244659423828125
0.101086318492889404296875
0.140302360057830810546875
0.11051923036575310443918596092771622352302074432373046875
0.111816763877868596832598768742172978818416595458984375
0.0983337163925170065770231531132594682276248931884765625
0.10315191745758049701731096092771622352302074432373046875
0.09043723344802849506418596092771622352302074432373046875
0.116321384906768798828125
0.107174932956695501129473768742172978818416595458984375
0.1117758750915527066194243843710864894092082977294921875
0.11431068181991570209543596092771622352302074432373046875
0.106160104274749700348223768742172978818416595458984375
0.11182314157485960526283719218554324470460414886474609375
0.105027794837951604645098768742172978818416595458984375
0.10366261005401609940346219218554324470460414886474609375
0.092197239398956298828125
0.1062781214714050015412993843710864894092082977294921875
0.11432558298110960526283719218554324470460414886474609375
0.10156118869781489977288657655662973411381244659423828125
0.087685585021972600738848768742172978818416595458984375
0.11693704128265379471596219218554324470460414886474609375
0.1206103563308714987645231531132594682276248931884765625
0.11965465545654289936106096092771622352302074432373046875
0.10284286737442009662668596092771622352302074432373046875
0.1026364564895629050145231531132594682276248931884765625
0.1215488910675047995457731531132594682276248931884765625
0.10130137205123899979408719218554324470460414886474609375
0.10818648338317869705971219218554324470460414886474609375
0.10576397180557249588783719218554324470460414886474609375
0.09466809034347530016351157655662973411381244659423828125
0.106267154216766301910723768742172978818416595458984375
0.11103314161300649465236034529880271293222904205322265625
0.1077617406845091940770231531132594682276248931884765625
0.11714744567871089586663657655662973411381244659423828125
0.10932058095931999897043596092771622352302074432373046875
0.104800999164581298828125
0.0863245725631713034520231531132594682276248931884765625
0.1023481488227843960725493843710864894092082977294921875
0.1021919250488280972444243843710864894092082977294921875
0.1162780523300170065770231531132594682276248931884765625
0.11292493343353270096596219218554324470460414886474609375
0.125535368919372503082598768742172978818416595458984375
0.10875236988067620014231096092771622352302074432373046875
0.087781488895416204254473768742172978818416595458984375
0.09696841239929189504298534529880271293222904205322265625
0.1019825339317320944676481531132594682276248931884765625
0.11320734024047850174721219218554324470460414886474609375
0.0950699448585509976350493843710864894092082977294921875
0.09895229339599609375
0.1011349558830260952912993843710864894092082977294921875
0.11457359790802000565346219218554324470460414886474609375
0.115967273712158203125
0.11511510610580440172601157655662973411381244659423828125
0.08911073207855220446038657655662973411381244659423828125
0.09863561391830440172601157655662973411381244659423828125
0.09700155258178709549721219218554324470460414886474609375
0.1115429997444151999363981531132594682276248931884765625
0.1119399666786193014988981531132594682276248931884765625
0.1063700318336485983738981531132594682276248931884765625
0.11794936656951900133538657655662973411381244659423828125
0.11504173278808589586663657655662973411381244659423828125
0.08809745311737060546875
0.11958092451095579666908719218554324470460414886474609375
0.10400712490081780170481096092771622352302074432373046875
0.12448030710220329975168596092771622352302074432373046875
0.0850262641906738003694243843710864894092082977294921875
0.1057933568954466940770231531132594682276248931884765625
0.09925961494445799393471219218554324470460414886474609375
0.109291076660156194488848768742172978818416595458984375
0.0964616537094115933381743843710864894092082977294921875
0.1050305366516113003694243843710864894092082977294921875
0.101460874080657903473223768742172978818416595458984375
0.10407364368438719315346219218554324470460414886474609375
0.106209516525268499176348768742172978818416595458984375
0.1034706234931944968113981531132594682276248931884765625
0.083172619342803899566973768742172978818416595458984375
0.098294556140899602691973768742172978818416595458984375
0.1162611246109007956395231531132594682276248931884765625
0.10699194669723509354408719218554324470460414886474609375
0.10996931791305540604408719218554324470460414886474609375
0.07620054483413689350168596092771622352302074432373046875
0.12146246433258049701731096092771622352302074432373046875
0.10541731119155879625726157655662973411381244659423828125
0.1064919829368591031037993843710864894092082977294921875
0.11161768436431880602288657655662973411381244659423828125
0.1184467673301695944676481531132594682276248931884765625
0.1079914569854736050569243843710864894092082977294921875
0.113500058650970403473223768742172978818416595458984375
0.10441082715988149465236034529880271293222904205322265625
0.10578018426895140213783719218554324470460414886474609375
0.111233532428741399566973768742172978818416595458984375
0.10891276597976680406976157655662973411381244659423828125
0.1072254776954650046238981531132594682276248931884765625
0.0956818461418151022801481531132594682276248931884765625
0.11127650737762449784096219218554324470460414886474609375
0.10488355159759520096596219218554324470460414886474609375
0.10244256258010860094476157655662973411381244659423828125
0.10957884788513179430413657655662973411381244659423828125
0.10017621517181389545481096092771622352302074432373046875
0.1056602597236633023225493843710864894092082977294921875
0.1031605005264281949006743843710864894092082977294921875
0.0976910591125488003694243843710864894092082977294921875
0.1059882044792175015412993843710864894092082977294921875
0.10922402143478389391351157655662973411381244659423828125
0.111053466796875
0.11015415191650390625
0.1044013500213623046875
0.117397010326385498046875
0.1037294864654541015625
0.10028922557830810546875
0.109822213649749700348223768742172978818416595458984375
0.10402965545654289936106096092771622352302074432373046875
0.1008124351501464011082731531132594682276248931884765625
0.10720121860504150390625
0.102128624916076604645098768742172978818416595458984375
