0.99418640136718761102230246251565404236316680908203125
0.98534703254699718133480246251565404236316680908203125
0.99593293666839599609375
0.97010368108749400750667746251565404236316680908203125
0.988035619258880615234375
0.99727112054824840203792746251565404236316680908203125
0.95787394046783436163394753748434595763683319091796875
0.99542510509490955694644753748434595763683319091796875
0.96621960401535045281917746251565404236316680908203125
0.99111038446426402703792746251565404236316680908203125
0.964170992374420166015625
0.976861476898193359375
0.973179280757904052734375
0.98884141445159923211605246251565404236316680908203125
0.99002969264984119757144753748434595763683319091796875
0.987578868865966796875
0.95789468288421641961605246251565404236316680908203125
0.993642270565032958984375
0.96003240346908558233707253748434595763683319091796875
0.97794920206069957391292746251565404236316680908203125
0.99033188819885242804019753748434595763683319091796875
0.98797059059143077508480246251565404236316680908203125
0.98514044284820556640625
0.991401374340057373046875
0.9877681732177734375
0.9705574512481689453125
0.9864289760589599609375
0.98407834768295276983707253748434595763683319091796875
0.98389971256256103515625
0.973576724529266357421875
0.9869835376739501953125
0.98935186862945556640625
0.9701645374298095703125
0.98202931880950916632144753748434595763683319091796875
0.98721849918365478515625
0.992275297641754150390625
0.99668937921524036749332253748434595763683319091796875
0.99705594778060924188167746251565404236316680908203125
0.986190617084503173828125
0.95809465646743763311832253748434595763683319091796875
0.97007268667221080438167746251565404236316680908203125
0.989522397518157958984375
0.98407977819442760125667746251565404236316680908203125
0.96854770183563243524105246251565404236316680908203125
0.994716942310333251953125
0.99688017368316639288394753748434595763683319091796875
0.988572418689727783203125
0.99544775485992442742855246251565404236316680908203125
0.99203705787658680304019753748434595763683319091796875
0.96002924442291259765625
0.98546111583709716796875
0.985330164432525634765625
0.98624110221862804070980246251565404236316680908203125
0.98753416538238525390625
0.97886383533477783203125
0.99707788228988636358707253748434595763683319091796875
0.98993873596191395147769753748434595763683319091796875
0.98278641700744640008480246251565404236316680908203125
0.95460277795791637078792746251565404236316680908203125
0.98785418272018443719417746251565404236316680908203125
0.990079462528228759765625
0.9880487918853759765625
0.98639643192291259765625
0.96606862545013438836605246251565404236316680908203125
0.96456587314605723992855246251565404236316680908203125
0.985644996166229248046875
0.99477660655975341796875
0.985667526721954345703125
0.99384355545043956414730246251565404236316680908203125
0.99593180418014515264957253748434595763683319091796875
0.98794335126876842156917746251565404236316680908203125
0.96991330385208118780582253748434595763683319091796875
0.98708021640777598992855246251565404236316680908203125
0.97262018918991077764957253748434595763683319091796875
0.99505352973937999383480246251565404236316680908203125
0.9583284854888916015625
0.99478757381439197882144753748434595763683319091796875
0.98415040969848643914730246251565404236316680908203125
0.988526821136474609375
0.99591916799545276983707253748434595763683319091796875
0.983539879322052001953125
0.97936111688613880499332253748434595763683319091796875
0.991404116153717041015625
0.9924814701080322265625
0.98162364959716796875
0.982682406902313232421875
0.99297809600830078125
0.98315411806106556280582253748434595763683319091796875
0.99219930171966563836605246251565404236316680908203125
0.985079288482666015625
0.986960232257843017578125
0.980830609798431396484375
0.941314160823822021484375
0.987678587436676025390625
0.989674389362335205078125
0.98836392164230357781917746251565404236316680908203125
0.981591999530792236328125
0.9687044620513916015625
0.99697369337081920281917746251565404236316680908203125
0.99211072921752918585269753748434595763683319091796875
0.97718369960784923211605246251565404236316680908203125
0.983000338077545166015625
0.99554944038391124383480246251565404236316680908203125
0.96959167718887317999332253748434595763683319091796875
0.986285507678985595703125
0.99383026361465442999332253748434595763683319091796875
0.978784859180450439453125
0.97193092107772838250667746251565404236316680908203125
0.96581029891967762335269753748434595763683319091796875
0.991212785243988037109375
0.96597135066986083984375
0.994780600070953369140625
0.991257965564727783203125
0.98623621463775634765625
0.995934784412384033203125
0.98351067304611194952457253748434595763683319091796875
0.98645150661468516961605246251565404236316680908203125
0.99766051769256602899105246251565404236316680908203125
0.98840701580047596319644753748434595763683319091796875
0.963626086711883544921875
0.955329954624176025390625
0.989723742008209228515625
0.98566240072250355108707253748434595763683319091796875
0.99707937240600597039730246251565404236316680908203125
0.9691956043243408203125
0.9820139408111572265625
0.99197173118591319695980246251565404236316680908203125
0.964665949344635009765625
0.98704963922500599249332253748434595763683319091796875
0.972190797328948974609375
0.99750953912734996453792746251565404236316680908203125
0.97007602453231800421207253748434595763683319091796875
0.996618807315826416015625
0.981633245944976806640625
0.985138833522796630859375
0.99143886566162120477230246251565404236316680908203125
0.96714580059051524774105246251565404236316680908203125
0.98747956752777099609375
0.99058818817138682977230246251565404236316680908203125
0.99183928966522216796875
0.98125094175338756219417746251565404236316680908203125
0.97875559329986561163394753748434595763683319091796875
0.993414402008056640625
0.9690754413604736328125
0.99724340438842762335269753748434595763683319091796875
0.98557341098785400390625
0.98082172870635997430355246251565404236316680908203125
0.9815781116485595703125
0.97472679615020763055355246251565404236316680908203125
0.98395133018493641241519753748434595763683319091796875
0.98260432481765758172542746251565404236316680908203125
