0.07386583089828489823158719218554324470460414886474609375
0.0914344787597655972444243843710864894092082977294921875
0.09130388498306270250726157655662973411381244659423828125
0.08564603328704829821038657655662973411381244659423828125
0.083837211132049505035723768742172978818416595458984375
0.0830528736114501953125
0.0967453718185423972020231531132594682276248931884765625
0.103961884975433294098223768742172978818416595458984375
0.0940674543380737027131743843710864894092082977294921875
0.07980555295944209703851157655662973411381244659423828125
0.08248198032379150390625
0.09227180480957029862221219218554324470460414886474609375
0.0860770344734191061863981531132594682276248931884765625
0.0989513397216796042332731531132594682276248931884765625
0.087856352329254094879473768742172978818416595458984375
0.09693765640258779348048534529880271293222904205322265625
0.0822720527648924948582731531132594682276248931884765625
0.080681085586547796051348768742172978818416595458984375
0.07497173547744749588783719218554324470460414886474609375
0.0804445147514342984162993843710864894092082977294921875
0.074093282222747802734375
0.09264290332794189453125
0.08337640762329100174721219218554324470460414886474609375
0.09070843458175649465236034529880271293222904205322265625
0.088414371013641301910723768742172978818416595458984375
0.0756208896636962057957731531132594682276248931884765625
0.08505576848983760485101157655662973411381244659423828125
0.07474386692047109426173534529880271293222904205322265625
0.07447642087936399979408719218554324470460414886474609375
0.088902056217193603515625
0.073829889297485296051348768742172978818416595458984375
0.08204197883605950092356096092771622352302074432373046875
0.0898289084434508999787993843710864894092082977294921875
0.08371591567993159899163657655662973411381244659423828125
0.07564830780029289936106096092771622352302074432373046875
0.10771030187606810135658719218554324470460414886474609375
0.10744702816009520096596219218554324470460414886474609375
0.11174726486206050524163657655662973411381244659423828125
0.0839586257934570034944243843710864894092082977294921875
0.07534629106521599506418596092771622352302074432373046875
0.0789256691932677945100493843710864894092082977294921875
0.08568811416625969623606096092771622352302074432373046875
0.0931962728500365933381743843710864894092082977294921875
0.08749634027481069387111034529880271293222904205322265625
0.07446295022964470600168596092771622352302074432373046875
0.11067342758178709549721219218554324470460414886474609375
0.08483684062957759508538657655662973411381244659423828125
0.07963061332702629779856096092771622352302074432373046875
0.09281313419342039627846219218554324470460414886474609375
0.07815784215927119860101157655662973411381244659423828125
0.071621835231781005859375
0.095806419849395696441973768742172978818416595458984375
0.087100088596343994140625
0.09002989530563350328851157655662973411381244659423828125
0.09170103073120110248606096092771622352302074432373046875
0.08329647779464720291908719218554324470460414886474609375
0.0964902043342590054475493843710864894092082977294921875
0.08433628082275390625
0.090412914752960205078125
0.07672917842864990234375
0.0847627520561217984162993843710864894092082977294921875
0.09841722249984739823158719218554324470460414886474609375
0.0728647708892821988069243843710864894092082977294921875
0.07916259765625
0.08547544479370110248606096092771622352302074432373046875
0.10498684644699089740793596092771622352302074432373046875
0.07713687419891350482981096092771622352302074432373046875
0.07936465740203850482981096092771622352302074432373046875
0.09470194578170769428293596092771622352302074432373046875
0.08859068155288689350168596092771622352302074432373046875
0.077991306781768798828125
0.076442182064056396484375
0.07478559017181389545481096092771622352302074432373046875
0.078373372554778997223223768742172978818416595458984375
0.087359726428985595703125
0.08599764108657829975168596092771622352302074432373046875
0.0788469314575195034944243843710864894092082977294921875
0.09876972436904900287668596092771622352302074432373046875
0.0796862840652464987645231531132594682276248931884765625
0.0853074789047240933381743843710864894092082977294921875
0.089199483394622802734375
0.08666896820068359375
0.08470833301544189453125
0.0939464569091796042332731531132594682276248931884765625
0.078004717826843206207598768742172978818416595458984375
0.08310896158218379625726157655662973411381244659423828125
0.08370220661163330078125
0.09261947870254509662668596092771622352302074432373046875
0.088485240936279296875
0.07653039693832390522043596092771622352302074432373046875
0.0795255899429321011506743843710864894092082977294921875
0.07151639461517329821038657655662973411381244659423828125
0.08878219127655019582423534529880271293222904205322265625
0.0905689597129820944676481531132594682276248931884765625
0.08161908388137810443918596092771622352302074432373046875
0.089299023151397705078125
0.08310550451278679584543596092771622352302074432373046875
0.09279215335845940326731096092771622352302074432373046875
0.10071110725402830643471219218554324470460414886474609375
0.08172434568405149979408719218554324470460414886474609375
0.08164024353027339586663657655662973411381244659423828125
0.072766244411468505859375
0.07811576128005980057533719218554324470460414886474609375
0.078319966793060302734375
0.09098571538925169510658719218554324470460414886474609375
0.08122032880783079666908719218554324470460414886474609375
0.0727013945579527975926481531132594682276248931884765625
0.08408290147781370682533719218554324470460414886474609375
0.08766049146652220291908719218554324470460414886474609375
0.07783389091491689504298534529880271293222904205322265625
0.07097452878952019428293596092771622352302074432373046875
0.09052091836929319901283719218554324470460414886474609375
0.072476089000701904296875
0.089002192020416204254473768742172978818416595458984375
0.08898824453353880448158719218554324470460414886474609375
0.0790258049964903952488981531132594682276248931884765625
0.093068778514862005035723768742172978818416595458984375
0.0874232053756713034520231531132594682276248931884765625
0.083009362220764104645098768742172978818416595458984375
0.0885828733444213034520231531132594682276248931884765625
0.0802206993103027066194243843710864894092082977294921875
0.084484636783599798004473768742172978818416595458984375
0.08483272790908809313226157655662973411381244659423828125
0.079799354076385498046875
0.08198320865631099352288657655662973411381244659423828125
0.0854007005691528042756743843710864894092082977294921875
0.0928578972816467007600493843710864894092082977294921875
0.07671618461608879779856096092771622352302074432373046875
0.08541738986968989977288657655662973411381244659423828125
0.08778733015060420641351157655662973411381244659423828125
0.0891807675361633023225493843710864894092082977294921875
0.0821545720100401999363981531132594682276248931884765625
0.08371341228485100482981096092771622352302074432373046875
0.07450741529464720291908719218554324470460414886474609375
0.075961649417877197265625
0.07608765363693230365793596092771622352302074432373046875
0.08926308155059810289788657655662973411381244659423828125
0.08117157220840449938226157655662973411381244659423828125
0.073750317096710205078125
0.08672505617141719469476157655662973411381244659423828125
0.10214924812316890367913657655662973411381244659423828125
0.08429914712905879625726157655662973411381244659423828125
0.08007019758224480365793596092771622352302074432373046875
0.095430254936218206207598768742172978818416595458984375
0.08975845575332640213783719218554324470460414886474609375
0.07774209976196279348048534529880271293222904205322265625
0.09183835983276360248606096092771622352302074432373046875
0.089432358741760198395098768742172978818416595458984375
0.0708783268928526999363981531132594682276248931884765625
0.07573181390762319387111034529880271293222904205322265625
0.0887600779533385952912993843710864894092082977294921875
