0.78817849346480406413917307872907258570194244384765625
0.80378407937809426275777013870538212358951568603515625
0.792169151597612586357399777625687420368194580078125
0.78731564797362107999134650526684708893299102783203125
0.77399659674056220381999082746915519237518310546875
0.78991674604015538196932766368263401091098785400390625
0.7853822894101327722893302052398212254047393798828125
0.78249054745429347246243878544191829860210418701171875
0.7689405210535291690376880069379694759845733642578125
0.77229285143427528481652188929729163646697998046875
0.792299597363697483132227716851048171520233154296875
0.77597358576373853811247727207955904304981231689453125
0.79593069136700034249543023179285228252410888671875
0.76961113619718635181499166719731874763965606689453125
0.7530970068736626554795066113001666963100433349609375
0.76912812423791498961378465537563897669315338134765625
0.80330226621001721287740338084404356777667999267578125
0.79340715507641046411180241193505935370922088623046875
0.80551606658871788280151804428896866738796234130859375
0.767745523768764481786774922511540353298187255859375
0.793642153324669141767344626714475452899932861328125
0.78638954547219863666640549126896075904369354248046875
0.758400941700681840984543669037520885467529296875
0.777063968320357734143044581287540495395660400390625
0.79932978668604504068895266755134798586368560791015625
0.767520695824604803902957428363151848316192626953125
0.77411696012760866647539614859852008521556854248046875
0.77749303972255001671243235250585712492465972900390625
0.7565231804287868566660790747846476733684539794921875
0.77488819334457037513175237108953297138214111328125
0.78706026671775763947636050943401642143726348876953125
0.7535697014596498544136693453765474259853363037109375
0.78062296877897285884984057702240534126758575439453125
0.79093407930856007848063882192946039140224456787109375
0.77861394619207136003069535945542156696319580078125
0.7929121589120546875761874616728164255619049072265625
0.79993355298205359726892993421643041074275970458984375
0.80334001585742165207904008639161475002765655517578125
0.80163298793588488866390662224148400127887725830078125
0.78806789062132642786906444598571397364139556884765625
0.7760262034487988014319626017822884023189544677734375
0.779195479078963249008893399150110781192779541015625
0.7823805275256765501268318985239602625370025634765625
0.78595402214262366502595114070572890341281890869140625
0.79365481372666646375790833189967088401317596435546875
0.80738443869694320742524951128871180117130279541015625
0.7839458879025726911748961356352083384990692138671875
0.7762397030774235151540096921962685883045196533203125
0.80108572185525905862135687129921279847621917724609375
0.783482466032797919552876919624395668506622314453125
0.76827952096989438057761390155064873397350311279296875
0.8022229582348130438873567982227541506290435791015625
0.77800632834932603731914468880859203636646270751953125
0.80317935639104953704503486733301542699337005615234375
0.77581748045375820144187173355021513998508453369140625
0.79278523501954101249111772631295025348663330078125
0.78738456998409589449039458486367948353290557861328125
0.78445708859420992808964001596905291080474853515625
0.78543647050863707459456009019049815833568572998046875
0.78820470284195820465100723595242016017436981201171875
0.7913998942292916893848087056539952754974365234375
0.78013354088650299633656004516524262726306915283203125
0.7624774789115651429938225192017853260040283203125
0.7870940430004107479788899581762962043285369873046875
0.78670499345259459200718765714555047452449798583984375
0.79243169214734654470788655089563690125942230224609375
0.81256629803177116144752289983443915843963623046875
0.7995336279528213463407837480190210044384002685546875
0.7686271911363162789854186485172249376773834228515625
0.77881949445128151321426912545575760304927825927734375
0.7725076925705318675596799948834814131259918212890625
0.8020594162923675440879378584213554859161376953125
0.80081966743615440318393439156352542340755462646484375
0.7857403721986486733186438868870027363300323486328125
0.78888067088050328745651995632215403020381927490234375
0.79238124448233782093353738673613406717777252197265625
0.80417469910452565873271169039071537554264068603515625
0.748021502860152676106508806697092950344085693359375
0.79193508577525317804202131810598075389862060546875
0.79490534636240450794275602675043046474456787109375
0.7853381097446605618728199260658584535121917724609375
0.79133079744921930309686786131351254880428314208984375
0.79496976095241278503777948571951128542423248291015625
0.7718106626989118534964973150636069476604461669921875
0.7949299638881068830187359708361327648162841796875
0.79446328482595329756321689274045638740062713623046875
0.7783977887696256203753364388830959796905517578125
0.78188690817387496156953829995472915470600128173828125
0.80340039491596115794891375117003917694091796875
0.7798268709022522227058971111546270549297332763671875
0.81156371108862590535437675498542375862598419189453125
0.79156118161646282782584194137598387897014617919921875
0.7809744854204734298974699413520283997058868408203125
0.7871927450702467243814908215426839888095855712890625
0.78960042753760273370744471321813762187957763671875
0.7959952720903646916639218034106306731700897216796875
0.7953715328953041563408987713046371936798095703125
0.76870077853730711670010578018263913691043853759765625
0.7943531022330290181088230383465997874736785888671875
0.79021821406016357070001276952098123729228973388671875
0.778251199714454333644653161172755062580108642578125
0.7853056827032942610600230182171799242496490478515625
0.7950274373389378812504446614184416830539703369140625
0.78743668497029950525956110141123645007610321044921875
0.801682052626212726664789443020708858966827392578125
0.78065569027126213708100976873538456857204437255859375
0.78023926493162409911974464193917810916900634765625
0.7970131429407996126457192076486535370349884033203125
0.76612428292866818768658276894711889326572418212890625
0.79206796309132398992147727767587639391422271728515625
0.7771951262614067434952858093311078846454620361328125
0.78609346880111463651275016673025675117969512939453125
0.795404712691219817344290277105756103992462158203125
0.800451728286086794383891174220480024814605712890625
0.79103737675162799636296995231532491743564605712890625
0.77987339735447303024074017230304889380931854248046875
0.7929199980070738007498221122659742832183837890625
0.772084641713993935496773701743222773075103759765625
0.769051079503841439333200469263829290866851806640625
0.7996543114202958602021453771158121526241302490234375
0.77880503999637096246289047485333867371082305908203125
0.785281664204330542844445517403073608875274658203125
0.80067009571790859201456669325125403702259063720703125
0.75418946666484021346121835449594072997570037841796875
0.80048722081868561861739408413995988667011260986328125
0.77171516922596905541098522007814608514308929443359375
0.75253686544759379462021797735360451042652130126953125
0.7704906748747937239585326096857897937297821044921875
0.796881183342623700127660413272678852081298828125
0.77243923781684797891244897982687689363956451416015625
0.79211728990569996167181443524896167218685150146484375
0.79226119874341893734026598394848406314849853515625
0.7850159060205512684404993706266395747661590576171875
0.74928641365797943318938223455916158854961395263671875
0.7654641725662243434413767317892052233219146728515625
0.7930403693891052707698463564156554639339447021484375
0.79276763773204506069447461413801647722721099853515625
0.80466845703543266044022175265126861631870269775390625
0.81087435901022075768196373246610164642333984375
0.79520807732768872266859716546605341136455535888671875
0.76889821925476287134415542823262512683868408203125
0.78681258260602426890528704461758024990558624267578125
0.76542097793879293465835189635981805622577667236328125
0.78554013585305793032631527239573188126087188720703125
0.7742750094320685061433096052496694028377532958984375
0.77016803651969922839271021075546741485595703125
0.789147753622459813271916573285125195980072021484375
0.79886762905905561726882524453685618937015533447265625
0.80010429032112695413303526947856880724430084228515625
0.7804189586455214655558165759430266916751861572265625
0.77471911751380184707471698857261799275875091552734375
