5.65387058258056640625
5.56055164337158203125
5.65720367431640625
5.82399463653564453125
5.48032379150390625
6.26961517333984375
8.3440914154052734375
7.018252849578857421875
6.529112339019775390625
5.565023899078369140625
4.620233058929443359375
5.32051753997802734375
5.912574291229248046875
5.446514129638671875
5.6854686737060546875
6.22611999511718838817841970012523233890533447265625
5.500233173370361328125
5.25791454315185635692841970012523233890533447265625
6.654430389404296875
7.54103374481201171875
4.888317584991455078125
5.689239978790283203125
5.082874774932861328125
4.820039272308349609375
5.30648708343505859375
6.006070613861083984375
5.397662639617919921875
5.59633350372314453125
5.06698703765869140625
16.548431396484375
4.245926380157470703125
5.11331844329833984375
5.013267993927001953125
5.323336124420166015625
4.687408447265625
6.970995426177978515625
4.76616001129150390625
10.1472225189208984375
5.07576465606689541942841970012523233890533447265625
4.48613834381103515625
4.495895862579345703125
5.103742122650146484375
4.735942363739013671875
4.9296207427978515625
5.2086658477783203125
7.4444217681884765625
12.1664037704467755673931605997495353221893310546875
4.209032535552978515625
9.9036312103271484375
5.025248050689697265625
4.657466888427734375
4.37487888336181640625
5.9606151580810546875
6.559182643890380859375
4.45403766632080078125
5.23732709884643643505341970012523233890533447265625
5.190476894378662109375
4.62587261199951171875
5.05373382568359375
6.41619205474853515625
6.278608798980712890625
5.51002264022827237255341970012523233890533447265625
5.40547466278076171875
5.481247425079345703125
4.88405323028564453125
7.366547107696533203125
7.919322490692138671875
5.15590572357177734375
5.323345184326171875
5.65141201019287109375
5.56441974639892578125
4.6376171112060546875
4.41830539703369140625
5.340099334716796875
4.75792598724365234375
7.247355937957763671875
5.751248836517333984375
5.6092853546142578125
5.29954051971435635692841970012523233890533447265625
5.92472362518310546875
5.5633907318115234375
10.39202976226806640625
10.05035305023193359375
6.9532623291015625
4.765935420989990234375
5.15525531768798828125
5.255191326141357421875
9.4479532241821271298931605997495353221893310546875
5.786282062530517578125
4.83893299102783203125
4.972329616546630859375
5.188897609710693359375
6.0749912261962890625
6.02669000625610440380341970012523233890533447265625
5.817556858062744140625
4.461764812469482421875
4.55235385894775390625
4.615754604339599609375
4.72688770294189541942841970012523233890533447265625
4.54897785186767578125
5.54134845733642578125
4.85738468170166015625
5.621285915374755859375
5.56950664520263671875
4.94030284881591796875
8.02002239227294921875
4.99956512451171875
5.68974971771240234375
4.494052410125732421875
6.193687915802001953125
4.77464389801025390625
5.58280467987060546875
4.21042537689208984375
10.2762041091918963076068394002504646778106689453125
7.71994113922119140625
5.45736408233642578125
4.96852970123291015625
11.152072906494140625
5.1051025390625
4.705165863037109375
5.928236484527587890625
5.564913272857666015625
5.21712398529052734375
5.57532215118408203125
7.721686840057373046875
5.297613620758056640625
5.41146755218505859375
5.17623615264892578125
4.87773036956787109375
4.8538188934326171875
7.4771976470947265625
4.61096954345703125
4.498609066009521484375
4.61706829071044921875
5.1379184722900390625
5.1195316314697265625
5.05756282806396484375
5.88569355010986328125
5.6650981903076171875
5.204749584197998046875
5.74617767333984375
7.0091152191162109375
4.91053295135498046875
7.396377086639404296875
5.04357242584228515625
4.93106174468994140625
7.14860630035400390625
5.11083507537841796875
5.67304229736328125
4.377899646759033203125
5.50367736816406338817841970012523233890533447265625
