0.18278992710940700217037147012888453900814056396484375
0.1357980869730344986034964449572726152837276458740234375
0.204563410158730807353322234121151268482208251953125
0.179411264013301596786931213500793091952800750732421875
0.1368211786844207022983965771345538087189197540283203125
0.13255787362278359520217918543494306504726409912109375
0.177792568203542111771042755208327434957027435302734375
0.1537229123685444898139706992878927849233150482177734375
0.1509491458020714993448763152628089301288127899169921875
0.093042354598270093912759648446808569133281707763671875
0.1251555367299954923954175001199473626911640167236328125
0.1735851621349122908544160281962831504642963409423828125
0.1230020933438051022879022866618470288813114166259765625
0.162949412868217902161660504134488292038440704345703125
0.1271930734126696938002254455568618141114711761474609375
0.231011311433278410110148115563788451254367828369140625
0.17612222286028400564106277670362032949924468994140625
0.1775814005211981960741240982315503060817718505859375
0.1508064914569006986777566226010094396770000457763671875
0.1864722380258546918785356183434487320482730865478515625
0.111810784665140994231791182755841873586177825927734375
0.1865057089381103871961187223860179074108600616455078125
0.1700912134239234985155775348175666294991970062255859375
0.1751014159662581948229131967309513129293918609619140625
0.13022890143651910666022786244866438210010528564453125
0.15161783418114949117949663559556938707828521728515625
0.09426864124311169768066775986881111748516559600830078125
0.14150584442703528775808763384702615439891815185546875
0.1554189697030854133696919916474143974483013153076171875
0.1365447800245072895730658046886674128472805023193359375
0.1153458510600877950924569859125767834484577178955078125
0.111993920172139993507443023190717212855815887451171875
0.156190526221894498970499398637912236154079437255859375
0.1951840535729965908640082261626957915723323822021484375
0.1512363678339636863245942777211894281208515167236328125
0.1740283700542037959024810334085486829280853271484375
0.162847810428643990920960504809045232832431793212890625
0.2052704953860018111111429561788099817931652069091796875
0.10874770858234479586901244374530506320297718048095703125
0.1960298070289928917819821663215407170355319976806640625
0.1972277326719635015539466849077143706381320953369140625
0.192602511962386813149095132757793180644512176513671875
0.1463158680061422967089157509690267033874988555908203125
0.1520821494350785008098370099105522967875003814697265625
0.236615353375727310858422924866317771375179290771484375
0.2074775423353099890189099596682353876531124114990234375
0.12850134341338870225257551282993517816066741943359375
0.132711898214526502481902525687473826110363006591796875
0.20323788043048229834397488957620225846767425537109375
0.2186522084467875937097147698295884765684604644775390625
0.1455745652675491108585248412055079825222492218017578125
0.2032530890816159063749779534191475249826908111572265625
0.2056972877159203016983468614853336475789546966552734375
0.180355314753846196484943220639252103865146636962890625
0.1551438236532476089291066045916522853076457977294921875
0.1677570536947509960423730035472544841468334197998046875
0.1090068029648230962802557542090653441846370697021484375
0.1899794710390161067703473918300005607306957244873046875
0.1179470076958188951010697564925067126750946044921875
0.130504535526460296868123123203986324369907379150390625
0.10426143726654879539950115940882824361324310302734375
0.1296774610882797940103472456030431203544139862060546875
0.174138941263006497006671224880847148597240447998046875
0.10937035603253329740791599533622502349317073822021484375
0.163556237628866896205437342359800823032855987548828125
0.11457770215574049343931761768544674851000308990478515625
0.16923033073458648711806517894729040563106536865234375
0.1748553516773994065403030617744661867618560791015625
0.2109569248784869122115281925289309583604335784912109375
0.1810569440552650954945335115553461946547031402587890625
0.2005810565684991997326136470292112790048122406005859375
0.18279137243508969401517560982028953731060028076171875
0.15434524628447798821895275978022255003452301025390625
0.1277532749184311089418741858025896362960338592529296875
0.167984359876582500792352448115707375109195709228515625
0.149316180222278493960885725755360908806324005126953125
0.162238845074508308830019132074085064232349395751953125
0.146286437704211902399720202083699405193328857421875
0.12406791459902570540219102213086443953216075897216796875
0.1933041704129876137141508252170751802623271942138671875
0.165713850725523192952692852486507035791873931884765625
0.08384111331341680128925730741684674285352230072021484375
0.15396569965920681166693384511745534837245941162109375
0.1675174361470513073602006670625996775925159454345703125
0.09159293046122619907922768334174179472029209136962890625
0.12208636750355909839083068391119013540446758270263671875
0.159044834884972396960023388601257465779781341552734375
0.1462801832589555039998430174819077365100383758544921875
0.1681956050354405096669552222010679543018341064453125
0.11605514152495159663214252532270620577037334442138671875
0.2407948196262001960832321856287308037281036376953125
0.07502381607863599366492479703083517961204051971435546875
0.1414846623313034956748168724516290239989757537841796875
0.17488304168911150693332956507219932973384857177734375
0.1770400873375617967209194603128707967698574066162109375
0.13502769355680499518967963012983091175556182861328125
0.1773485763354187005891304806937114335596561431884765625
0.1483010292282755104853464445113786496222019195556640625
0.1917575339370941878147647230434813536703586578369140625
0.254201377561040275931958376531838439404964447021484375
0.2071708020163501029475838777216267772018909454345703125
0.189748228914021710433956968699931167066097259521484375
0.12786984753291219529813815825036726891994476318359375
0.19466614371165691377285611451952718198299407958984375
0.1104649975019663943331948985360213555395603179931640625
0.1267956605536484093743609946614014916121959686279296875
0.09540711582826690018155346706407726742327213287353515625
0.140678531026554198835043507642694748938083648681640625
0.1597121465408843921096604390186257660388946533203125
0.133020563296820493182082145722233690321445465087890625
0.08961524121958690247691237118488061241805553436279296875
0.175378013169957103212226456889766268432140350341796875
0.163289381286350787636507675415487028658390045166015625
0.201129455031109294349533911372418515384197235107421875
0.10141152334707730087171029254022869281470775604248046875
0.1059103930017026018450820856742211617529392242431640625
0.148783879104271488102995135704986751079559326171875
0.10095564641930769578248572315715136937797069549560546875
0.07632352678783249633198693118174560368061065673828125
0.1327714117880753053047016010168590582907199859619140625
0.1273199474838042910551649811168317683041095733642578125
0.2250300049506404054255881419521756470203399658203125
0.14127397856869350345476732400129549205303192138671875
0.160570765578079199809025112699600867927074432373046875
0.21348522674614189842401401620008982717990875244140625
0.0937987543248083033287088028373545967042446136474609375
0.18514384817660600734967601965763606131076812744140625
0.11440476061599340329433260876612621359527111053466796875
0.23052385661848628917169889973592944443225860595703125
0.11015324946538969375087191338025149889290332794189453125
0.130260891849671212039396550608216784894466400146484375
0.0872620806343530064363989140474586747586727142333984375
0.161910513461628102760414549265988171100616455078125
0.2146333921635596997390393880777992308139801025390625
0.1931672669168912059856069163288339041173458099365234375
0.1466458257771809936542695140815339982509613037109375
0.1921152519527906943341832857186091132462024688720703125
0.10726893279353399979214600534760393202304840087890625
0.1335438992008914083076120959958643652498722076416015625
0.151719983303550909337076291194534860551357269287109375
0.134134887797636992434746616709162481129169464111328125
0.1973234999416851043196885484576341696083545684814453125
0.2033402487336795905203956635887152515351772308349609375
0.138999729158005902451833435407024808228015899658203125
0.06375108429544999733007415443353238515555858612060546875
0.16088495857432361102468121316633187234401702880859375
0.201756933413384909048460258418344892561435699462890625
0.09810616163820500001957469748958828859031200408935546875
0.1282776658472483954920306814528885297477245330810546875
0.1610209033774208098321878424030728638172149658203125
0.1733065867876771026789839424964156933128833770751953125
