2.269630908966064453125
2.2460424900054931640625
2.251024723052978515625
2.2335186004638671875
2.2387447357177734375
2.24353885650634765625
2.22251796722412109375
2.259276866912841796875
2.2354695796966552734375
2.2417147159576416015625
2.2232511043548583984375
2.2351715564727783203125
2.24605464935302734375
2.2293512821197509765625
2.221175670623779296875
2.221694469451904296875
2.2179377079010009765625
2.2178356647491455078125
2.220176696777344194089209850062616169452667236328125
2.236081600189208984375
2.21804714202880859375
2.235150814056396484375
2.213629245758056640625
2.2035477161407470703125
2.236622095108031782473290149937383830547332763671875
2.232454776763916015625
2.249776363372802734375
2.245644807815552201901709850062616169452667236328125
2.2991282939910888671875
2.2470467090606689453125
2.238475561141968217526709850062616169452667236328125
2.2454898357391357421875
2.181119441986083984375
2.2107021808624267578125
2.20238494873046875
2.2104623317718505859375
2.2157332897186279296875
2.202078342437744140625
2.22247600555419921875
2.207252740859985795651709850062616169452667236328125
2.211293697357177734375
2.237783908843994140625
2.18831157684326171875
2.1864707469940185546875
2.1797583103179931640625
2.1807687282562255859375
2.203063488006591796875
2.2283477783203125
2.2094309329986572265625
2.19835376739501953125
2.1932957172393798828125
2.20417690277099609375
2.2129213809967041015625
2.1944563388824462890625
2.1769526004791259765625
2.2083721160888671875
2.2112605571746826171875
2.221993923187255859375
2.22383975982666015625
2.197389125823974609375
2.198674678802490234375
2.203411102294921875
2.186916828155517578125
2.182765960693359375
2.219044208526611328125
2.2391097545623779296875
2.2195789813995361328125
2.2242181301116943359375
2.2404520511627197265625
2.240400791168212890625
2.20243740081787109375
2.2154886722564697265625
2.26911163330078125
2.257270336151123046875
2.2508423328399658203125
2.2848017215728759765625
2.2608852386474609375
2.25623798370361328125
2.2410643100738525390625
2.233756542205810546875
2.267591953277587890625
2.2514097690582275390625
2.2626769542694091796875
2.246917724609375
2.2399804592132568359375
2.2577745914459228515625
2.2366502285003662109375
2.264056682586669921875
2.2332732677459716796875
2.23367977142333984375
2.218680858612060546875
2.220024585723876953125
2.214511871337890180910790149937383830547332763671875
2.2182481288909912109375
2.1993925571441650390625
2.21539402008056640625
2.231731414794921875
2.201175212860107421875
2.215270519256591796875
2.216711521148681640625
2.2035920619964599609375
2.1948606967926025390625
2.177784204483031782473290149937383830547332763671875
2.1788117885589599609375
2.188931941986083984375
2.17178058624267578125
2.1695253849029541015625
2.1422092914581298828125
2.14748287200927734375
2.20754718780517578125
2.2316691875457763671875
2.20684909820556640625
2.2221524715423583984375
2.2266333103179931640625
2.218780517578125
2.2345294952392578125
2.20819854736328125
2.169817447662353515625
2.176212787628173828125
2.167246341705322265625
2.1685316562652587890625
2.1745359897613525390625
2.149384021759033203125
2.2469294071197509765625
2.241352081298828125
2.23511505126953125
2.2590620517730712890625
2.249137163162231001223290149937383830547332763671875
2.2832050323486328125
2.2498271465301513671875
2.1994915008544921875
2.1715967655181884765625
2.201220989227294921875
2.1855418682098388671875
2.17408084869384765625
2.1727626323699951171875
2.17492580413818359375
2.1989982128143310546875
2.22690868377685546875
2.2083075046539306640625
2.21063709259033203125
2.214487791061401811276709850062616169452667236328125
2.209711551666260209714209850062616169452667236328125
2.1935355663299560546875
2.243304729461669921875
2.259413242340087890625
2.2647888660430908203125
2.25083446502685546875
2.249073266983031782473290149937383830547332763671875
2.2531354427337646484375
2.253793239593505859375
