0.1315269468007727315939092704866197891533374786376953125
0.1296189518693940112559204180797678418457508087158203125
0.1335025401546371115468758716815500520169734954833984375
0.144020796034151021824953886607545427978038787841796875
0.113811683215201242536096515323151834309101104736328125
0.1505145764176781530974125189459300599992275238037109375
0.1300157547231231003337370566441677510738372802734375
0.15404805087414208397689208140945993363857269287109375
0.11852833988571125078959056509120273403823375701904296875
0.1383910978830415750007176711733336560428142547607421875
0.11861718420269103113628972323567722924053668975830078125
0.1688553012396250829763033607378019951283931732177734375
0.179222640409080036238975708329235203564167022705078125
0.138990430871903491993890611411188729107379913330078125
0.11920578131493046736277818808957817964255809783935546875
0.1031532289303969396332405494831618852913379669189453125
0.11522090360254631791203649981980561278760433197021484375
0.1490687109780417518578587987576611340045928955078125
0.1559192238640194627663504434167407453060150146484375
0.1431670869187018635404484712125849910080432891845703125
0.1653678795337525098130271317131700925529003143310546875
0.1329957289968581035655148525620461441576480865478515625
0.14808329804520481420837541008950211107730865478515625
0.136769878990440185706489728545420803129673004150390625
0.14264397076165014066617686694371514022350311279296875
0.11359907698021672051158503791157272644340991973876953125
0.1316066311145044076535981503184302709996700286865234375
0.1487545487013751943639050523415789939463138580322265625
0.1487490094511274285604685019279713742434978485107421875
0.09323238226903506065124105361974216066300868988037109375
0.1674659018324551607026506871989113278687000274658203125
0.12648789999525111849010272635496221482753753662109375
0.105795349947758465791736171013326384127140045166015625
0.11850291193109001308680916508819791488349437713623046875
0.1325057014388617837585826464419369585812091827392578125
0.1287765332186887601295666172518394887447357177734375
0.128225401024421425955068798430147580802440643310546875
0.1176112764610855176972137314805877394974231719970703125
0.139600452765570093305314003373496234416961669921875
0.1536126710417355933913086118991486728191375732421875
0.1443847616884521845026512210097280330955982208251953125
0.1538587397289619129736593095003627240657806396484375
0.12145834578660168190378243480154196731746196746826171875
0.09212056633264842364638980143354274332523345947265625
0.138418954776257596694932772152242250740528106689453125
0.128998344613902971023122745464206673204898834228515625
0.13304567452484439282756056854850612580776214599609375
0.127670878689320643761817564154625870287418365478515625
0.1384132426402467086479219915418070740997791290283203125
0.1314670489013869403294165749684907495975494384765625
0.131047754237943347987993547576479613780975341796875
0.1389116394788378616720336822254466824233531951904296875
0.1527294025706507074602313878131099045276641845703125
0.11892869940978427478750489854064653627574443817138671875
0.1320365161286558286501957582004251889884471893310546875
0.1763855662855429162760856343084014952182769775390625
0.12855381188476744380722038840758614242076873779296875
0.170899406329601488696567912484169937670230865478515625
0.141039192148635972312575859177741222083568572998046875
0.15904870138124793665923562002717517316341400146484375
0.1537174609139798364676465780576108954846858978271484375
0.132187444487604943699210480190231464803218841552734375
0.133004102754209097003723627494764514267444610595703125
0.1606777594646021378732569928615703247487545013427734375
0.1254694569689330518880154841099283657968044281005859375
0.198309672249317003878132936733891256153583526611328125
0.1359071206287029986992109797938610427081584930419921875
0.13372004985479435390516300685703754425048828125
0.13324036354335244691782236259314231574535369873046875
0.115604684715788608162512218768824823200702667236328125
0.1512991344936693571820995884991134516894817352294921875
0.1191084360260097063655138072135741822421550750732421875
0.1308194964600492282702504098779172636568546295166015625
0.13188578306490150726659749125246889889240264892578125
0.133831636363930750466266772491508163511753082275390625
0.11967710847616887248623385175960720516741275787353515625
0.1272696457345634801772149558019009418785572052001953125
0.1620111493752337816776076806490891613066196441650390625
0.145008213311282496693621624217485077679157257080078125
0.1417048894883908005670747343174298293888568878173828125
0.164332013406053689674735096559743396937847137451171875
0.132759689171065897728141180778038688004016876220703125
0.1438848971531252463051941958838142454624176025390625
0.1349599440441555386893668355696718208491802215576171875
0.1280424129789402287737942742751329205930233001708984375
0.137389443809423139608583142035058699548244476318359375
0.1597723970764124701293695807180483825504779815673828125
0.138847146511426655646204153526923619210720062255859375
0.16851443759619855189413328844239003956317901611328125
0.1457108337586150714759725133262691088020801544189453125
0.1301342404720709222676333638446521945297718048095703125
0.1376968088003747425762668399329413659870624542236328125
0.145469152652980604489840743553941138088703155517578125
0.135857659749269721327635807028855197131633758544921875
0.17240083853655197021481626507011242210865020751953125
0.1411166794743442254311815986511646769940853118896484375
0.1438974267768111381382567515174741856753826141357421875
0.1494458458109832188487331450232886709272861480712890625
0.13669425773626908693358927848748862743377685546875
0.11470844119510222036684155000330065377056598663330078125
0.1430494019773341507484332169042318128049373626708984375
0.1736224626737440102086651450008503161370754241943359375
0.135041198694300479399288406057166866958141326904296875
0.1263551328681928875852236160426400601863861083984375
0.11913416416724921520486901727053918875753879547119140625
0.12960808959684133601086841736105270683765411376953125
0.14048243657776116055657666947809047996997833251953125
0.144515079169255600266552619359572418034076690673828125
0.1451610482481216213290764471821603365242481231689453125
0.130581762092583708589899060825700871646404266357421875
0.1280228006526409612053640785234165377914905548095703125
0.1311146926750516306103833130691782571375370025634765625
0.1465540955762159314179626790064503438770771026611328125
0.1559017742086866997741623208639794029295444488525390625
0.1282811281855616158953381500396062619984149932861328125
0.1400617726337106405676280473926453851163387298583984375
0.12280024597254933504952845169100328348577022552490234375
0.163478285156481051298982265507220290601253509521484375
0.1275847012763704213522686359283397905528545379638671875
0.1527653773447658347439670478706830181181430816650390625
0.1591369529434423224500960714067332446575164794921875
0.1436553835740992102198987367955851368606090545654296875
0.147326103183096301929566607213928364217281341552734375
0.143928074826857266277357894068700261414051055908203125
0.1450537607928827077419242641553864814341068267822265625
0.1758083787930579955371968026156537234783172607421875
0.152053604173220835438229414648958481848239898681640625
0.1288671115197469740909497204484068788588047027587890625
0.1413150034353090334082736490017850883305072784423828125
0.119867279076901367407259613173664547502994537353515625
0.154449198245809438123643531071138568222522735595703125
0.1238419276977680560936079245948349125683307647705078125
0.11806144497855175501399571658112108707427978515625
0.12465317796119580739944154856857494451105594635009765625
0.13222318610789629556023783152340911328792572021484375
0.1244202772247267885230570527710369788110256195068359375
0.129891949426405861611755199191975407302379608154296875
0.138099719357197281421889556440874002873897552490234375
0.129505704973345070474266549354069866240024566650390625
0.1575070583846735206012823482524254359304904937744140625
0.1576363907247455287130577517018537037074565887451171875
0.1282583181583277498472028810283518396317958831787109375
0.1481120613475024050398332065014983527362346649169921875
0.14185308734392398921642097775475122034549713134765625
0.15132498526673343608450750252814032137393951416015625
0.16506775606922385879471448788535781204700469970703125
0.1321826491968633721096892941204714588820934295654296875
0.1310145394646139160865772055331035517156124114990234375
0.1191933665502264150237721196390339173376560211181640625
0.1615071959366663201240754688114975579082965850830078125
0.150953349881780718444446165449335239827632904052734375
