5.65387058258056640625
5.56055164337158203125
7.94217967987060458057158029987476766109466552734375
8.0991573333740234375
5.463283538818359375
6.26961517333984375
8.3440914154052734375
12.3162250518798845888568394002504646778106689453125
10.79723262786865234375
5.576095104217529296875
8.870174407958984375
6.98651599884033203125
5.8100223541259765625
5.469053745269775390625
5.6854686737060546875
6.2261199951171875
5.48446369171142578125
5.20924854278564453125
5.08072757720947265625
5.665019989013671875
4.8778591156005859375
9.470272064208984375
5.11884307861328125
4.83794498443603515625
7.31401729583740234375
6.006070613861083984375
5.397662639617919921875
5.593761920928955078125
5.06698703765869140625
7.2946796417236328125
4.276953220367431640625
5.119801044464111328125
5.0488681793212890625
7.583695888519287109375
4.687408447265625
7.028514862060546875
10.93640422821044921875
20.849788665771484375
5.09417247772216796875
4.48613834381103515625
4.495895862579345703125
5.048667430877685546875
4.71519756317138671875
4.97017955780029296875
5.2086658477783203125
7.4444217681884765625
6.195197582244873046875
4.209032535552978515625
5.727301120758056640625
5.025248050689697265625
4.600860118865966796875
4.37487888336181640625
8.69695281982421875
5.47304248809814453125
4.45403766632080078125
5.19072723388671875
7.58337306976318359375
4.62587261199951171875
7.46921825408935546875
6.4035015106201171875
7.123117923736572265625
8.2297801971435546875
5.40547466278076171875
6.579732418060302734375
7.46039628982544034130341970012523233890533447265625
7.366547107696533203125
7.919322490692138671875
5.15590572357177734375
5.2915058135986328125
5.65141201019287109375
5.56441974639892578125
4.6376171112060546875
4.41830539703369140625
5.38004302978515625
4.75792598724365234375
7.3663578033447265625
5.751594066619873046875
8.459102630615234375
5.29954051971435546875
5.92472362518310546875
5.5633907318115234375
10.3500041961669921875
6.77002048492431640625
11.4991436004638671875
8.6685047149658203125
5.21183490753173828125
5.28018093109130859375
5.243585109710693359375
8.72707462310791015625
4.83893299102783203125
7.621337413787841796875
5.210227489471435546875
6.0749912261962890625
9.0739288330078125
5.817556858062744140625
4.461764812469482421875
7.1899280548095703125
7.32689380645752041942841970012523233890533447265625
9.5207204818725603701068394002504646778106689453125
4.5611591339111328125
5.538542270660400390625
9.3455562591552716611431605997495353221893310546875
5.621285915374755859375
5.56950664520263671875
7.902269840240478515625
5.54056644439697265625
4.99956512451171875
8.1277923583984375
7.39299106597900390625
6.17702198028564453125
4.77464389801025390625
9.28187847137451171875
4.21042537689208984375
5.369779109954833984375
7.769197940826416015625
5.45736408233642578125
4.96852970123291015625
5.296512126922607421875
8.12965106964111328125
9.1518878936767578125
7.53859615325927734375
5.564913272857666015625
5.2119312286376953125
5.57532215118408203125
5.224450588226318359375
5.297613620758056640625
7.613399505615234375
5.202605724334716796875
11.42689418792724609375
8.54698944091796875
5.462009906768798828125
7.547575473785400390625
7.776544094085693359375
4.651749134063720703125
5.147663116455078125
5.1195316314697265625
8.0542125701904296875
5.88569355010986328125
5.678889751434326171875
7.83137798309326171875
8.7532711029052734375
7.0091152191162109375
4.91053295135498046875
7.3274707794189453125
10.40697479248046875
4.908183574676513671875
7.121716976165771484375
7.620500087738037109375
5.67304229736328125
4.367809295654296875
11.135005950927734375
