0.5209712416047123095808046855381689965724945068359375
0.54095050606591110753385009957128204405307769775390625
0.5506716360105243790457052455167286098003387451171875
0.5069880365663923527108636335469782352447509765625
0.61318206422161247726165811400278471410274505615234375
0.5690612960216749893760379563900642096996307373046875
0.50310074694636208736397975371801294386386871337890625
0.5874452148944817597708834000513888895511627197265625
0.57837786727341278236735888640396296977996826171875
0.487553787074401612233742753232945688068866729736328125
0.5905525885509093075853570553590543568134307861328125
0.5093513995589027398835924032027833163738250732421875
0.5621290172621440373035284210345707833766937255859375
0.54903007300195716400281753521994687616825103759765625
0.56206130368568685273800156210199929773807525634765625
0.5208782772462494659038156896713189780712127685546875
0.5542574325133087231876061196089722216129302978515625
0.54290046899927701939958524235407821834087371826171875
0.58872031935598012619692553926142863929271697998046875
0.56365145691873264066629189983359538018703460693359375
0.61511098747336301340027375772478990256786346435546875
0.481420185606531381150574588900781236588954925537109375
0.46895315732256381835441061411984264850616455078125
0.51017278640094454456033190581365488469600677490234375
0.54186541558525025408243891433812677860260009765625
0.58379864921977553393617199617438018321990966796875
0.54522030060086479341663334707845933735370635986328125
0.58291224549511133634638326839194633066654205322265625
0.541374928432810431644384152605198323726654052734375
0.592184880649305522837266835267655551433563232421875
0.55825625426317315724844547730754129588603973388671875
0.57232260804250822960881350809358991682529449462890625
0.51868214400206991143704726709984242916107177734375
0.490708597223355302840985814327723346650600433349609375
0.55578225997592622942278239861479960381984710693359375
0.52731899082346045393165923087508417665958404541015625
0.56281257955708696716357053446699865162372589111328125
0.476856672833297301483668206856236793100833892822265625
0.56550053115534615333359624855802394449710845947265625
0.52564207229140247346066416866960935294628143310546875
0.50165981565879480541525481385178864002227783203125
0.57145026109274821290995305389515124261379241943359375
0.553409667671360683272041569580323994159698486328125
0.58651823366364974621234296137117780745029449462890625
0.51685113484063160971260231235646642744541168212890625
0.538740610069117220604084650403819978237152099609375
0.57057061118430585366922969114966690540313720703125
0.538091821335272779691649702726863324642181396484375
0.52168502323590570934896959442994557321071624755859375
0.5368350905379435378250718713388778269290924072265625
0.5476581552487405080142934821196831762790679931640625
0.52626335336357266125872911288752220571041107177734375
0.5132094776353539611335463632713072001934051513671875
0.55091437218595518121588838766911067068576812744140625
0.58777575139437943096965000222553499042987823486328125
0.5577757629758581803258721265592612326145172119140625
0.606062905116115491210848631453700363636016845703125
0.50992658562983717018823881517164409160614013671875
0.55572048359576975418150368568603880703449249267578125
0.57739136193190099266558945600991137325763702392578125
0.51942377411359930139411744676181115210056304931640625
0.54002582525915421296502927361871115863323211669921875
0.51551767203366460901037271469249390065670013427734375
0.58322940671166711990025532941217534244060516357421875
0.54319474221573604832968840128160081803798675537109375
0.59073046658142380760381229265476576983928680419921875
0.50954169465867737986997099142172373831272125244140625
0.51276066399305253451501585004734806716442108154296875
0.55703318177097838059808054822497069835662841796875
0.54522427577706589207906517913215793669223785400390625
0.52498715933705819569610184771590866148471832275390625
0.56014343640297636905955869224271737039089202880859375
0.58904572294175416846684356642072089016437530517578125
0.53589216114992044293074968663859181106090545654296875
0.510722142178824167757511531817726790904998779296875
0.53673792287673272038972527298028580844402313232421875
0.56463825003956735759658158713136799633502960205078125
0.523181764817786554289114064886234700679779052734375
0.51249696668021338386012075716280378401279449462890625
0.2291356758800124904240647083497606217861175537109375
0.57662424433303727244748415614594705402851104736328125
0.54548308358379760107936817803420126438140869140625
0.57754847307240952947182677235105074942111968994140625
0.55740014075629396028688233855064027011394500732421875
0.6008648818872206476271458086557686328887939453125
0.52501578455950304036292664022766984999179840087890625
0.5511346896277682372300432689371518790721893310546875
0.55660353373407389643290343883563764393329620361328125
0.54044334892945766757321734985453076660633087158203125
0.6081128932226922412240810444927774369716644287109375
0.51335190147850717767852302131359465420246124267578125
0.55163145700863081000164811484864912927150726318359375
0.577759703700123861125348412315361201763153076171875
0.522859295623684605658354485058225691318511962890625
0.511748751792446388009238944505341351032257080078125
0.5972647270148156994906685213209129869937896728515625
0.4737890474399855111897750248317606747150421142578125
0.5098320092809485171159167293808422982692718505859375
0.505186380064193141237183226621709764003753662109375
0.5016130075266873600270400856970809400081634521484375
0.48046532835070687728062921451055444777011871337890625
0.5287559562718058270291976441512815654277801513671875
0.54589962365704691737988696331740356981754302978515625
0.5413796025645123410896530913305468857288360595703125
0.58755136812049879591057788275065831840038299560546875
0.59526869155618122864126462445710785686969757080078125
0.56631544891121610163509103585965931415557861328125
0.51503687801028108506073976968764327466487884521484375
0.556851792555958180486186392954550683498382568359375
0.52152715917951908419780693293432705104351043701171875
0.59187784111345054238739749052911065518856048583984375
0.5444720381885319593351368894218467175960540771484375
0.54942133441751239697481423718272708356380462646484375
0.53533693256047565345312477802508510649204254150390625
0.5903033782901749848548433874384500086307525634765625
0.55849947590514659179206091721425764262676239013671875
0.59539812456860918832290963109699077904224395751953125
0.51093084818319578488399201887659728527069091796875
0.5972904776068952426015812307014130055904388427734375
0.60373196040517884686238403446623124182224273681640625
0.52417144026169337767129263738752342760562896728515625
0.5018205951282823651382614116300828754901885986328125
0.5725704957146160456460393106681294739246368408203125
0.55558680202366039768691052813665010035037994384765625
0.53112080812130157969619403957040049135684967041015625
0.564566840798622848751620040275156497955322265625
0.5643737212973645167579661574563942849636077880859375
0.59832985522491177743376056241686455905437469482421875
0.518679795964476664238418379682116210460662841796875
0.56756822787755145665045120040304027497768402099609375
0.55802210412312158727132782587432302534580230712890625
0.641348385379791441351926550851203501224517822265625
0.493024127696215896943243706118664704263210296630859375
0.54784742207146674974893585385871119797229766845703125
0.5291890486398223014674613295937888324260711669921875
0.59471789894232152118291878650779835879802703857421875
0.5408909823543701644865677735651843249797821044921875
0.57746354103039865268698349609621800482273101806640625
0.52236222508859964097638339808327145874500274658203125
0.494981407569377307442692881522816605865955352783203125
0.60466598734652110547216352642863057553768157958984375
0.5291909253729578654912302226875908672809600830078125
0.52602017255781863269703535479493439197540283203125
0.592286968653275014418113642022944986820220947265625
0.58844774787824150052983895875513553619384765625
0.54030659870285757673258331124088726937770843505859375
0.5439333285862051337034017706173472106456756591796875
0.63726221256449722130099644346046261489391326904296875
0.5762344121520677209247196515207178890705108642578125
0.59044743695066770339252570920507423579692840576171875
0.5365545566420582002109540553647093474864959716796875
