84.2085359096527099609375
84.619896411895751953125
84.1635282039642333984375
87.199301242828369140625
86.6072976589202880859375
83.4266293048858642578125
83.6924979686737060546875
83.031798839569091796875
84.590822696685791015625
84.9536206722259521484375
83.0518448352813720703125
84.658730983734130859375
84.3264448642730712890625
84.1889445781707763671875
86.27761745452880859375
84.6764109134674072265625
83.3936855792999267578125
84.0549533367156982421875
83.5543577671051025390625
84.4549272060394287109375
84.47845554351806640625
82.0201466083526611328125
82.2849318981170654296875
85.6145782470703125
83.873633861541748046875
84.238850116729736328125
86.1429054737091064453125
87.8787097930908203125
88.3628787994384765625
85.1565120220184326171875
84.564843654632568359375
86.53606510162353515625
83.9175870418548583984375
83.7999732494354248046875
84.12427997589111328125
85.5497033596038818359375
85.4481456279754638671875
86.691962718963623046875
83.17285442352294921875
84.0360176563262939453125
85.079275608062744140625
85.400355815887451171875
83.403999805450439453125
85.536915302276611328125
85.7255687713623046875
83.580392360687255859375
89.540477275848388671875
83.3130915164947509765625
82.486525058746337890625
82.5842144489288330078125
85.8124001026153564453125
82.2317764759063720703125
81.975517749786376953125
83.255087375640869140625
84.051954746246337890625
84.4557335376739501953125
83.2308433055877685546875
83.5768482685089111328125
82.7138421535491943359375
85.061191558837890625
83.433472156524658203125
83.7167537212371826171875
84.4896543025970458984375
84.676043987274169921875
83.1098763942718505859375
83.3235661983489990234375
82.5530393123626708984375
85.3043253421783447265625
84.9821684360504150390625
84.1414241790771484375
84.1403329372406005859375
85.719177722930908203125
85.1632158756256103515625
85.6548645496368408203125
85.68720149993896484375
85.11254978179931640625
84.91609859466552734375
84.095485210418701171875
84.43910503387451171875
83.6823523044586181640625
83.98548984527587890625
84.0157413482666015625
83.882083892822265625
85.077301502227783203125
488.920285701751708984375
84.8172061443328857421875
83.8552749156951904296875
84.1258699893951416015625
83.4406363964080810546875
83.8324329853057861328125
84.1513621807098388671875
83.1967413425445556640625
82.0906813144683837890625
83.7450504302978515625
84.0694978237152099609375
84.7099456787109375
85.0670278072357177734375
85.482694149017333984375
86.7113780975341796875
86.350666522979736328125
84.465910434722900390625
85.30953884124755859375
82.7651674747467041015625
83.10484790802001953125
86.5410110950469970703125
85.716559886932373046875
84.9871046543121337890625
84.255188465118408203125
83.899291515350341796875
83.942846775054931640625
84.5901510715484619140625
83.7348744869232177734375
85.494831562042236328125
85.01345348358154296875
83.1557109355926513671875
83.2885501384735107421875
82.3600139617919921875
82.76011562347412109375
84.4363191127777099609375
82.0774590969085693359375
82.094827175140380859375
86.970666408538818359375
86.828326702117919921875
85.27361392974853515625
85.65427112579345703125
84.0592143535614013671875
85.7206637859344482421875
85.0904560089111328125
81.7001054286956787109375
82.0099847316741943359375
84.3118379116058349609375
84.12570476531982421875
83.7347300052642822265625
85.33405971527099609375
85.23990535736083984375
84.60125255584716796875
85.19356632232666015625
84.5130655765533447265625
83.01192951202392578125
85.670536518096923828125
91.7872421741485595703125
91.9657909870147562969577847979962825775146484375
85.149013996124267578125
84.913459300994873046875
84.823063373565673828125
85.194765567779541015625
83.7581546306610107421875
85.4130542278289794921875
85.8136341571807861328125
85.5799808502197265625
85.55280303955078125
