0.74326059339483430132844432591809891164302825927734375
0.7201056663892047016162223371793515980243682861328125
0.72373753173150578987815606524236500263214111328125
0.71016839741684012476952148062991909682750701904296875
0.73671731833492415386643870078842155635356903076171875
0.72395481969567943014709499038872309029102325439453125
0.7173653207989147961853859669645316898822784423828125
0.69902620126030257097227149643003940582275390625
0.7458207990122904806895576257375068962574005126953125
0.7305692230486020566360139127937145531177520751953125
0.7406505144204071910962738911621272563934326171875
0.68092949874967001466785632146638818085193634033203125
0.68351596250643587016071478501544333994388580322265625
0.70712084442426104136103504060884006321430206298828125
0.743348013104540683571030967868864536285400390625
0.6976933513624619109805280459113419055938720703125
0.7298579294409013318301049366709776222705841064453125
0.69578502330677471920949983541504479944705963134765625
0.7072361800460829073244894971139729022979736328125
0.71727307318901711852277003345079720020294189453125
0.70485095235440342609223307590582408010959625244140625
0.72369413739668908558400062247528694570064544677734375
0.7142963270336342151978215042618103325366973876953125
0.70689730123404037609446959322667680680751800537109375
0.7279074713294011456099497081595472991466522216796875
0.73516737515321761708975145666045136749744415283203125
0.74098049793015852149125066716806031763553619384765625
0.714818671981038544771536180633120238780975341796875
0.7191060041502337352170570738962851464748382568359375
0.74528756411577401497225991988671012222766876220703125
0.70126641093170205554230278721661306917667388916015625
0.73554020239256023838692044591880403459072113037109375
0.7140436873877031853652397330733947455883026123046875
0.73022280532105809935927709375391714274883270263671875
0.73085443995448373666334873632877133786678314208984375
0.72264481968012994617112099149380810558795928955078125
0.729443426864840649415100415353663265705108642578125
0.7356688434048404001686094488832168281078338623046875
0.72492550720950121867502957684337161481380462646484375
0.70352082832223505892699222385999746620655059814453125
0.72345340374640787484139536900329403579235076904296875
0.71073166864306391854455569045967422425746917724609375
0.7320098823026410794767571132979355752468109130859375
0.7572501256366492849991800540010444819927215576171875
0.72706175114245497059783929216791875660419464111328125
0.74532338172337186943394726768019609153270721435546875
0.72612723614277785433301914963521994650363922119140625
0.7204708664623513669766907696612179279327392578125
0.71226185717483059267607359288376756012439727783203125
0.73856169378503355726905965639161877334117889404296875
0.7028031653600910200196949517703615128993988037109375
0.70384790822325971060280380697804503142833709716796875
0.71230050692278013002578518353402614593505859375
0.744841841747347022106850999989546835422515869140625
0.72576943836761220740783073779311962425708770751953125
0.68094533939044132875295645135338418185710906982421875
0.733236183727225654394032972049899399280548095703125
0.683768534427689811394657226628623902797698974609375
0.71342281446606381489772275017458014190196990966796875
0.692968966589216694984543210011906921863555908203125
0.70938820466542862330783236757270060479640960693359375
0.67368555773797067498520618755719624459743499755859375
0.7275899633769074004163712743320502340793609619140625
0.685676160554054892060094061889685690402984619140625
0.715749582732084999037169836810790002346038818359375
0.6759446579876158267552455072291195392608642578125
0.71811900648577886574486228710156865417957305908203125
0.72759492813561765789387436598190106451511383056640625
0.731615328573886447571794633404351770877838134765625
0.7390583987015062472636373058776371181011199951171875
0.705925975980148390220847431919537484645843505859375
0.75218478404475186405164777170284651219844818115234375
0.72695149915899481829484329864499159157276153564453125
0.74017977626508490995860256589367054402828216552734375
0.7389260393861214470945242283050902187824249267578125
0.73634306508134905744356046852772124111652374267578125
0.73832310392368005746988046666956506669521331787109375
0.7048011176182880088703086585155688226222991943359375
0.72628056749262148716894671451882459223270416259765625
0.71498425214642835623379824028233997523784637451171875
0.6964087135258216765265615322277881205081939697265625
0.7411226564147597173359827138483524322509765625
0.73007004641026684854665518287220038473606109619140625
0.73658654543335544406801318473299033939838409423828125
0.72176476060308625282146977042430080473423004150390625
0.7315904045226411245295139451627619564533233642578125
0.67697074174883697939009152833023108541965484619140625
0.72323978753621254167427423453773371875286102294921875
0.66864184711453955589632869305205531418323516845703125
0.716800025035456922495313847321085631847381591796875
0.7432486113928484794399764723493717610836029052734375
0.72365640287673882458108209903002716600894927978515625
0.707058214780045712899436693987809121608734130859375
0.70196306526093110722541723589529283344745635986328125
0.699943691445392257577395866974256932735443115234375
0.7268153292091572570399193864432163536548614501953125
0.6756773904575463784993871740880422294139862060546875
0.7163587899929055868852856292505748569965362548828125
0.689352708452208418066220474429428577423095703125
0.74592020983861184735275173807167448103427886962890625
0.7240060076684173839822733498294837772846221923828125
0.678622201276796399582735830335877835750579833984375
0.71245065640778204585359389966470189392566680908203125
0.7415890811933836257452412610291503369808197021484375
0.7324793263849691538069919261033646762371063232421875
0.73490051291293478907817871004226617515087127685546875
0.71407519047386103228092224526335485279560089111328125
0.72590150269690756346108173602260649204254150390625
0.69374085875634483588925149888382293283939361572265625
0.7264591456865454599522990974946878850460052490234375
0.73604763283761365233459628143464215099811553955078125
0.73948107265511209273967097033164463937282562255859375
0.70948929653238235193413174783927388489246368408203125
0.71942382499323931366319584412849508225917816162109375
0.7315474877863186176085719125694595277309417724609375
0.70605427711322732431398208063910715281963348388671875
0.7354235287934633991113742013112641870975494384765625
0.70418804827270864432620101069915108382701873779296875
0.72981637576940994183161137698334641754627227783203125
0.7180087239586725456064186801086179912090301513671875
0.70583823762611086483076405784231610596179962158203125
0.72419990450699056605543546538683585822582244873046875
0.71417550837447640876831655987189151346683502197265625
0.70798053347101685961462180785019882023334503173828125
0.71246178923066671995201204481418244540691375732421875
0.68004620397303650047859946425887756049633026123046875
0.71387945509889416673132700452697463333606719970703125
0.7279265278055770949094949173741042613983154296875
0.71629782939121955376293726658332161605358123779296875
0.71392864092165242428933424889692105352878570556640625
0.6719797139558114640323083222028799355030059814453125
0.7348754558775230094624930643476545810699462890625
0.74018184270874531893724679321167059242725372314453125
0.72804984388494020652871085985680110752582550048828125
0.7276151002337343243198120035231113433837890625
0.729724067248514796091285461443476378917694091796875
0.73226865888875192212026377092115581035614013671875
0.6964597467696005406168069384875707328319549560546875
0.71911352764522884495335119936498813331127166748046875
0.68890566254173080107392479476402513682842254638671875
0.68372697954378958140608801841153763234615325927734375
0.72002072352508206254384504063636995851993560791015625
0.72518629967548198234084111390984617173671722412109375
0.71924429210565132830623724657925777137279510498046875
0.71729900459857420802478600307949818670749664306640625
0.68516513114645383186740446035400964319705963134765625
0.7338016067641268680432631299481727182865142822265625
0.71514337425249674407012889787438325583934783935546875
0.7374430105266689405851820993120782077312469482421875
0.67861923024823334049671075263177044689655303955078125
0.696035955966423980356694301008246839046478271484375
