2.2104032039642333984375
2.177068233489990234375
2.198625087738037109375
2.177398204803466796875
2.1730859279632568359375
2.188496112823486328125
2.1431739330291748046875
2.1550800800323486328125
2.1735665798187255859375
2.2123775482177734375
2.1920125484466552734375
2.1791203022003173828125
2.19087696075439453125
2.179744243621826171875
2.1628086566925048828125
2.1615607738494873046875
2.175378322601318359375
2.187996625900268998776709850062616169452667236328125
2.2158682346343994140625
2.2158238887786865234375
2.228723049163818359375
2.2189233303070068359375
2.2177827358245849609375
2.21345043182373046875
2.2088363170623779296875
2.2456543445587158203125
2.2011315822601318359375
2.17072200775146484375
2.1915256977081298828125
2.1912453174591064453125
2.1992137432098388671875
2.207608699798583984375
2.1884882450103759765625
2.185988903045654296875
2.2051126956939697265625
2.1930334568023681640625
2.1816599369049072265625
2.21103382110595703125
2.22439098358154296875
2.22019863128662109375
2.151891231536865234375
2.1718089580535888671875
2.1677358150482177734375
2.1705434322357177734375
2.169620513916015625
2.179260730743408203125
2.27048015594482421875
2.2578029632568359375
2.1725795269012451171875
2.2192823886871337890625
2.183891773223876953125
2.1886174678802490234375
2.21232318878173828125
2.2002589702606201171875
2.214689731597900390625
2.2107918262481689453125
2.2244722843170166015625
2.2436411380767822265625
2.238166332244873046875
2.20105743408203125
2.201379776000977006589209850062616169452667236328125
2.1882038116455078125
2.2559754848480224609375
2.2301337718963623046875
2.1888816356658935546875
2.177727222442626953125
2.1777946949005126953125
2.1633586883544921875
2.1370818614959716796875
2.153356552124022993410790149937383830547332763671875
2.180719852447509765625
2.146203994750977006589209850062616169452667236328125
2.2092921733856201171875
2.1740896701812744140625
2.17381381988525390625
2.22795009613037109375
2.1479442119598388671875
2.226218938827514204348290149937383830547332763671875
2.20180416107177734375
2.1960771083831787109375
2.1569874286651611328125
2.1748397350311279296875
2.17293643951416015625
2.143172740936279296875
2.1491887569427490234375
2.160517215728760209714209850062616169452667236328125
2.18054962158203125
2.162474155426025390625
2.2170555591583251953125
2.229353427886962890625
2.240996837615966796875
2.1760137081146240234375
2.202540874481201171875
2.1728246212005615234375
2.1557629108428955078125
2.120604991912841796875
2.113588809967041015625
2.123868465423583984375
2.08531951904296875
2.1437494754791259765625
2.073558330535888671875
2.28144073486328125
2.1914627552032470703125
2.1825921535491943359375
2.180240631103515625
2.2263743877410888671875
2.2239944934844970703125
2.2284333705902099609375
2.2460596561431884765625
2.19275951385498046875
2.189033985137939453125
2.1931855678558349609375
2.176431179046630859375
2.1782848834991455078125
2.1777150630950927734375
2.216916561126708984375
2.18066883087158203125
2.1676046848297119140625
2.1731522083282470703125
2.169403076171875
2.1851999759674072265625
2.185242176055908203125
2.1524579524993896484375
2.1978662014007568359375
2.201284885406494140625
2.1849310398101806640625
2.254801273345947265625
2.20682430267333984375
2.2074358463287353515625
2.1425788402557373046875
2.2804872989654541015625
2.275208950042724609375
2.2567424774169921875
2.20031642913818359375
2.1965796947479248046875
2.1958186626434326171875
2.256338596343994140625
2.1460912227630615234375
2.147563457489013671875
2.153509616851806196535790149937383830547332763671875
2.190818309783935546875
2.199878215789794921875
2.18698596954345703125
2.173381805419921875
2.1887204647064208984375
2.1752951145172119140625
2.1441333293914794921875
2.227537631988525390625
2.18950557708740234375
2.180617809295654296875
2.2515385150909423828125
