0.99176234006881724969417746251565404236316680908203125
0.99925190210342396124332253748434595763683319091796875
0.997777640819549560546875
0.9880263805389404296875
0.99343359470367442742855246251565404236316680908203125
0.996678829193115234375
0.9998798370361328125
0.99771958589553844110042746251565404236316680908203125
0.999329030513763427734375
0.998845636844635009765625
0.998229920864105224609375
0.9921438694000244140625
0.999467194080352783203125
0.997869193553924560546875
0.99699586629867564813167746251565404236316680908203125
0.99728363752365123406917746251565404236316680908203125
0.999721109867095947265625
0.998135626316070556640625
0.99816673994064319952457253748434595763683319091796875
0.99872487783431995733707253748434595763683319091796875
0.99764919281005859375
0.99686014652252197265625
0.99599158763885498046875
0.999365031719207763671875
0.9954116344451904296875
0.99934375286102294921875
0.964397132396697998046875
0.99897474050521839483707253748434595763683319091796875
0.997733414173126220703125
0.99030828475952159539730246251565404236316680908203125
0.999271810054779052734375
0.98692899942398082391292746251565404236316680908203125
0.99564105272293079718082253748434595763683319091796875
0.988156795501708984375
0.993645966053009033203125
0.99723094701766956671207253748434595763683319091796875
0.99786502122879039422542746251565404236316680908203125
0.99935352802276600225894753748434595763683319091796875
0.9951627254486083984375
0.99750405550003040655582253748434595763683319091796875
0.99435347318649280889957253748434595763683319091796875
0.99485498666763316766292746251565404236316680908203125
0.997228145599365234375
0.99889719486236561163394753748434595763683319091796875
0.984920084476470947265625
0.9996516704559326171875
0.99371993541717518194644753748434595763683319091796875
0.99599850177764881475894753748434595763683319091796875
0.9981060028076171875
0.9712145328521728515625
0.981590569019317626953125
0.99007773399353038445980246251565404236316680908203125
0.997121274471282958984375
0.99676597118377685546875
0.99669760465621959344417746251565404236316680908203125
0.99037921428680419921875
0.97840225696563720703125
0.99888098239898681640625
0.99881345033645640985042746251565404236316680908203125
0.996906697750091552734375
0.99787944555282603875667746251565404236316680908203125
0.989684522151947021484375
0.99924075603485118524105246251565404236316680908203125
0.99350529909133922235042746251565404236316680908203125
0.99760478734970081671207253748434595763683319091796875
0.9948642253875732421875
0.99954825639724720343082253748434595763683319091796875
0.99981856346130359991519753748434595763683319091796875
0.99927401542663563116519753748434595763683319091796875
0.99999982118606556280582253748434595763683319091796875
0.992097437381744384765625
0.99930369853973399774105246251565404236316680908203125
0.999464333057403564453125
0.9996318817138671875
0.99974650144577037469417746251565404236316680908203125
0.99923551082611083984375
0.99822497367858875616519753748434595763683319091796875
0.99656873941421519891292746251565404236316680908203125
0.99663352966308604852230246251565404236316680908203125
0.999423503875732421875
0.99941939115524280889957253748434595763683319091796875
0.99546051025390625
0.998353481292724609375
0.996818363666534423828125
0.99844104051589954718082253748434595763683319091796875
0.999295175075531005859375
0.99517881870269775390625
0.995293915271759033203125
0.9849393367767333984375
0.99715089797973643914730246251565404236316680908203125
0.98144316673278797491519753748434595763683319091796875
0.99955946207046519891292746251565404236316680908203125
0.99753063917160045281917746251565404236316680908203125
0.99932312965393077508480246251565404236316680908203125
0.99372684955596923828125
0.99864286184310924188167746251565404236316680908203125
0.99917811155319202764957253748434595763683319091796875
0.98709774017333984375
0.995125949382781982421875
0.995375335216522216796875
0.99028456211090076788394753748434595763683319091796875
0.98407930135726917608707253748434595763683319091796875
0.99778521060943603515625
0.979861438274383544921875
0.99837952852249156610042746251565404236316680908203125
0.998715341091156005859375
0.958912193775177001953125
0.9981863498687744140625
0.99991440773010242804019753748434595763683319091796875
0.99659645557403564453125
0.986523330211639404296875
0.9995024204254150390625
0.997896611690521240234375
0.99036777019500721319644753748434595763683319091796875
0.998860657215118408203125
0.99949783086776722296207253748434595763683319091796875
0.982168972492218017578125
0.996002256870269775390625
0.99974340200424205438167746251565404236316680908203125
0.99493801593780517578125
0.98047631978988636358707253748434595763683319091796875
0.99914723634719837530582253748434595763683319091796875
0.99777150154113758429019753748434595763683319091796875
0.998692691326141357421875
0.999134480953216552734375
0.99979537725448597296207253748434595763683319091796875
0.997457325458526611328125
0.99972784519195556640625
0.997121155261993408203125
0.997802734375
0.99709475040435802117855246251565404236316680908203125
0.977889835834503173828125
0.996909081935882568359375
0.99900758266448963507144753748434595763683319091796875
0.999171197414398193359375
0.99844300746917724609375
0.999363362789154052734375
0.97461247444152843133480246251565404236316680908203125
0.99973928928375244140625
0.999515593051910400390625
0.994805753231048583984375
0.99110317230224598272769753748434595763683319091796875
0.99720138311386119500667746251565404236316680908203125
0.97905397415161121710269753748434595763683319091796875
0.98756551742553722039730246251565404236316680908203125
0.99460977315902721063167746251565404236316680908203125
0.992675364017486572265625
0.99974650144577037469417746251565404236316680908203125
0.99862587451934803350894753748434595763683319091796875
0.98846364021301280633480246251565404236316680908203125
0.99355304241180419921875
