0.0874820817261934002839751656210864894092082977294921875
0.0920820999890565039525114343632594682276248931884765625
0.08645771816372870011147000468554324470460414886474609375
0.0882318112999199988255583093632594682276248931884765625
0.0943063097074627043614469812382594682276248931884765625
0.0859735906124114990234375
0.085327937267720699310302734375
0.09573055896908040651727134218162973411381244659423828125
0.10012537427246570587158203125
0.110049477778375093262042128117172978818416595458984375
0.08892970439046619934853055156054324470460414886474609375
0.1005011601373552998506255562460864894092082977294921875
0.102218779735267106811846815617172978818416595458984375
0.09833662863820789856728055156054324470460414886474609375
0.1167762838304041983494840906132594682276248931884765625
0.0912370132282376011811919624960864894092082977294921875
0.08304136991500850328851157655662973411381244659423828125
0.0893891826272009970555387781132594682276248931884765625
0.07952429447323079714227134218162973411381244659423828125
0.1044865967705845000157438562382594682276248931884765625
0.09212986379861830277260281718554324470460414886474609375
0.0962397623807191016087614343632594682276248931884765625
0.09582867939025159487176352968162973411381244659423828125
0.10689678508788340305368791405271622352302074432373046875
0.0831921584904193045506559656132594682276248931884765625
0.109595463611185495178546034367172978818416595458984375
0.119166958145797197143878065617172978818416595458984375
0.096145249903202001373614393742172978818416595458984375
0.1366814589127897938691802437460864894092082977294921875
0.11491475813090799851234891093554324470460414886474609375
0.092414182610809803009033203125
0.116667185910046100616455078125
0.10767513234168289704140164531054324470460414886474609375
0.08848532289266579364817033592771622352302074432373046875
0.0935761462897062024079986031210864894092082977294921875
0.10136045981198539556178417342380271293222904205322265625
0.09058017563074820255319963280271622352302074432373046875
0.0887202853336929997407622749960864894092082977294921875
0.08475423976778979906487876405662973411381244659423828125
0.09515691455453630098748618593162973411381244659423828125
0.10352164227515449346217479842380271293222904205322265625
0.100567048415541593353594862492172978818416595458984375
0.09974502213299270281243735780662973411381244659423828125
0.09486385714262719759393149843162973411381244659423828125
0.08655270840972660584267117656054324470460414886474609375
0.081936256028711795806884765625
0.09514117427170269702951799217771622352302074432373046875
0.1101253191009163023839079187382594682276248931884765625
0.08422343432903289794921875
0.086409260518848896026611328125
0.097719638608395997803057753117172978818416595458984375
0.0956406081095337035069547937382594682276248931884765625
0.10644575674086799443873729842380271293222904205322265625
0.0851244553923606039891325281132594682276248931884765625
0.1001579565927386006318755562460864894092082977294921875
0.09009143337607379564691001405662973411381244659423828125
0.08801532909274099869545437968554324470460414886474609375
0.09694436565041540665443875468554324470460414886474609375
0.08641410805284970020334611717771622352302074432373046875
0.089926689863204900543536268742172978818416595458984375
0.08890393935143940662424455467771622352302074432373046875
0.105737536214291993896807753117172978818416595458984375
0.10174405667930840058144070781054324470460414886474609375
0.086998458951711599151934706242172978818416595458984375
0.08686104323714970154579617656054324470460414886474609375
0.0865080375224351050267301843632594682276248931884765625
0.0778555152937769057164274499882594682276248931884765625
0.0898856986314058026277251656210864894092082977294921875
0.104334365576505605499590956242172978818416595458984375
0.11203609965741630205560142030662973411381244659423828125
0.1055949814617632986912809656132594682276248931884765625
0.08323215320706360553781877342771622352302074432373046875
0.08904031477868550037424455467771622352302074432373046875
0.0929202102124691009521484375
0.093214469030499402801837049992172978818416595458984375
0.08540920913219450516518094218554324470460414886474609375
0.08198138419538729404489885155271622352302074432373046875
0.1075324462726711949311919624960864894092082977294921875
0.09231967758387320255319963280271622352302074432373046875
0.09000222943723200363930203593554324470460414886474609375
0.09573159925639629364013671875
0.09816974028944959462794628279880271293222904205322265625
0.0938584282994270047151275093710864894092082977294921875
0.1200491236522792937169157312382594682276248931884765625
0.0963140735402703007661528999960864894092082977294921875
0.09087468590587370609323869530271622352302074432373046875
0.10824702214449639925408774843162973411381244659423828125
0.1002460531890392025911040718710864894092082977294921875
0.0925370920449495037996001656210864894092082977294921875
0.0995210111141204001317106531132594682276248931884765625
0.0820139097049832066499419624960864894092082977294921875
0.0928216911852358939061247156132594682276248931884765625
0.099090392701327800750732421875
0.092761754058301393310870253117172978818416595458984375
0.0838813045993447026216216499960864894092082977294921875
0.098293404094874803345049940617172978818416595458984375
0.084306563250720500946044921875
0.099475975148379802703857421875
0.09757984895259140534218289531054324470460414886474609375
0.08662446681410070070672446718162973411381244659423828125
0.0880177095532417019807525093710864894092082977294921875
0.09055869374424209417018261092380271293222904205322265625
0.0849876459687947949372954781210864894092082977294921875
0.097047538496553897857666015625
0.0835335776209830960237212593710864894092082977294921875
0.09708139579743139957468400780271622352302074432373046875
0.1025186516344546994172759468710864894092082977294921875
0.08333033788949249787147977031054324470460414886474609375
0.1235271515324710966954313562382594682276248931884765625
0.09612215217202900452431180156054324470460414886474609375
0.0991192562505602003941618249882594682276248931884765625
0.09132314473390569509181347029880271293222904205322265625
0.09248736035078759798455649843162973411381244659423828125
0.0824526706710456969151579187382594682276248931884765625
0.09133053664118050141151883281054324470460414886474609375
0.0914984196424483975373931343710864894092082977294921875
0.089358794502913896362628065617172978818416595458984375
0.10512516833841800689697265625
0.097643476910889093201006971867172978818416595458984375
0.0878032315522432049714751656210864894092082977294921875
0.0995063195005058964692778999960864894092082977294921875
0.10218624863773580202508384218162973411381244659423828125
0.0902199409902094962010465906132594682276248931884765625
0.10875952057540409778635392967771622352302074432373046875
0.09337841346859930558022000468554324470460414886474609375
0.09654584713280199570473172343554324470460414886474609375
0.1074257316067813994298063562382594682276248931884765625
0.09970023389905689759071805156054324470460414886474609375
0.080322581343352794647216796875
0.10788364987820379947702775780271622352302074432373046875
0.09046489838510750336464383281054324470460414886474609375
0.0975292697548865994416900093710864894092082977294921875
0.08120161201804869388620744530271622352302074432373046875
0.1101459879428147992097564156210864894092082977294921875
0.1040437379851937016450591499960864894092082977294921875
0.104939170181751195709551893742172978818416595458984375
0.089770829305052701752032362492172978818416595458984375
0.0848811110481619002232633874882594682276248931884765625
0.0722891632467508038484282906210864894092082977294921875
0.086721687577664796631182753117172978818416595458984375
0.10971957165747879547890164531054324470460414886474609375
0.09588566143065689606483914531054324470460414886474609375
0.1046394510194658955537505562460864894092082977294921875
0.09264823608100410112786704530662973411381244659423828125
0.0993240997195243002781950281132594682276248931884765625
0.1032552607357501983642578125
0.09089769702404730533640275780271622352302074432373046875
0.0903479512780903937230192468632594682276248931884765625
0.085987227968871593475341796875
0.09973813313990829987343289531054324470460414886474609375
0.10474100057035680422234946718162973411381244659423828125
