0.1755795739186138126886049803943024016916751861572265625
0.1642426159972155963462370209526852704584598541259765625
0.2194598120338706881415902216758695431053638458251953125
0.1791660089294684066185681103888782672584056854248046875
0.142930409142974890190913583865039981901645660400390625
0.1606376079842352921911441399061004631221294403076171875
0.19051947582289019411661001868196763098239898681640625
0.16393744523034559090746142828720621764659881591796875
0.1596027298676286065859386553711374290287494659423828125
0.0514327784384299990794175982955493964254856109619140625
0.1583699354085220944998724235119880177080631256103515625
0.18857085779856419538447198647190816700458526611328125
0.160870446097385599859563853897270746529102325439453125
0.1990006729761673864853577242683968506753444671630859375
0.1335559211119698996839133542380295693874359130859375
0.15896911789613399346166033865301869809627532958984375
0.1939172794868714022609168523558764718472957611083984375
0.18730298270241529934310165117494761943817138671875
0.1632057052917773865008399525322602130472660064697265625
0.1838676635675143000714371055437368340790271759033203125
0.1325450593873503113417910981297609396278858184814453125
0.2332859427370100047216538996508461423218250274658203125
0.1871913595384085138295660044605028815567493438720703125
0.184926162622961298698243126636953093111515045166015625
0.1497060457864368976377278386280522681772708892822265625
0.162137947261742410010043613510788418352603912353515625
0.11866250799866730203380171815297217108309268951416015625
0.15452457287750320791275271403719671070575714111328125
0.1941003957899221921135080037856823764741420745849609375
0.146238160731359811972396300916443578898906707763671875
0.1323142764451533948122374795275391079485416412353515625
0.1382710187469524953929322919066180475056171417236328125
0.1448512698097607909186734786999295465648174285888671875
0.2132410566554721054188803464057855308055877685546875
0.1529790140793693964393895612374763004481792449951171875
0.1850369619666412945857558725037961266934871673583984375
0.1722343399555197052119837053396622650325298309326171875
0.22101712331603540206970137660391628742218017578125
0.1330298964846322873345485504614771343767642974853515625
0.1978241570160534923417117170174606144428253173828125
0.229087949752920294610447626837412826716899871826171875
0.1530659905094071959741341970584471710026264190673828125
0.1701084304248813017235164579687989316880702972412109375
0.1582510211718685944060069914485211484134197235107421875
0.1996965833069843931912856760391150601208209991455078125
0.217013806141218290601813123430474661290645599365234375
0.1649068542033902129428923899467918090522289276123046875
0.1496923506793124969416197700411430560052394866943359375
0.2325488627092144877650525813805870711803436279296875
0.2200476546188714077612047503862413577735424041748046875
0.14835499004298480230090717668645083904266357421875
0.205131864038759992308058599519426934421062469482421875
0.2223095262643257907786420446427655406296253204345703125
0.194257259677345306414508740999735891819000244140625
0.1545085771304197941322655651674722321331501007080078125
0.17259921728758820247406902126385830342769622802734375
0.12383321423783640036209163781677489168941974639892578125
0.196134422097402005835675709022325463593006134033203125
0.1412112006357059967864842064955155365169048309326171875
0.1629391002751250094870982820793869905173778533935546875
0.09326601178481110088203109853566274978220462799072265625
0.166520865818542807001989558557397685945034027099609375
0.185628699609471203846311482266173698008060455322265625
0.1315025008845261134116100265600834973156452178955078125
0.1878920312709823903229988673047046177089214324951171875
0.1543533495738803884567147406414733268320560455322265625
0.208516862747623488161252680583856999874114990234375
0.2131027968204999012424849524904857389628887176513671875
0.1915552543986958067279147144290618598461151123046875
0.2053155314704845080253647893187007866799831390380859375
0.215977520855552607148553079241537488996982574462890625
0.1912525057845340104023534877342171967029571533203125
0.1655218578184947109122049369034357368946075439453125
0.14272360250661508818126321784802712500095367431640625
0.19991448330744610029086061331327073276042938232421875
0.16148563600128340578265806470881216228008270263671875
0.180194686444629492694247119288775138556957244873046875
0.1499234466157157996679671896345098502933979034423828125
0.1481670079522733052268534947870648466050624847412109375
0.04497160004438739699939020511010312475264072418212890625
0.1702979490881739998986432738092844374477863311767578125
0.11511853672652490321315355004117009229958057403564453125
0.1672704190146108993442197743206634186208248138427734375
0.17500471546139151346466178438276983797550201416015625
0.114695774131238603654736607495578937232494354248046875
0.1391902568635506043381866447816719301044940948486328125
0.1937972281583741074317828179118805564939975738525390625
0.1573844034351362941581697896253899671137332916259765625
0.1777512358599629138655728866069694049656391143798828125
0.11802379207389200599376266609397134743630886077880859375
0.18422814414125199267147081627626903355121612548828125
0.10294591685327840469010851620623725466430187225341796875
0.14149685086585639393064184332615695893764495849609375
0.21657423028280320398408775872667320072650909423828125
0.1929777980756111066540370302391238510608673095703125
0.1472781581507640880079890166598488576710224151611328125
0.1494790291906097079444037944995216093957424163818359375
0.168185227965348793599531518339063040912151336669921875
0.22033693430329248652554952059290371835231781005859375
0.261200279071756080728761162390583194792270660400390625
0.223430917681785690120932486024685204029083251953125
0.1890106118209222973991501248747226782143115997314453125
0.146185401643657508774509778959327377378940582275390625
0.2052595256829385095276307993117370642721652984619140625
0.1367331328736605955409544321810244582593441009521484375
0.1284617757047055996988405013325973413884639739990234375
0.12149992549818440512598982650160905905067920684814453125
0.218354220944994403819094941354705952107906341552734375
0.1696875035621319971479437072048312984406948089599609375
0.157098774308390198850560182108893059194087982177734375
0.11211829802524719834622146663605235517024993896484375
0.1719740711942411015566989362923777662217617034912109375
0.1903927218492166006935661926036118529736995697021484375
0.2123007829368956100868359726518974639475345611572265625
0.12207690873233799366825991228324710391461849212646484375
0.11835335956463870210608746447178418748080730438232421875
0.1610110081783882041150945951812900602817535400390625
0.1329629725084928992817623338851262815296649932861328125
0.1017066052757177041510061599183245562016963958740234375
0.1434489965412776013575779643360874615609645843505859375
0.128435937320031001718234620057046413421630859375
0.2412362073383496063883058013743720948696136474609375
0.1776045759288895908856176220069755800068378448486328125
0.1617253081069184028617513604331179521977901458740234375
0.228566907647019312843639227139647118747234344482421875
0.11871927711712970676671830005943775177001953125
0.1990025657106624101810865568040753714740276336669921875
0.128365412261533695659210252415505237877368927001953125
0.17087686401834101257435349907609634101390838623046875
0.1117211396967132952529055955892545171082019805908203125
0.160441960051981802326537263070349581539630889892578125
0.1023963196234227990277787512241047807037830352783203125
0.1687953577713939001814225093767163343727588653564453125
0.2247732773520156879243359071551822125911712646484375
0.2145667036699807905808512487055850215256214141845703125
0.16859437057547499438925342474249191582202911376953125
0.215612403660421503293065370598924346268177032470703125
0.1259977131416339102276680250724893994629383087158203125
0.17116065583777639869111908410559408366680145263671875
0.1715048783832366918744583017542026937007904052734375
0.1506044230702212882722079712038976140320301055908203125
0.216034793238513211921514312052750028669834136962890625
0.2170603561563411998402983726919046603143215179443359375
0.16016892089719758640598001875332556664943695068359375
0.0860362538376023000541437113497522659599781036376953125
0.1746171783319185044636157044806168414652347564697265625
0.1926134740837230074905761512127355672419071197509765625
0.10937267244868349724828959779188153333961963653564453125
0.178650589509621593453658761063707061111927032470703125
0.1696887530057619997148066204317728988826274871826171875
0.1809503752215337879505341334152035415172576904296875
