0.489179960925425927342757859150879085063934326171875
0.53736508582126651933918992654071189463138580322265625
0.53558962722540381928837405212107114493846893310546875
0.494988662111446708902207092251046560704708099365234375
0.5834587640534276697934501498821191489696502685546875
0.5566815247114063058830879526794888079166412353515625
0.5200996518953655556316562069696374237537384033203125
0.57560535532438261707710580594721250236034393310546875
0.5497160506238480959240177980973385274410247802734375
0.47114116736933009388366144776227883994579315185546875
0.5501127785667929703805612007272429764270782470703125
0.51458286499288130588780632024281658232212066650390625
0.53452299074954634505729700322262942790985107421875
0.53103570255983434389435160483117215335369110107421875
0.5413902438932118865722031841869466006755828857421875
0.51938280897938382540957036326290108263492584228515625
0.52905029332190645074973645023419521749019622802734375
0.5347060800293277349481968485633842647075653076171875
0.549692598003809873574709854437969624996185302734375
0.51973709330658035554506568587385118007659912109375
0.58753670392444068415471747357514686882495880126953125
0.47860650594855991268872230648412369191646575927734375
0.45702725629544549423854959968593902885913848876953125
0.498324361738693599743754703013109974563121795654296875
0.52326685541739370588487645363784395158290863037109375
0.54302586970192601167894963509752415120601654052734375
0.51325953313030836522301569857518188655376434326171875
0.55746648425706635254783805066836066544055938720703125
0.51250431211975777667788634062162600457668304443359375
0.55454396407145178926612061331979930400848388671875
0.528587580139892043717964043025858700275421142578125
0.52761956384652164420145936674089170992374420166015625
0.5257037779309208236355743792955763638019561767578125
0.479663699923114084100461695925332605838775634765625
0.52905217499122814128753589102416299283504486083984375
0.477271367496101495131455294540501199662685394287109375
0.5383718446774208299387964871129952371120452880859375
0.440593417513469087776201149608823470771312713623046875
0.5574546997063005715489225622150115668773651123046875
0.4947947746692786807898301049135625362396240234375
0.454366408663493703823377245498704724013805389404296875
0.560904884167454209631387129775248467922210693359375
0.540426041581330451890607946552336215972900390625
0.54202221592802291016965909875580109655857086181640625
0.48703186307237811281112271899473853409290313720703125
0.53320756394586810156255296533345244824886322021484375
0.55840085299641162297490382115938700735569000244140625
0.5136481206984189196163015367346815764904022216796875
0.487769949308163697221374377477332018315792083740234375
0.5172664586056596736085566590190865099430084228515625
0.540273035397949907832071403390727937221527099609375
0.481315528639503498187224295179476030170917510986328125
0.497634791980163082580901345863821916282176971435546875
0.52023619409382060307933670628699474036693572998046875
0.5721595411811026821169434697367250919342041015625
0.5188690369094637322433527515386231243610382080078125
0.57541237788276922149321990218595601618289947509765625
0.499453781420050813011357604409568011760711669921875
0.5477680700228082510960803119814954698085784912109375
0.55690005761809902029568775105872191488742828369140625
0.52053066355272858967140336972079239785671234130859375
0.5170075008760688373143921126029454171657562255859375
0.4823088202957495074230109821655787527561187744140625
0.56319377534411285690651993718347512185573577880859375
0.52403496197481569396359191159717738628387451171875
0.533635460202158018461204846971668303012847900390625
0.458202752860121076405874873671564273536205291748046875
0.4975400560110216918729975077440030872821807861328125
0.53091094489459311756007764415699057281017303466796875
0.52960704382010626023458144118194468319416046142578125
0.51204823645810970678127205246710218489170074462890625
0.5337327066698589472792946253321133553981781005859375
0.58496772090451865100391160012804903090000152587890625
0.53968694808550099484278916861512698233127593994140625
0.49158461026037680863254308860632590949535369873046875
0.51714667590296536925364989656372927129268646240234375
0.53575858835660239432030493844649754464626312255859375
0.5206168014945813382610140251927077770233154296875
0.505204947658144387645506867556832730770111083984375
0.238996153214439510659161669536842964589595794677734375
0.5494389261284380321370690580806694924831390380859375
0.57122792733287741651082569660502485930919647216796875
0.56674074340094460211503246682696044445037841796875
0.53367304289729811106468559955828823149204254150390625
0.57457349451532735429282183758914470672607421875
0.487432395079754388067527770544984377920627593994140625
0.5078514620575145244174564140848815441131591796875
0.51530256297735432813311717836768366396427154541015625
0.527683114481400483697370873414911329746246337890625
0.56855335957109842670575972078950144350528717041015625
0.496717011043301182038334218304953537881374359130859375
0.53691492935583828849388510207063518464565277099609375
0.5411669620072829811618930762051604688167572021484375
0.50435757487764065754021203247248195111751556396484375
0.460936583829381074650655136792920529842376708984375
0.5434089166093751810393541745725087821483612060546875
0.43327538396780340690384036861360073089599609375
0.52164507068525567401451326077221892774105072021484375
0.48086288588735381921424050233326852321624755859375
0.489174980366532119457900762427016161382198333740234375
0.487421607493110309317074779755785129964351654052734375
0.49170768741493942055598154183826409280300140380859375
0.542157859039719358662523518432863056659698486328125
0.5267000950082325605450250805006362497806549072265625
0.56378993088741180539358310852549038827419281005859375
0.55526465102053734756992753318627364933490753173828125
0.56513409921154167392387535073794424533843994140625
0.492495140299627098823265214377897791564464569091796875
0.56228555062291729615964186450582928955554962158203125
0.51895364269141264212947817213716916739940643310546875
0.56648403462038154909663489888771437108516693115234375
0.4998559643331332846827308458159677684307098388671875
0.52925160647253888246410724605084396898746490478515625
0.5087436534361053919184314509038813412189483642578125
0.58312565661702808750277426952379755675792694091796875
0.53508235059049680248932645554305054247379302978515625
0.56809392557210058871675073532969690859317779541015625
0.4947546973474377107748978232848457992076873779296875
0.58647095436522622691200012923218309879302978515625
0.5861345089211387193728342026588506996631622314453125
0.50412450733911173816892414834001101553440093994140625
0.49451245950259059558362650932394899427890777587890625
0.55139818019033592921829267652356065809726715087890625
0.5669554452043248371495565152144990861415863037109375
0.52638875660322470562135777072398923337459564208984375
0.565268855214881238424595721880905330181121826171875
0.5488106901770561929509995025000534951686859130859375
0.568287865000105085755421896465122699737548828125
0.48464997862872838396697261487133800983428955078125
0.568205991350012151741566412965767085552215576171875
0.5277628480964124957353078571031801402568817138671875
0.58973058026590041702519329192000441253185272216796875
0.50764695802243064992609333785367198288440704345703125
0.50186936548633342969338855255045928061008453369140625
0.5121412676071042113790099392645061016082763671875
0.581972787830928428576271471683867275714874267578125
0.53495406860837568796540608673240058124065399169921875
0.54593808272126109759625478545785881578922271728515625
0.521658540235909296001182156032882630825042724609375
0.483889160015582409091194904249277897179126739501953125
0.5725595782517098886188477990799583494663238525390625
0.475048735030052016181656426851986907422542572021484375
0.48787261060102349308209568334859795868396759033203125
0.54705994918718559016923563831369392573833465576171875
0.59043794883405553708399793322314508259296417236328125
0.5257935287336696905668986801174469292163848876953125
0.5129687637394695354231544115464203059673309326171875
0.6064075623937725811885002258350141346454620361328125
0.54794766423021779022661803537630476057529449462890625
0.577261745587770658261206335737369954586029052734375
0.51077268678138432189683726392104290425777435302734375
