34.118966579437255859375
33.82396602630615234375
33.76773357391357421875
33.9237077236175537109375
35.3015196323394775390625
34.6440546512603759765625
34.6320145130157470703125
34.6587436199188232421875
33.739178180694580078125
33.9400169849395751953125
33.846655368804931640625
36.468985080718994140625
35.7912833690643310546875
36.02858638763427734375
35.8541376590728759765625
36.0518810749053955078125
34.48606014251708984375
34.197241306304931640625
34.434374332427978515625
35.615421295166015625
35.442653656005859375
35.0706503391265869140625
35.177056789398193359375
35.0767953395843505859375
33.525172710418701171875
33.33249378204345703125
33.7065079212188720703125
35.6967232227325439453125
35.4581940174102783203125
35.5064327716827392578125
35.452357769012451171875
35.467958927154541015625
34.274643421173095703125
34.3381059169769287109375
34.1940286159515380859375
36.3172214031219482421875
35.9024717807769775390625
35.8806374073028564453125
35.9510519504547119140625
35.9235363006591796875
33.8975780010223388671875
34.0294663906097412109375
33.94649219512939453125
35.865190029144287109375
35.156664371490478515625
35.2941131591796875
34.93781280517578125
35.013088703155517578125
33.9930493831634521484375
34.7009232044219970703125
34.292891979217529296875
35.9074554443359375
35.692706584930419921875
35.411945343017578125
35.4914035797119140625
35.4412381649017333984375
34.75269985198974609375
34.6525480747222900390625
34.6096394062042236328125
34.7684953212738037109375
34.616130352020263671875
34.64870548248291015625
34.611944675445556640625
34.56852054595947265625
35.2945477962493896484375
35.35371303558349609375
35.3979136943817138671875
34.9424173831939697265625
35.075113773345947265625
35.0679790973663330078125
35.309459209442138671875
35.194231510162353515625
33.599306583404541015625
33.5717790126800537109375
33.6563174724578857421875
35.4500200748443603515625
34.7016623020172119140625
34.6259825229644775390625
35.0971047878265380859375
34.6187078952789306640625
34.1825406551361083984375
34.3046932220458984375
34.1716365814208984375
36.0738773345947265625
35.417232513427734375
35.578953266143798828125
35.5893719196319580078125
35.317934513092041015625
33.666369915008544921875
33.635179042816162109375
33.648208141326904296875
36.2333080768585205078125
35.77873897552490234375
35.9409940242767333984375
35.6373732089996337890625
34.5984151363372802734375
34.4116308689117431640625
34.9712827205657958984375
35.5667269229888916015625
34.7228240966796875
34.70538616180419921875
34.682695865631103515625
33.0632340908050537109375
33.390459537506103515625
33.2751522064208984375
36.3838760852813720703125
36.1101853847503662109375
35.8532123565673828125
35.9524638652801513671875
34.5815486907958984375
34.6683523654937744140625
34.416724681854248046875
36.8282301425933837890625
36.060271739959716796875
36.02685451507568359375
35.98381137847900390625
33.4050438404083251953125
33.497509479522705078125
34.287995815277099609375
35.54248332977294921875
34.847009181976318359375
34.8276150226593017578125
34.919006824493408203125
34.2473719120025634765625
34.4365291595458984375
34.62534999847412109375
36.7851669788360595703125
36.2213103771209716796875
36.15294241905213112886485760100185871124267578125
36.1503012180328369140625
34.0376732349395751953125
34.0851209163665771484375
33.925817966461181640625
35.3401520252227783203125
35.025016307830810546875
34.5834467411041259765625
34.9311997890472412109375
34.7944014072418212890625
34.4311974048614501953125
34.5768890380859375
35.5372602939605712890625
35.2163980007171630859375
35.0602490901947021484375
34.924152374267578125
33.4982111454010009765625
33.3852007389068603515625
33.4160573482513427734375
35.3004572391510009765625
35.4989826679229736328125
35.319400787353515625
35.0860702991485595703125
