0.69370615733004192815513988534803502261638641357421875
0.67377122833724756301165825789212249219417572021484375
0.68227542742228752814526160364039242267608642578125
0.63751661960441197152249515056610107421875
0.69012128540233419471405795775353908538818359375
0.68328593816088589729673685724264942109584808349609375
0.64668369960412819263950723325251601636409759521484375
0.639941053071321874767818371765315532684326171875
0.70262042971275862068836204343824647367000579833984375
0.6664450409323487978241473683738149702548980712890625
0.687190904251677725511626704246737062931060791015625
0.63569915802097620716182291289442218840122222900390625
0.65675234469133159098674923370708711445331573486328125
0.64998298074557225856295872290502302348613739013671875
0.69224468818150752813522785800159908831119537353515625
0.61913801915137245401865584426559507846832275390625
0.670653705879431516478916819323785603046417236328125
0.60294541744668583849176002331660129129886627197265625
0.68608342928166055063599060304113663733005523681640625
0.64660601435395148595119962919852696359157562255859375
0.644550386538188746499145054258406162261962890625
0.66154675159667186701284435912384651601314544677734375
0.63863744177487913322721624354016967117786407470703125
0.66639157810564830786148604602203704416751861572265625
0.63143443688847467054614526205114088952541351318359375
0.67706638264207541499928311168332584202289581298828125
0.67702844276698936898384317828458733856678009033203125
0.673176046707074871022769002593122422695159912109375
0.64669507032102113708305068939807824790477752685546875
0.62459591550934145942619579727761447429656982421875
0.6096018655016817167080489525687880814075469970703125
0.6261301049270660001866417587734758853912353515625
0.6329007672712452237107072505750693380832672119140625
0.6835847629523816859631324405199848115444183349609375
0.6480149282839440250114648733870126307010650634765625
0.68598283644262003644342939878697507083415985107421875
0.702804383474224803052265997393988072872161865234375
0.66475034584124459424714359556674025952816009521484375
0.649586752458789273845241041271947324275970458984375
0.64803440564081571384491553544648922979831695556640625
0.6646052544209564150179403441143222153186798095703125
0.677420597359970511064375386922620236873626708984375
0.6886454218825586170993346968316473066806793212890625
0.69838387316836880724935099351569078862667083740234375
0.68108934647353158720051169439102523028850555419921875
0.6834764739051346627007887946092523634433746337890625
0.66519438303623756869598082630545832216739654541015625
0.636351331219627613933198517770506441593170166015625
0.64171244260687654303865201654843986034393310546875
0.704663405893918959321808870299719274044036865234375
0.6394310769064215360657499331864528357982635498046875
0.64176988661705924865685801705694757401943206787109375
0.64396520020550107599177636075182817876338958740234375
0.712132372911521205338658546679653227329254150390625
0.64596702853231147134493994599324651062488555908203125
0.5995227227160009331186074632569216191768646240234375
0.67277284161058348299633280475973151624202728271484375
0.60821964448102827649478285820805467665195465087890625
0.6695542863415788747971646444057114422321319580078125
0.64337695692479324183210565024637617170810699462890625
0.62878941889885420213346378659480251371860504150390625
0.5909438696948836611255728712421841919422149658203125
0.665707212894308231199147485313005745410919189453125
0.62909175391702276680661043428699485957622528076171875
0.68717074039257386441903463492053560912609100341796875
0.6358074779348712457505143902380950748920440673828125
0.67483489897439719040761474389000795781612396240234375
0.663658239962197971095747561776079237461090087890625
0.69733340256002740442653475838596932590007781982421875
0.69312232204558588133380681028938852250576019287109375
0.66368692194933343042606566086760722100734710693359375
0.70483264117898036804632511120871640741825103759765625
0.675670787739978795372053355094976723194122314453125
0.679162736676949929659485860611312091350555419921875
0.64924326791720321505607671497273258864879608154296875
0.66001365200201422833714559601503424346446990966796875
0.67446891815518694723863291073939763009548187255859375
0.59653262483052349463008567909128032624721527099609375
0.6939128502969948986134340884746052324771881103515625
0.67153643954960495765504902010434307157993316650390625
0.66567424321490864524974995219963602721691131591796875
0.6673752758977415933117072199820540845394134521484375
0.67845442754718920941314763695118017494678497314453125
0.66993214587196003861890858388505876064300537109375
0.6440096955463776584593915686127729713916778564453125
0.66088086124065281712347541542840190231800079345703125
0.61067409018267670983703965248423628509044647216796875
0.6552938151387277532222697118413634598255157470703125
0.57207766409504667848295866861008107662200927734375
0.65318713376438297668613586210994981229305267333984375
0.70464607468226436726155270662275142967700958251953125
0.69036039849383212807509835329256020486354827880859375
0.658086153229338055581365551915951073169708251953125
0.65924869730373825138514121135813184082508087158203125
0.64689453487558079558539247955195605754852294921875
0.649409355413300914960927912034094333648681640625
0.593906992985794079942252210457809269428253173828125
0.6456084984809875582101312829763628542423248291015625
0.6349462698018404349653565077460370957851409912109375
0.681391247319492521228312398307025432586669921875
0.64213686241589318370870387298054993152618408203125
0.6372787980783447547850073533481918275356292724609375
0.64549350341316003021319147592294029891490936279296875
0.70770295361874324679973824459011666476726531982421875
0.61744692802487788352294728611013852059841156005859375
0.69085684296908433932316029313369654119014739990234375
0.66937671173377355504641172956326045095920562744140625
0.68160043016648386160483141793520189821720123291015625
0.65699241756173887285541468372684903442859649658203125
0.68585625348817591540040439213044010102748870849609375
0.6841798318488141461557461298070847988128662109375
0.68777211131800275456527060669031925499439239501953125
0.66116101961828321886827097841887734830379486083984375
0.67114909001707478974907417068607173860073089599609375
0.67562597072023489186420874830218963325023651123046875
0.668668251826128656745140688144601881504058837890625
0.67672684680543593316315309493802487850189208984375
0.65114517830597751224530611580121330916881561279296875
0.6451831029882810764064515751670114696025848388671875
0.66437391893958974709022413662751205265522003173828125
0.67142627695487799854845434310846030712127685546875
0.66735903833535437090773712043301202356815338134765625
0.64735880103097132032274885204969905316829681396484375
0.6598800839924530148294934406294487416744232177734375
0.613847024785267425528445528470911085605621337890625
0.62409464758486399293957447298453189432621002197265625
0.6642232279301965025553045052220113575458526611328125
0.6938989230628120896682275997591204941272735595703125
0.6690161083282240017666708808974362909793853759765625
0.64859577119452238580521452604443766176700592041015625
0.62393281693796354137049320343066938221454620361328125
0.6667547551182309018003024903009645640850067138671875
0.6969772165826129128873844820191152393817901611328125
0.63662777698549444238551586749963462352752685546875
0.676596562632107545454118735506199300289154052734375
0.67071764623274898742266714180004782974720001220703125
0.6758612357039093243571414859616197645664215087890625
0.6253346634589742603083095673355273902416229248046875
0.65752691663895113105553491550381295382976531982421875
0.6275775140275932084676924205268733203411102294921875
0.6385160239491607381268067911150865256786346435546875
0.63025493128676479681615774097735993564128875732421875
0.66304458251029829707334783961414359509944915771484375
0.68116845760744826332455659212428145110607147216796875
0.66339058121190264127875479971407912671566009521484375
0.62315924635866848380061355783254839479923248291015625
0.6261052906479183111088104851660318672657012939453125
0.626286302743559897265868130489252507686614990234375
0.65959358061391470950951543272822163999080657958984375
0.59485990895605389550127028996939770877361297607421875
0.61935197416403919845606651506386697292327880859375
