0.5214580127721006874708109535276889801025390625
0.5412512699972691354588505419087596237659454345703125
0.55141924220042881632508624534239061176776885986328125
0.50760420621193713675012304520350880920886993408203125
0.61382902703072173000720113122952170670032501220703125
0.5700831080921882065837280606501735746860504150390625
0.5043293423376897788301675973343662917613983154296875
0.588090025489842904704573811613954603672027587890625
0.57888282108480482168744174487073905766010284423828125
0.5314457541241655036401425604708492755889892578125
0.5912908746022134121034241616143845021724700927734375
0.51131011425257544278366594880935736000537872314453125
0.5629051758037124653100136129069142043590545654296875
0.54977680310845344902048736912547610700130462646484375
0.5625030489270412825675293788663111627101898193359375
0.52253809396284955912648229059414006769657135009765625
0.55467102071090768067307408273336477577686309814453125
0.54377757468472875945764144489658065140247344970703125
0.588992264904864892827163203037343919277191162109375
0.56395994487766387681659807640244252979755401611328125
0.61661612575081037324054022974451072514057159423828125
0.4818629206637703443760756272240541875362396240234375
0.47104167353168302501131847748183645308017730712890625
0.511221731726891892577668841113336384296417236328125
0.54277970813671616578943712738691829144954681396484375
0.58478100745578365238230844624922610819339752197265625
0.55097544269005205297418115151231177151203155517578125
0.5832242789779751301892929404857568442821502685546875
0.54191063949873541361057505127973854541778564453125
0.5925487409726082344008091240539215505123138427734375
0.564673993043589117490910211927257478237152099609375
0.578647135518425503875050708302296698093414306640625
0.52005719572198483291458614985458552837371826171875
0.491009465949192647205023831702419556677341461181640625
0.5655842859387896215395130639080889523029327392578125
0.52777961409243612234121201254311017692089080810546875
0.568754006894303554275893475278280675411224365234375
0.4771498200257953126168786184280179440975189208984375
0.56712147923186517761706681994837708771228790283203125
0.5329481937063673679944031391642056405544281005859375
0.50278850876372593869945148981059901416301727294921875
0.5717632509072896329627155864727683365345001220703125
0.55389076407929127565665794463711790740489959716796875
0.5869597942436701742963123251684010028839111328125
0.5220977081242261785831715314998291432857513427734375
0.5421765322634930495127036920166574418544769287109375
0.57098067927184736891632610422675497829914093017578125
0.539280354970426589744647571933455765247344970703125
0.52227148774330978131530400787596590816974639892578125
0.5377089964964618662435213991557247936725616455078125
0.549350424375894430539801760460250079631805419921875
0.529174994607711113303594174794852733612060546875
0.51343334775543392201058168211602605879306793212890625
0.55176690498045122268422346678562462329864501953125
0.58821266025362184404201570941950194537639617919921875
0.561386159706337206642956516589038074016571044921875
0.6064751642375851847788226223201490938663482666015625
0.51037856914570767230543424375355243682861328125
0.5560750448531208700586603299598209559917449951171875
0.57863953272798929194919992369250394403934478759765625
0.53603957698698423417482672448386438190937042236328125
0.54103774420412420464998604074935428798198699951171875
0.51597229481284312413436055066995322704315185546875
0.58781575702692290263939867145381867885589599609375
0.54354963163912162205093636657693423330783843994140625
0.5912513644893724329421047514188103377819061279296875
0.5111557948669649409367821135674603283405303955078125
0.51310271461118872604600937847862951457500457763671875
0.55756595990314250510522242620936594903469085693359375
0.54667271159900876487114373958320356905460357666015625
0.52569420077310125005709551260224543511867523193359375
0.5606324706125171974946397313033230602741241455078125
0.5895736147717782760224736193777061998844146728515625
0.53636268599569003612259621149860322475433349609375
0.51806716458384471923892533595790155231952667236328125
0.53718283649451026295906785890110768377780914306640625
0.56522376936421048210235085207386873662471771240234375
0.5237853043285005671947374139563180506229400634765625
0.51340700504904723810994937593932263553142547607421875
0.26954219733044870732641129507101140916347503662109375
0.57740873956162863667174178772256709635257720947265625
0.54623210905928643033035996268154121935367584228515625
0.577870062497101155685186313348822295665740966796875
0.5577598074503191671880131252692081034183502197265625
0.60102451429406744676242624336737208068370819091796875
0.52547414406986281409928096763906069099903106689453125
0.55260880773798815024377972804359160363674163818359375
0.5570903479052471407584334883722476661205291748046875
0.54766760268174585757350314452196471393108367919921875
0.6084098425824457923027921424363739788532257080078125
0.51360582925618014638047270636889152228832244873046875
0.55472606197534346517130643405835144221782684326171875
0.578055902149906319920091846142895519733428955078125
0.5235833787925636695348430293961428105831146240234375
0.51203487780534573392543506997753866016864776611328125
0.59766357472563125252662530328962020576000213623046875
0.50299012733240122674516214829054661095142364501953125
0.516994334215713724489660307881422340869903564453125
0.50570432237781381967778315811301581561565399169921875
0.50257197199500058815146985580213367938995361328125
0.480934249976451233532515061597223393619060516357421875
0.52904254699188424382327866624109447002410888671875
0.54647362391964515726527906736009754240512847900390625
0.5492049557505518375677411313517950475215911865234375
0.58780004928285645160457306701573543250560760498046875
0.59574793595850927818702302829478867352008819580078125
0.56695315954446645623221456844476051628589630126953125
0.5154938055256568230078073611366562545299530029296875
0.55760381794820312872928980141296051442623138427734375
0.52238523899623057200614084649714641273021697998046875
0.592436086471712197720762560493312776088714599609375
0.54981671363997441925874909429694525897502899169921875
0.54985948557212083187550888396799564361572265625
0.538632515155244018245639381348155438899993896484375
0.59114131394578828260222280732705257833003997802734375
0.55925707399851509737942478750483132898807525634765625
0.59655980993481261265287685091607272624969482421875
0.5124288290021399294715820360579527914524078369140625
0.59810109176999326496826370203052647411823272705078125
0.6053064861209167535349706668057478964328765869140625
0.524602650277471216355706928879953920841217041015625
0.5034894316940945468985546540352515876293182373046875
0.5730016937714277336368695614510215818881988525390625
0.559727450269489334999661878100596368312835693359375
0.5316724583902845413518889472470618784427642822265625
0.56506001803952565776256733443005941808223724365234375
0.565109962486097128220308150048367679119110107421875
0.599142386862121067991893141879700124263763427734375
0.51915943638940831306172185577452182769775390625
0.56806545735991853529611717021907679736614227294921875
0.5589264012575696494167232231120578944683074951171875
0.64175290606356660827458426865632645785808563232421875
0.493198102032824825524670586673892103135585784912109375
0.54834554167335325391974265585304237902164459228515625
0.5297390048807526508056753300479613244533538818359375
0.59545283685525784989067688002251088619232177734375
0.54261375944995149378513588089845143258571624755859375
0.5789585504737735366376227830187417566776275634765625
0.5240272590259726914752036464051343500614166259765625
0.49601428723879548154940266613266430795192718505859375
0.60510374876092443141573085085838101804256439208984375
0.53323796450934490831485845774295739829540252685546875
0.52682852447617889435349525228957645595073699951171875
0.59585039795361505188253659071051515638828277587890625
0.5889705028416682974778950665495358407497406005859375
0.5416196747297405966747874117572791874408721923828125
0.5443061177096437663891492775292135775089263916015625
0.6376164740588963208978157126693986356258392333984375
0.5769541475328339164008184525300748646259307861328125
0.59241932718034784333127618083381094038486480712890625
0.54169367255654543580334348007454536855220794677734375
