0.6785442427473851179087205309770070016384124755859375
0.65700468381159005115677018693531863391399383544921875
0.6542064673898886351111059411778114736080169677734375
0.64770793019746875085473902800003997981548309326171875
0.6491909105398361301553222801885567605495452880859375
0.67861225193175400693945675811846740543842315673828125
0.64851884547390337143468741487595252692699432373046875
0.61143827027864261491885145005653612315654754638671875
0.647356293629871348827009569504298269748687744140625
0.66538237167658087489741092213080264627933502197265625
0.65460014908786290366293769693584181368350982666015625
0.60587426382969766791575239039957523345947265625
0.60498090722058150969786538553307764232158660888671875
0.58847101068487439601284449963713996112346649169921875
0.6887022128640538642940782665391452610492706298828125
0.5369813165890053863193998040514998137950897216796875
0.64637591556833140504778612012160010635852813720703125
0.55871775359968511853736572447814978659152984619140625
0.66241122444468725216637494668248109519481658935546875
0.64433698192955646266710800773580558598041534423828125
0.62771131541022617827962903902516700327396392822265625
0.639913160589923979415516441804356873035430908203125
0.64509310459997248887731302602333016693592071533203125
0.66845304151573492479343485683784820139408111572265625
0.66377630236524343132487047114409506320953369140625
0.63800801398136985920217512102681212127208709716796875
0.67386575288141969952704357638140209019184112548828125
0.65881233737903632796673036864376626908779144287109375
0.6541067761448839945614963653497397899627685546875
0.63679108607979217904215829548775218427181243896484375
0.61963596218746486155026786946109496057033538818359375
0.6708200925212732812497051781974732875823974609375
0.63864445192685115326725053819245658814907073974609375
0.64720573452053020702123831142671406269073486328125
0.64703376851022209592656508903019130229949951171875
0.61747803815333834887013608749839477241039276123046875
0.63384120791502740477341149016865529119968414306640625
0.6253887963954489759288435379858128726482391357421875
0.64320611583782649756102500759880058467388153076171875
0.65142168420829127395421664914465509355068206787109375
0.67683988444911935555836635103332810103893280029296875
0.6443971145404809863777018108521588146686553955078125
0.6421180850671905915305615053512156009674072265625
0.64950149891096187193539890358806587755680084228515625
0.66074685680578915114580240697250701487064361572265625
0.70536524313953730125348329238477163016796112060546875
0.67124292091400861171024416762520559132099151611328125
0.63983318506147368598391267369152046740055084228515625
0.67302730446120995200232073329971171915531158447265625
0.69670065428062899481886915964423678815364837646484375
0.58338243696189351350511742566595785319805145263671875
0.596690091996472826707531567080877721309661865234375
0.66573833580397556719532303759478963911533355712890625
0.63970279552955588986407065021921880543231964111328125
0.6216845358110887342917294517974369227886199951171875
0.61684073777275438832390364041202701628208160400390625
0.67167666177745755096140101159107871353626251220703125
0.6065621686406343915365368957282043993473052978515625
0.65790389031403362363192854900262318551540374755859375
0.59754641019363174958556328419945202767848968505859375
0.64310764126661601469692186583415605127811431884765625
0.53944361416039654510967693568090908229351043701171875
0.65716994896016356353385390320909209549427032470703125
0.63839096150910368265840588719584047794342041015625
0.62101224847115499283489725712570361793041229248046875
0.63576834140955351681867568913730792701244354248046875
0.668113640890421134344023812445811927318572998046875
0.63715701311357564318171853301464579999446868896484375
0.676759800518715426420612857327796518802642822265625
0.64637509960151173782350042529287748038768768310546875
0.64257681086172968587533205209183506667613983154296875
0.68901285304316584046091520576737821102142333984375
0.6694676120172295963328679135884158313274383544921875
0.688865795496749200310659944079816341400146484375
0.64868861205265115899010197608731687068939208984375
0.6548155534176778314048306128825061023235321044921875
0.66921321314630166643411257609841413795948028564453125
0.63523494781664668895615477595129050314426422119140625
0.67976448639015030206422807168564759194850921630859375
0.6438107470954681499364369301474653184413909912109375
0.62270480477156653353887350021977908909320831298828125
0.68034771232802093710034796458785422146320343017578125
0.677130472836375840728351249708794057369232177734375
0.66113082001981238189358691670349799096584320068359375
0.6037149902866172368476327392272651195526123046875
0.66607453972820096499418696112115867435932159423828125
0.5682164274069378961939946748316287994384765625
0.62625900781636534286889173017698340117931365966796875
0.58983842309869938258515276174875907599925994873046875
0.6412749532992505496764579220325686037540435791015625
0.70520448506787403175621875561773777008056640625
0.65415593968608487518423544315737672150135040283203125
0.6433272628353259303679578806622885167598724365234375
0.58454274716900533892527391799376346170902252197265625
0.65458950815106631271333981203497387468814849853515625
0.64417491984457642129058285718201659619808197021484375
0.53930463164786146545992551182280294597148895263671875
0.6522555006354593398754104782710783183574676513671875
0.616527148306332595240064620156772434711456298828125
0.6997126439536616171466221203445456922054290771484375
0.655148256072104029357205945416353642940521240234375
0.60087950431048653410215365511248819530010223388671875
0.66291517286005319231634302923339419066905975341796875
0.67706909475065202297372479733894579112529754638671875
0.62455811010833961471888642336125485599040985107421875
0.66822203741383479069781969883479177951812744140625
0.64041610978441754209455893942504189908504486083984375
0.647448799951206410696613602340221405029296875
0.620700442291759468815826039644889533519744873046875
0.6727032474531398076322830092976801097393035888671875
0.672501263385063996480539572075940668582916259765625
0.6493042965851871795024408129393123090267181396484375
0.61645441853085525263367117076995782554149627685546875
0.65660688028437574903506401824415661394596099853515625
0.66456003592417578484941032002097927033901214599609375
0.64201632184231194333534631368820555508136749267578125
0.65985626092362148487069362090551294386386871337890625
0.65720328521800797094698509681620635092258453369140625
0.6693529933708379786594377947039902210235595703125
0.66341347780146342483220678332145325839519500732421875
0.649232531098097087607357025262899696826934814453125
0.6392233588421893930586747956112958490848541259765625
0.627806290559387303318317208322696387767791748046875
0.64048284628009299890294414581148885190486907958984375
0.650281014660439193875163255142979323863983154296875
0.60883773623580472733607393820420838892459869384765625
0.63009994328139351527084954796009697020053863525390625
0.67731281181576263872301524315844289958477020263671875
0.64997018212537238657233729099971242249011993408203125
0.58399673890425296551853762139216996729373931884765625
0.63329095591242257068387289109523408114910125732421875
0.654796216289903032503616486792452633380889892578125
0.67336123625859667374271566586685366928577423095703125
0.62879777370002487568712012944160960614681243896484375
0.6586770156344379234525376887177117168903350830078125
0.65401089509358600881938627935596741735935211181640625
0.65954761706708542323696065068361349403858184814453125
0.598875867982386456134236141224391758441925048828125
0.62200210821885859591162670767516829073429107666015625
0.61832699415305325540970216025016270577907562255859375
0.58356951177111593409563283785246312618255615234375
0.61076922278107181885076215621666051447391510009765625
0.6640688942678318884560439983033575117588043212890625
0.641549762426015579563909341231919825077056884765625
0.6582759230579935394445101337623782455921173095703125
0.6377128128121489769597474150941707193851470947265625
0.6435864241158781862139903751085512340068817138671875
0.6522103962401057941633553127758204936981201171875
0.66213028346160263115649513565585948526859283447265625
0.56864487460639201454881686004227958619594573974609375
0.5978255098010645252060157872620038688182830810546875
