169.985797405242919921875
164.596876621246337890625
51.602179050445556640625
169.2925183773040771484375
175.1708061695098876953125
167.46646213531494140625
166.8813159465789794921875
174.931301116943359375
165.2311217784881591796875
168.93749523162841796875
172.98744106292724609375
166.55487346649169921875
167.29441070556640625
170.31574916839599609375
169.000644683837890625
168.600536823272705078125
173.10958194732666015625
173.1137998104095458984375
163.5895786285400390625
171.0093166828155517578125
171.7077763080596923828125
166.946685791015625
161.8577315807342529296875
169.0327961444854736328125
177.7373340129852294921875
168.9289605617523193359375
159.9309985637664794921875
172.2350628376007080078125
165.7047994136810302734375
168.7089474201202392578125
167.35794353485107421875
164.4144208431243896484375
173.8845493793487548828125
165.2289998531341552734375
164.393997669219970703125
165.97942638397216796875
169.6167209148406982421875
175.3199942111968994140625
173.7092368602752685546875
159.7751557826995849609375
167.928371429443359375
166.003177165985107421875
161.4106552600860595703125
170.2777478694915771484375
169.48759937286376953125
169.9364566802978515625
164.742228031158447265625
167.3945443630218505859375
161.4241440296173095703125
168.3056266307830810546875
172.631009340286226461103069595992565155029296875
165.835784435272216796875
168.633782386779813577959430404007434844970703125
169.4861733913421630859375
168.422014713287353515625
165.7276051044464111328125
166.8030259609222412109375
172.0981543064117431640625
174.3201220035552978515625
168.9676735401153564453125
170.063692569732666015625
166.962877750396728515625
170.256256580352783203125
163.1302230358123779296875
163.80867290496826171875
161.252645969390869140625
162.1856896877288818359375
165.006996631622314453125
169.0991280078887939453125
166.976323604583740234375
164.282401561737060546875
167.2436530590057373046875
167.53264331817626953125
163.905130863189697265625
172.329376697540283203125
173.1984231472015380859375
172.3154695034027099609375
166.34724521636962890625
166.804302692413330078125
169.1293456554412841796875
163.9308338165283203125
171.14460849761962890625
170.627704620361328125
169.4295637607574462890625
169.772953510284423828125
171.85687732696533203125
169.859092235565213968584430404007434844970703125
167.0690228939056396484375
163.9403979778289794921875
166.8253209590911865234375
165.524981975555419921875
164.123372554779052734375
169.0206105709075927734375
167.7130529880523681640625
168.37227153778076171875
172.16800785064697265625
172.07816982269287109375
174.07321071624755859375
171.550770282745361328125
169.40622711181640625
171.00003814697265625
169.90607929229736328125
165.127407550811767578125
174.21328449249267578125
166.4838440418243408203125
167.370595455169677734375
168.48392581939697265625
166.726363658905029296875
168.9374148845672607421875
170.3677823543548583984375
171.659183502197294046709430404007434844970703125
168.1613495349884033203125
167.8604195117950439453125
168.598201751708984375
167.335323810577392578125
164.0538060665130615234375
172.744987010955810546875
170.4468195438385009765625
167.9168169498443603515625
171.30043506622314453125
169.333651065826416015625
164.27128887176513671875
164.41163349151611328125
164.18494892120361328125
172.145941257476806640625
171.830428600311279296875
166.9115202426910400390625
166.0655052661895751953125
169.3347568511962890625
163.812877655029296875
164.5350458621978759765625
167.016988277435302734375
169.0228188037872314453125
168.362562656402587890625
171.089136600494384765625
165.5122015476226806640625
167.1832964420318603515625
172.7535221576690673828125
174.0298554897308349609375
169.3361790180206298828125
171.316626071929931640625
172.61782169342041015625
171.228678226470947265625
167.7254636287689208984375
163.99717998504638671875
172.3418483734130859375
166.651272296905517578125
168.108206033706693460771930404007434844970703125
171.972690582275390625
164.290404796600341796875
165.52926921844482421875
