0.5633530741528691709874010484782047569751739501953125
0.598738187815161637672645156271755695343017578125
0.56670221716750390772432410813053138554096221923828125
0.57257143804076104931510826645535416901111602783203125
0.6203150782398678675377823310554958879947662353515625
0.60550429818373885382243315689265727996826171875
0.56192273787601099144239924498833715915679931640625
0.60208571711685376914857670271885581314563751220703125
0.6009467222853477341715233706054277718067169189453125
0.64189875418502417847577135034953244030475616455078125
0.6125674080901866158654911487246863543987274169921875
0.5680909801165829886571145834750495851039886474609375
0.5818857531362111590311769759864546358585357666015625
0.56818408299727540811119297359255142509937286376953125
0.6139338586946518905307357272249646484851837158203125
0.579446910458324193626822307123802602291107177734375
0.57380511071908746334457873672363348305225372314453125
0.57443816538309933061867695869295857846736907958984375
0.60166734213279549070563234636210836470127105712890625
0.58422463986388273315952801567618735134601593017578125
0.62882646114283102800612823557457886636257171630859375
0.52681041125660732493685145527706481516361236572265625
0.52970461188573725319628238139557652175426483154296875
0.55543784225436565460398696814081631600856781005859375
0.59390834820547677708191258716396987438201904296875
0.6029181158251997185715254090609960258007049560546875
0.60397260772218308577663492542342282831668853759765625
0.6154849016359047464419518291833810508251190185546875
0.572350430863484138654939670232124626636505126953125
0.612541910462460759134728505159728229045867919921875
0.60692424719675697186715979114524088799953460693359375
0.6159063340205939152127712077344767749309539794921875
0.59331514688368447441035868905601091682910919189453125
0.54826570238488614439376078735222108662128448486328125
0.58734350852739758419573945502634160220623016357421875
0.57282565393723938740322410012595355510711669921875
0.58145888011830493269371800124645233154296875
0.53086856412315686082337151674437336623668670654296875
0.6046508745404057805217234999872744083404541015625
0.5617326536997653274596586925326846539974212646484375
0.530796391769860154141724706278182566165924072265625
0.601323376661190511782706380472518503665924072265625
0.59078177496053940753739652791409753262996673583984375
0.601039088667178145186653637210838496685028076171875
0.54154256763135732999359106543124653398990631103515625
0.5620337685927321302870041108690202236175537109375
0.59838897860207074241856162188923917710781097412109375
0.59445180278896525560838881574454717338085174560546875
0.5473349463263541547775048456969670951366424560546875
0.5522669179685435469906451544375158846378326416015625
0.59404312654090241085924617436830885708332061767578125
0.554835566056941065227192666498012840747833251953125
0.54424328232568786045675324203330092132091522216796875
0.5832326639794829237217754780431278049945831298828125
0.60800656670216834953635043348185718059539794921875
0.57986676142969650893377320244326256215572357177734375
0.63531864951557792675629343648324720561504364013671875
0.55518954668122078022207688263733871281147003173828125
0.61362837806291470332809012688812799751758575439453125
0.59904891353695222111497287187376059591770172119140625
0.61328567200497674516412871525972150266170501708984375
0.57276288550891607531667659714003093540668487548828125
0.55581201180747907830692611241829581558704376220703125
0.62997379363111993821888745515025220811367034912109375
0.57063317867688656548352810204960405826568603515625
0.62139570746919903232452497832127846777439117431640625
0.54347765396038771879005935261375270783901214599609375
0.5552919309874673192695126999751664698123931884765625
0.58139405891622975008914409045246429741382598876953125
0.5676869190529101327769012641510926187038421630859375
0.55930319121201399479303972839261405169963836669921875
0.58299089193890274440690291157807223498821258544921875
0.61186642116544065483907388625084422528743743896484375
0.59457133001927553461740671991719864308834075927734375
0.55195576689767167355427091024466790258884429931640625
0.5896075648867533658403772278688848018646240234375
0.59117668394894895556035407935269176959991455078125
0.588957336707558898325487461988814175128936767578125
0.56854138386670227678365563406259752810001373291015625
0.330403391010403613137214051675982773303985595703125
0.6037708169595508156390906151500530540943145751953125
0.62030609949693893412359102512709796428680419921875
0.60431274183537031507995607171324081718921661376953125
0.59576003487101392153135748230852186679840087890625
0.631801863563279386681870164466090500354766845703125
0.6010918298144851679154498924617655575275421142578125
0.58189662474118797330646657428587786853313446044921875
0.6022403056871576954023339567356742918491363525390625
0.57929781560707438448076800341368652880191802978515625
0.6405180050942604896846432893653400242328643798828125
0.58081823385346076360491451850975863635540008544921875
0.62715269824949848587181122638867236673831939697265625
0.60845466725202357327617619375814683735370635986328125
0.5525442773203319557495660774293355643749237060546875
0.5492646388255792988530856746365316212177276611328125
0.6131281778454684694423804103280417621135711669921875
0.56379242867918744064326119769248180091381072998046875
0.58884361830148501670834093602024950087070465087890625
0.5432416638903381223002497790730558335781097412109375
0.51635542823277280621852014519390650093555450439453125
0.52639175077758526555271600955165922641754150390625
0.5690681634841425751147880873759277164936065673828125
0.62295625623299610840177820136887021362781524658203125
0.5615765954044784624699104824685491621494293212890625
0.60980186524957413762848545957240276038646697998046875
0.6129808006481460846970321654225699603557586669921875
0.625246788168356548709425624110735952854156494140625
0.54467287607958436712607408480835147202014923095703125
0.59864015527519465198480475010001100599765777587890625
0.59125729793002779199895257988828234374523162841796875
0.63093112039469223528698194058961234986782073974609375
0.57956134533652037266193701725569553673267364501953125
0.5724875583535109502264504044433124363422393798828125
0.5543411375591917877869718722649849951267242431640625
0.63865525670490164156234413894708268344402313232421875
0.63048203581667572326097115364973433315753936767578125
0.60623702166985504735663425890379585325717926025390625
0.60060583951880419650848352830507792532444000244140625
0.6391915853043206308115031788474880158901214599609375
0.623108842748269609046474215574562549591064453125
0.60849680233829317455018781402031891047954559326171875
0.535209236681917222000492984079755842685699462890625
0.595708028559945201863001784658990800380706787109375
0.59090788547409711650715280484291724860668182373046875
0.55520304985925628127318987026228569447994232177734375
0.62341541411782952497588894402724690735340118408203125
0.57892709462268376885418774691061116755008697509765625
0.62509070393286980671376795726246200501918792724609375
0.56320525128429566041887710525770671665668487548828125
0.62300480619854214925368296462693251669406890869140625
0.58603138537558774334712552445125766098499298095703125
0.6619981114257569299041961130569688975811004638671875
0.56253407787369325010473630754859186708927154541015625
0.5570741907558660610533252111054025590419769287109375
0.56357905810922670486462493499857373535633087158203125
0.60550754922973448746148505961173214018344879150390625
0.55971715175605629699617793448851443827152252197265625
0.6245418594812870427546158680343069136142730712890625
0.57103397927793986266209458335652016103267669677734375
0.57575044197434677162306115860701538622379302978515625
0.6239941276491089983124993523233570158481597900390625
0.55840606259357350449334944642032496631145477294921875
0.55280799679542391711351001504226587712764739990234375
0.6085126254939032808266574647859670221805572509765625
0.64178083217620152112203868455253541469573974609375
0.5914684608229194839879028222640044987201690673828125
0.56670669915520310855328034449485130608081817626953125
0.6527416180370746445760232745669782161712646484375
0.5956867353281853905144771488266997039318084716796875
0.6026972398393615204525985973305068910121917724609375
0.582860541542091770139677464612759649753570556640625
