9.391151905059814453125
9.3681223392486554502056605997495353221893310546875
9.4091389179229736328125
9.5266139507293701171875
9.297266483306884765625
9.3431091308593767763568394002504646778106689453125
9.3310570716857927919818394002504646778106689453125
9.3436782360076904296875
9.57536983489990234375
9.68687152862548828125
9.54102420806884765625
9.698521137237548828125
9.4470703601837158203125
9.459863185882568359375
9.4835791587829607607318394002504646778106689453125
9.5453279018402099609375
9.3838851451873779296875
9.428527355194091796875
9.403962612152099609375
9.3637678623199462890625
9.37804412841796875
9.3993465900421142578125
9.6798112392425537109375
9.630877971649169921875
9.3346092700958234189556605997495353221893310546875
9.3649642467498779296875
9.3275706768035888671875
9.3139069080352783203125
9.3566749095916765810443394002504646778106689453125
9.3816916942596435546875
9.3911578655242919921875
9.4609155654907244326068394002504646778106689453125
9.5521407127380353330181605997495353221893310546875
9.588344573974609375
9.537178516387939453125
9.5472352504730224609375
9.435260295867919921875
9.5876777172088623046875
9.6068208217620831845806605997495353221893310546875
9.6387612819671648622943394002504646778106689453125
9.35698032379150390625
9.45068454742431640625
9.3727986812591552734375
9.452405452728271484375
9.2967989444732683779193394002504646778106689453125
9.3024313449859619140625
9.69726085662841796875
9.7048652172088623046875
9.2695000171661376953125
9.2760636806488037109375
9.2416379451751726747943394002504646778106689453125
9.2460727691650408388568394002504646778106689453125
9.437275409698486328125
9.422076702117919921875
9.456737041473388671875
9.430898189544677734375
9.2737503051757794736431605997495353221893310546875
9.2233068943023681640625
9.2478811740875244140625
9.2735826969146728515625
9.45776271820068359375
9.355665683746337890625
9.2662258148193359375
9.2512784004211443544818394002504646778106689453125
9.631250858306884765625
9.7030050754547119140625
9.66225147247314453125
9.73961544036865234375
9.28040027618408203125
9.2815399169921875
9.327405452728271484375
9.3513338565826416015625
9.3859097957611083984375
9.453876495361328125
9.4832823276519775390625
9.4694426059722900390625
9.4399893283843994140625
9.362523555755615234375
9.3769142627716064453125
9.3442173004150408388568394002504646778106689453125
9.3506796360015886904193394002504646778106689453125
9.3501985073089599609375
9.3528106212615966796875
9.3506062030792236328125
9.739383220672607421875
9.53411769866943359375
9.6540360450744646669818394002504646778106689453125
9.5702979564666765810443394002504646778106689453125
9.4009063243865966796875
9.4693956375122088076068394002504646778106689453125
9.4320089817047119140625
9.5541479587554913877056605997495353221893310546875
9.6741273403167724609375
9.521987438201904296875
9.6382045745849591611431605997495353221893310546875
9.6046032905578595517681605997495353221893310546875
9.4917681217193603515625
9.454921245574951171875
9.460558414459228515625
9.516692638397216796875
9.4015438556671142578125
9.254520416259765625
9.7576975822448712705181605997495353221893310546875
9.6642553806304913877056605997495353221893310546875
9.7336289882659912109375
9.7256996631622314453125
9.417994022369384765625
9.44968700408935546875
9.3928964138031005859375
9.399752140045166015625
9.344505786895751953125
9.4624407291412353515625
9.4114468097686767578125
9.5623667240142822265625
9.556926250457763671875
9.2803599834442138671875
9.418949127197265625
9.4473478794097900390625
9.4053752422332763671875
9.4527251720428484560443394002504646778106689453125
9.4815416336059552548931605997495353221893310546875
9.2528274059295636533306605997495353221893310546875
9.1634089946746843935443394002504646778106689453125
9.3602154254913312314556605997495353221893310546875
9.3724157810211181640625
9.4482052326202392578125
9.3754765987396240234375
9.3532161712646484375
9.4597015380859375
9.414996623992919921875
9.449984073638916015625
9.5025985240936279296875
9.4361829757690447451068394002504646778106689453125
9.40960025787353515625
9.3610813617706298828125
9.4085018634796142578125
9.3878803253173845888568394002504646778106689453125
9.3117797374725341796875
9.3237247467041015625
9.3238399028778076171875
9.3851459026336687685443394002504646778106689453125
9.637513637542724609375
9.417950153350830078125
9.322222232818603515625
9.635824680328369140625
9.444659709930419921875
9.4627521038055419921875
9.4386513233184796689556605997495353221893310546875
9.4062845706939697265625
9.457920074462890625
9.452880859375
