0.60317725874483585357666015625
0.71614019386470317840576171875
0.658393996767699718475341796875
0.60852832905948162078857421875
0.646976948715746402740478515625
0.656547571532428264617919921875
0.6770740933716297149658203125
0.6327848322689533233642578125
0.601014554500579833984375
0.448228550143539905548095703125
0.647406938485801219940185546875
0.61953060515224933624267578125
0.5840505994856357574462890625
0.511721336282789707183837890625
0.59681449271738529205322265625
0.648446108214557170867919921875
0.6740427315235137939453125
0.61750112287700176239013671875
0.652869882993400096893310546875
0.548755896277725696563720703125
0.6473498307168483734130859375
0.65415234304964542388916015625
0.63908160291612148284912109375
0.567791278474032878875732421875
0.640988565981388092041015625
0.59355686418712139129638671875
0.62112398445606231689453125
0.5139635913074016571044921875
0.586362968198955059051513671875
0.56226712651550769805908203125
0.681880391202867031097412109375
0.507783104665577411651611328125
0.612304120324552059173583984375
0.6692954711616039276123046875
0.650299507193267345428466796875
0.6093848310410976409912109375
0.73887385241687297821044921875
0.6970035843551158905029296875
0.609873539768159389495849609375
0.678144134581089019775390625
0.630012360401451587677001953125
0.650722003541886806488037109375
0.583052803762257099151611328125
0.602866155095398426055908203125
0.6723927669227123260498046875
0.65933555923402309417724609375
0.667450788430869579315185546875
0.6084393002092838287353515625
0.675623866729438304901123046875
0.559866555035114288330078125
0.657961691729724407196044921875
0.69690128229558467864990234375
0.608795958571135997772216796875
0.673124090768396854400634765625
0.569507732056081295013427734375
0.66501936502754688262939453125
0.622167765162885189056396484375
0.63962535746395587921142578125
0.64072107337415218353271484375
0.6728631146252155303955078125
0.6825912855565547943115234375
0.563572295941412448883056640625
0.65668265707790851593017578125
0.669240237213671207427978515625
0.596113362349569797515869140625
0.734242661856114864349365234375
0.706880454905331134796142578125
0.667449198663234710693359375
0.48983656801283359527587890625
0.664331040345132350921630859375
0.57667459361255168914794921875
0.69275338947772979736328125
0.675307695753872394561767578125
0.65457785315811634063720703125
0.663628323934972286224365234375
0.609144161455333232879638671875
0.684309304691851139068603515625
0.534811927936971187591552734375
0.639234705828130245208740234375
0.6726442761719226837158203125
0.641896228305995464324951171875
0.62696167267858982086181640625
0.68359517492353916168212890625
0.617088415659964084625244140625
0.662262844853103160858154296875
0.639273385517299175262451171875
0.635245357640087604522705078125
0.5660827048122882843017578125
0.66577190719544887542724609375
0.608211927115917205810546875
0.6770684681832790374755859375
0.556623318232595920562744140625
0.639624118804931640625
0.6831382699310779571533203125
0.596432550810277462005615234375
0.649246160872280597686767578125
0.686647780239582061767578125
0.520285400561988353729248046875
0.69971841759979724884033203125
0.670248250477015972137451171875
0.603014213033020496368408203125
0.57674817927181720733642578125
0.673299315385520458221435546875
0.595794617198407649993896484375
0.6762354560196399688720703125
0.548480714671313762664794921875
0.6135250814259052276611328125
0.695930206216871738433837890625
0.6421448327600955963134765625
0.65245687775313854217529296875
0.60897529311478137969970703125
0.574872127734124660491943359375
0.637800189666450023651123046875
0.708792586810886859893798828125
0.67390954308211803436279296875
0.6462195552885532379150390625
0.657062753103673458099365234375
0.668301596306264400482177734375
0.615667425096035003662109375
0.65304427035152912139892578125
0.63679230771958827972412109375
0.620333076454699039459228515625
0.646166031248867511749267578125
0.60324214398860931396484375
0.610343187116086483001708984375
0.61043016798794269561767578125
0.5955446176230907440185546875
0.5979416668415069580078125
0.70701127313077449798583984375
0.490414825268089715759600721867172978818416595458984375
0.624343675561249256134033203125
0.672527496702969074249267578125
0.606918954290449619293212890625
0.486494171433150712768878065617172978818416595458984375
0.592683470807969570159912109375
0.6532447375357151031494140625
0.66744258068501949310302734375
0.610504093579947948455810546875
0.6826168857514858245849609375
0.6722130216658115386962890625
0.622424446046352386474609375
0.568519587628543376922607421875
0.510697744786739349365234375
0.6034157089889049530029296875
0.50302004255354404449462890625
0.593132237903773784637451171875
0.648792304098606109619140625
0.664448087103664875030517578125
0.665428060106933116912841796875
0.63596860133111476898193359375
0.617747512646019458770751953125
