4.654803752899169921875
4.673065185546875
4.7057020664215087890625
4.6707308292388916015625
4.6983454227447509765625
4.6918966770172119140625
4.6844727993011474609375
4.73076152801513671875
4.6129162311553955078125
4.6146476268768310546875
4.6713335514068603515625
4.625028133392333984375
4.59183502197265625
4.605036258697509765625
4.587787151336669921875
4.5684120655059814453125
4.62924098968505859375
4.575486660003662109375
4.5923120975494384765625
4.6048641204833984375
4.5835893154144287109375
4.5780260562896728515625
4.559296131134033203125
4.5602791309356689453125
4.603084564208984375
4.600202083587646484375
4.64952373504638671875
4.617701053619384765625
4.683521747589111328125
4.653656482696533203125
4.597823619842529296875
4.63808727264404296875
4.68356609344482421875
4.6817524433135986328125
4.6927630901336669921875
4.6712572574615478515625
4.6635501384735107421875
4.6358177661895751953125
4.6373126506805419921875
4.667346954345703125
4.6456716060638427734375
4.6301686763763427734375
4.734920501708984375
4.65442657470703125
4.6440181732177734375
4.72563457489013671875
4.6193816661834716796875
4.6662175655364990234375
4.6275806427001953125
4.5424487590789794921875
4.6019699573516845703125
4.5715467929840087890625
4.601157665252685546875
4.5725300312042236328125
4.5621106624603271484375
4.54325580596923828125
4.64813327789306640625
4.659183979034423828125
4.63250637054443359375
4.6245682239532470703125
4.6809551715850830078125
4.6412525177001953125
4.607402324676513671875
4.60356235504150390625
4.628388881683349609375
4.65291881561279296875
4.7147524356842041015625
4.6263678073883056640625
4.6324565410614013671875
4.671603679656982421875
4.63575649261474609375
4.608486652374267578125
4.644984722137451171875
4.587221622467041015625
4.5398623943328857421875
4.5907824039459228515625
4.579792022705078125
4.578414440155029296875
4.5255458354949951171875
4.546684741973876953125
4.52077770233154296875
4.5586833953857421875
4.5429270267486572265625
4.5543410778045654296875
4.561159610748291015625
4.5599133968353271484375
4.551558017730712890625
4.5385341644287109375
4.74157428741455078125
4.7034718990325927734375
4.695998668670654296875
4.72361063957214444286591970012523233890533447265625
4.6902599334716796875
4.7213418483734130859375
4.7171142101287841796875
4.634451389312744140625
4.6213481426239013671875
4.680703639984130859375
4.6594989299774169921875
4.6486003398895263671875
4.6392905712127685546875
4.6269299983978271484375
4.692943572998046875
4.6732501983642578125
4.6508333683013916015625
4.65673351287841796875
4.646506786346435546875
4.667899608612060546875
4.631497859954833984375
4.6678178310394287109375
4.576924800872802734375
4.686965465545654296875
4.6065084934234619140625
4.5540950298309326171875
4.56647396087646484375
4.5350439548492431640625
4.54008007049560546875
4.5214321613311767578125
4.5223920345306396484375
4.5392544269561767578125
4.5032379627227783203125
4.577177524566650390625
4.509578227996826171875
4.6980359554290771484375
4.72272777557373046875
4.695615291595458984375
4.7025020122528076171875
4.6762373447418212890625
4.66733074188232421875
4.671936511993408203125
4.57203769683837890625
4.537456512451171875
4.5247859954833984375
4.5294816493988037109375
4.563029766082763671875
4.52951145172119140625
4.565000057220458984375
4.5601215362548828125
4.5891392230987548828125
4.6119892597198486328125
4.6219918727874755859375
4.6250336170196533203125
4.6014907360076904296875
4.6636288166046142578125
4.5830047130584716796875
4.593825817108154296875
4.5847175121307373046875
4.5519154071807861328125
4.630619525909423828125
4.61094379425048828125
4.56920528411865234375
