0.1028527077542296941370381091473973356187343597412109375
0.11534323366958569578866189431209932081401348114013671875
0.10548265016369799684792241123432177118957042694091796875
0.12089783818635950474185136727101053111255168914794921875
0.102159537599559702147899997726199217140674591064453125
0.1267678029540089956750392730100429616868495941162109375
0.1156682237078218988823863355719367973506450653076171875
0.1336770849452222076347851498212548904120922088623046875
0.09453415997981580443099147714747232384979724884033203125
0.10980316174891770197863394287196570076048374176025390625
0.09461003344302269801868732201910461299121379852294921875
0.1416354746000363096225527215210604481399059295654296875
0.1638544518057021004420192866746219806373119354248046875
0.1343630755005754962017050502254278399050235748291015625
0.1057342779452025982589447039572405628859996795654296875
0.1297782952754266971862051605057786218822002410888671875
0.10541713167953299656875998380201053805649280548095703125
0.1311833155261513950140539463973254896700382232666015625
0.1373804308291727005464366584419622085988521575927734375
0.1222110628441346047434734600756200961768627166748046875
0.1244302720939007012024291043417179025709629058837890625
0.116354046147923495535536630995920859277248382568359375
0.1280101596685717935120152333183796145021915435791015625
0.1027267382271759010858858118808711878955364227294921875
0.10391349712262069882040549373414251022040843963623046875
0.098328453777996094320457132198498584330081939697265625
0.09610411108369150412489290147277642972767353057861328125
0.1240616965216783940118006057673483155667781829833984375
0.118442345802485304862017301275045610964298248291015625
0.0716376994440456049684229355989373289048671722412109375
0.139573365077710509485342527113971300423145294189453125
0.106343653651496505840867712322506122291088104248046875
0.0952919523485847019816930014712852425873279571533203125
0.0991453852049347938990564443884068168699741363525390625
0.11404586011110519339073476885459967888891696929931640625
0.11944853114451130238204967781712184660136699676513671875
0.11533999456809150563341148654217249713838100433349609375
0.1144905562338973947777986950313788838684558868408203125
0.1045070080235747933539158793792012147605419158935546875
0.1386917108700946865695868837065063416957855224609375
0.12299981414849570082736818221746943891048431396484375
0.126906648720131298713198475525132380425930023193359375
0.11200570942789600525912874218192882835865020751953125
0.084624519267891995522035131216398440301418304443359375
0.117448069604708493773870259246905334293842315673828125
0.10290973804329130170120976117686950601637363433837890625
0.0976114713488099028371181020702351815998554229736328125
0.10467796185322429669550814423928386531770229339599609375
0.10481712905885609554701431989087723195552825927734375
0.1090473384973200954295435849417117424309253692626953125
0.1332166941657506875618111052972381003201007843017578125
0.142149778247985303369915754956309683620929718017578125
0.12050090238955650512320261213972116820514202117919921875
0.09316859601202780172268802516555297188460826873779296875
0.109807456887511201149010275912587530910968780517578125
0.1297668775458243051179607618905720300972461700439453125
0.107677354998753693759994121137424372136592864990234375
0.1491135308335858888906244601457729004323482513427734375
0.11567295938334730409646766702280729077756404876708984375
0.15456606273696149589369497334701009094715118408203125
0.128865584381347486608859753687283955514430999755859375
0.154836364105529200596578220938681624829769134521484375
0.10250065245802579549927457946978393010795116424560546875
0.154241643421506313682556310595828108489513397216796875
0.1182359277261678942583245088826515711843967437744140625
0.1643766842603195110772418274791561998426914215087890625
0.10597715014009689848961670577409677207469940185546875
0.1163845774233955021603748036795877851545810699462890625
0.1114833390531241030796394397839321754872798919677734375
0.1078793230388895019178363554601673968136310577392578125
0.137238584967133203651457051819306798279285430908203125
0.1005989211087441048686486055885325185954570770263671875
0.11152527719548209483857448276467039249837398529052734375
0.09739407513599139532001203178879222832620143890380859375
0.1065829700089002962659634476949577219784259796142578125
0.09962210248233109577409294388417038135230541229248046875
0.09557236742199269607933587167281075380742549896240234375
0.11510476944400009624569491961665335111320018768310546875
0.10435768271705929410853030958605813793838024139404296875
0.0974412528968278957020032748914672993123531341552734375
0.1590724331840162875106869933006237260997295379638671875
0.1053036688211674010151597258300171233713626861572265625
0.11524453033757919850899043012759648263454437255859375
0.10851407704740549664546023223010706715285778045654296875
0.1270649864193547085022828468936495482921600341796875
0.11491388902554459938709641164678032509982585906982421875
0.15641213325557801194776175179868005216121673583984375
0.0951271024746422055873296130812377668917179107666015625
0.15661371127487910825948347337543964385986328125
0.11960661944804730494329447765267104841768741607666015625
0.109663913974725801825371718223323114216327667236328125
0.1253691447580272122497291320541989989578723907470703125
0.119906719554876806110854658982134424149990081787109375
0.1412146911795524040211802230260218493640422821044921875
0.12344289220283939656486182911976356990635395050048828125
0.11603877666453289718706542998916120268404483795166015625
0.164131214739774489164148008057964034378528594970703125
0.10651013920175610161233947792425169609487056732177734375
0.13133010028516090006434069437091238796710968017578125
0.09091548048179269592150575363120879046618938446044921875
0.12124180955502610046448097591564874164760112762451171875
0.155509768087525201973875255134771578013896942138671875
0.112355462572403197452075573892216198146343231201171875
0.097925320085924305590907579244230873882770538330078125
0.10176007970764609777969411652520648203790187835693359375
0.11588591627808729478399385470765992067754268646240234375
0.120883502173732393369931514826021157205104827880859375
0.12353353671402809987878157471641316078603267669677734375
0.12447977883390549946884817700265557505190372467041015625
0.12028343863275499370235621654501301236450672149658203125
0.11308381382897710054624695885649998672306537628173828125
0.10160877347184660290935198645456694066524505615234375
0.1401225356333500038363837347787921316921710968017578125
0.125377587105566290492930647815228439867496490478515625
0.1068589333795987028619123293537995778024196624755859375
0.11859279116760290673227018487523309886455535888671875
0.10890439014422030605810931547239306382834911346435546875
0.1209422541276262974552224704893887974321842193603515625
0.1168860351019825050133960075982031412422657012939453125
0.1059493283010282949074820635360083542764186859130859375
0.11108412535083089789367249977658502757549285888671875
0.12610516555072270872273065833724103868007659912109375
0.12573674975432991285373418577364645898342132568359375
0.11734864580113370247094195519821369089186191558837890625
0.12127922186086860512066465389580116607248783111572265625
0.1606862479379002894841477200316148810088634490966796875
0.1102908106019410972020722283559734933078289031982421875
0.106923064094411601754330831681727431714534759521484375
0.114376555484466402301535481456085108220577239990234375
0.12138623783099609931834805820471956394612789154052734375
0.1366477719071786112170485694150556810200214385986328125
0.103942780886357499792183034514891915023326873779296875
0.1057778676134137063602480566260055638849735260009765625
0.107511024200513893855912783692474476993083953857421875
0.1166603484276708957434465219193953089416027069091796875
0.10680640225817709942912614451415720395743846893310546875
0.11119653516632770073879754590961965732276439666748046875
0.1278499434018101899024344447752810083329677581787109375
0.11724793297425960270086164882741286419332027435302734375
0.134979337252199294017174224791233427822589874267578125
0.16124209962384139505076063869637437164783477783203125
0.11823008628162000321903946087331860326230525970458984375
0.09602241995351849801476618040396715514361858367919921875
0.113118182096710706563413850744836963713169097900390625
0.1188142208916024011866596765685244463384151458740234375
0.12129040272986389703557819075285806320607662200927734375
0.1120872354153145955546477807729388587176799774169921875
0.109991309610483700698324582845089025795459747314453125
0.1060100134446539943411380590987391769886016845703125
0.1505032980464937886200260663827066309750080108642578125
0.1404343890565523944591319605024182237684726715087890625
