0.9951646327972412109375
0.979126870632171630859375
0.97589588165283203125
0.98480921983718883172542746251565404236316680908203125
0.98812347650527965203792746251565404236316680908203125
0.99113368988037120477230246251565404236316680908203125
0.981154263019561767578125
0.99715965986251842156917746251565404236316680908203125
0.988657057285308837890625
0.99871528148651123046875
0.99430763721466064453125
0.9987356662750244140625
0.97903728485107421875
0.981941759586334228515625
0.99978899955749522820980246251565404236316680908203125
0.99887442588806163445980246251565404236316680908203125
0.98382163047790516241519753748434595763683319091796875
0.98805439472198475225894753748434595763683319091796875
0.98651474714279163702457253748434595763683319091796875
0.99780595302581798211605246251565404236316680908203125
0.995294034481048583984375
0.99695420265197765008480246251565404236316680908203125
0.9953415393829345703125
0.99432253837585438116519753748434595763683319091796875
0.987164318561553955078125
0.994525611400604248046875
0.99034011363983165399105246251565404236316680908203125
0.991604328155517578125
0.99967133998870838507144753748434595763683319091796875
0.99644899368286121710269753748434595763683319091796875
0.9933414459228515625
0.99451094865798961297542746251565404236316680908203125
0.987742125988006591796875
0.995661258697509765625
0.9857642650604248046875
0.997129976749420166015625
0.985618114471435546875
0.99030137062072765008480246251565404236316680908203125
0.99433481693267822265625
0.995708167552947998046875
0.985540091991424560546875
0.992686331272125244140625
0.9930317401885986328125
0.99427360296249400750667746251565404236316680908203125
0.987598717212677001953125
0.996998608112335205078125
0.994348466396331787109375
0.99838054180145263671875
0.99438202381134044305355246251565404236316680908203125
0.985499680042266845703125
0.994079172611236572265625
0.99477374553680419921875
0.9907734394073486328125
0.9904687404632568359375
0.99480903148651123046875
0.995162189006805419921875
0.993397057056427001953125
0.994237959384918212890625
0.992451488971710205078125
0.9942157268524169921875
0.990944385528564453125
0.99855810403823841436832253748434595763683319091796875
0.9970004558563232421875
0.97569787502288818359375
0.99736756086349476202457253748434595763683319091796875
0.98108637332916259765625
0.996438682079315185546875
0.98732388019561756475894753748434595763683319091796875
0.99378299713134754522769753748434595763683319091796875
0.98487949371337879522769753748434595763683319091796875
1
0.991083443164825439453125
0.99811726808547962530582253748434595763683319091796875
0.98784983158111561163394753748434595763683319091796875
0.98695242404937744140625
0.990444660186767578125
0.997779428958892822265625
0.999532043933868408203125
0.99457144737243641241519753748434595763683319091796875
0.990560829639434814453125
0.99738085269927978515625
0.998333632946014404296875
0.99051934480667125360042746251565404236316680908203125
0.991033613681793212890625
0.986212432384490966796875
0.98818403482437122686832253748434595763683319091796875
0.99479198455810557977230246251565404236316680908203125
0.985892236232757568359375
0.997291624546051025390625
0.99235916137695323602230246251565404236316680908203125
0.983781158924102783203125
0.99527978897094715460269753748434595763683319091796875
0.98339772224426280633480246251565404236316680908203125
0.99182045459747314453125
0.99195188283920276983707253748434595763683319091796875
0.991096198558807373046875
0.997205436229705810546875
0.99381124973297119140625
0.986073195934295654296875
0.981906831264495849609375
0.99111032485961925164730246251565404236316680908203125
0.99292397499084483758480246251565404236316680908203125
0.99878925085067760125667746251565404236316680908203125
0.98446834087371837274105246251565404236316680908203125
0.991032063961029052734375
0.98272287845611561163394753748434595763683319091796875
0.99589866399765003546207253748434595763683319091796875
0.99448120594024658203125
0.996735990047454833984375
0.97523391246795643194644753748434595763683319091796875
0.9907720088958740234375
0.99013411998748779296875
0.999628841876983642578125
0.99853527545928955078125
0.99407970905303955078125
0.99367094039917003289730246251565404236316680908203125
0.988068521022796630859375
0.98962873220443714483707253748434595763683319091796875
0.99859523773193359375
0.99182194471359241827457253748434595763683319091796875
0.981116771697998046875
0.997244298458099365234375
0.99567061662673961297542746251565404236316680908203125
0.998252689838409423828125
0.988381922245025634765625
0.99699878692626964227230246251565404236316680908203125
0.99633127450943004266292746251565404236316680908203125
0.99614483118057239874332253748434595763683319091796875
0.99507385492324840203792746251565404236316680908203125
0.990086734294891357421875
0.995909273624420166015625
0.991645336151123046875
0.997991740703582763671875
0.990635395050048828125
0.990059912204742431640625
0.99106049537658680304019753748434595763683319091796875
0.99277210235595703125
0.98353588581085205078125
0.988134860992431640625
0.994795143604278564453125
0.99544966220855723992855246251565404236316680908203125
0.99645394086837757452457253748434595763683319091796875
0.98955452442169200555355246251565404236316680908203125
0.99620884656906116827457253748434595763683319091796875
0.992148876190185546875
0.98395127058029163702457253748434595763683319091796875
0.988809764385223388671875
0.996235668659210205078125
0.997895658016204833984375
0.99575638771057117804019753748434595763683319091796875
0.993516147136688232421875
