0.12224665572518379763611306998427608050405979156494140625
0.1317171007149698092053569098425214178860187530517578125
0.1335025401546371115468758716815500520169734954833984375
0.14401790523423640966171888067037798464298248291015625
0.114000131653426206579382551353774033486843109130859375
0.1450197662586800995132563230072264559566974639892578125
0.1300157547231231003337370566441677510738372802734375
0.1540480508741420007101652345227194018661975860595703125
0.1033187686114719061603040017871535383164882659912109375
0.13839109788304149173399082428659312427043914794921875
0.10418322390433400193021640234292135573923587799072265625
0.16885530123962499970957651385106146335601806640625
0.1707054259791210004681971668105688877403736114501953125
0.138990430871903491993890611411188729107379913330078125
0.119254850660046596289021181291900575160980224609375
0.10315322893039689799987712603979161940515041351318359375
0.1152209036025463040342486920053488574922084808349609375
0.1490654908859093963346964528682292439043521881103515625
0.155919223864019407255199212158913724124431610107421875
0.1431368928687443975444892885207082144916057586669921875
0.15321963428745188906532348482869565486907958984375
0.1330953073372085071479631324109504930675029754638671875
0.1480837980876507919969498061618651263415813446044921875
0.1367698789904401024397628816586802713572978973388671875
0.123389046263533697089798124579829163849353790283203125
0.113599076980216706633797230097115971148014068603515625
0.1254621072067791109905243729372159577906131744384765625
0.1398095270414866087005378858520998619496822357177734375
0.148749009451127400804892886299057863652706146240234375
0.07640795145471369897993696440607891418039798736572265625
0.1493982701305922866641395785336499102413654327392578125
0.1265011593793408939401246016132063232362270355224609375
0.1057357280350821049363929660103167407214641571044921875
0.1250965029912654014054851359105668962001800537109375
0.12987107646187989740127477489295415580272674560546875
0.12629363459622811038940426442422904074192047119140625
0.1276635990707601087112976756543503142893314361572265625
0.12066153820338669511169626957780565135180950164794921875
0.1252513811450712000183926875251927413046360015869140625
0.1536126710417355933913086118991486728191375732421875
0.1444937185167216864289940758681041188538074493408203125
0.145893585374783807395715484744869172573089599609375
0.118841795633644498053627103217877447605133056640625
0.0921205663326483958908141858046292327344417572021484375
0.138418954776257596694932772152242250740528106689453125
0.13537061756011770086161050130613148212432861328125
0.13320821891440359774350099542061798274517059326171875
0.1276708786893205882506663328967988491058349609375
0.1464270474269759036989313472076901234686374664306640625
0.1314670489013869125738409593395772390067577362060546875
0.131047754237943292476842316318652592599391937255859375
0.1390378195633794888852463600414921529591083526611328125
0.1395816802480235041539202711646794341504573822021484375
0.112806985060992903679988330623018555343151092529296875
0.1240556417089687946120335482191876508295536041259765625
0.166893873062915087945867753660422749817371368408203125
0.128553811884767388296069157149759121239185333251953125
0.170899406329601488696567912484169937670230865478515625
0.1349591595378031028129584001362673006951808929443359375
0.1590487013812479089036600043982616625726222991943359375
0.14415805282593918690281498129479587078094482421875
0.1322838751165160975364898376938072033226490020751953125
0.133004102754209097003723627494764514267444610595703125
0.1654788432771577000313101279971306212246417999267578125
0.1254333974492025938207717672412400133907794952392578125
0.198309672249317003878132936733891256153583526611328125
0.1359222744265105864425180470789200626313686370849609375
0.133720049854794298394011775599210523068904876708984375
0.1332356725293500077089703381716390140354633331298828125
0.11560468471578859428472441095436806790530681610107421875
0.1512991344936693016709483572412864305078983306884765625
0.1191084360260097063655138072135741822421550750732421875
0.13081949646004920051467479424900375306606292724609375
0.11780460515776379482044688984387903474271297454833984375
0.11853488512480660210801630682908580638468265533447265625
0.119677108476168803097294812687323428690433502197265625
0.124985581577054194468701098230667412281036376953125
0.143167201566954005453879972264985553920269012451171875
0.1350699749733073051771725658909417688846588134765625
0.1412517489754900046339258778971270658075809478759765625
0.164332013406053689674735096559743396937847137451171875
0.124240921658511194181073733489029109477996826171875
0.1404294445456358009227670891050365753471851348876953125
0.126133562448882796669380468301824294030666351318359375
0.128042412978940201018218658646219410002231597900390625
0.1373894438094231118530075264061451889574527740478515625
0.159772397076412386862642733831307850778102874755859375
0.1266682165034231088984739699299097992479801177978515625
0.168514437596198496382982057184563018381595611572265625
0.1302397136705341906814936692171613685786724090576171875
0.1301342404720708945120577482157386839389801025390625
0.1359096676044078966238970451740897260606288909912109375
0.145469152652980604489840743553941138088703155517578125
0.139221946002853702584189932167646475136280059814453125
0.15707393831347149504296112354495562613010406494140625
0.1322496542435535882287211961738648824393749237060546875
0.143897426776811110382681135888560675084590911865234375
0.1286385921883138883092811965980217792093753814697265625
0.13669425773626908693358927848748862743377685546875
0.114708441195102206489053742188843898475170135498046875
0.142921318196554292256905682734213769435882568359375
0.17748165317630759663103390266769565641880035400390625
0.1350411986943003961325615591704263351857662200927734375
0.1220386715637993002570027556430432014167308807373046875
0.1191305257324374033967018249313696287572383880615234375
0.1296010840643647965553242329406202770769596099853515625
0.1436175771852570004494253907978418283164501190185546875
0.12737907060271880244073372523416765034198760986328125
0.1451610482481215935735008315532468259334564208984375
0.1293469684845535982997688506657141260802745819091796875
0.1280228006526409056942128472655895166099071502685546875
0.1229028491274750944928229046126944012939929962158203125
0.146554095576215903662387063377536833286285400390625
0.1423404140290893959974738436358165927231311798095703125
0.128320809998265394913374848329112865030765533447265625
0.13548938185748748974646105125430040061473846435546875
0.122800245972549293416165028247633017599582672119140625
0.14478503787408969483152532120584510266780853271484375
0.127584701276370393596693020299426279962062835693359375
0.1341769383163549933524194557321607135236263275146484375
0.1368912610004648922057413074071519076824188232421875
0.130061017900222786192188095810706727206707000732421875
0.147326362340311101117862335740937851369380950927734375
0.1439280748268572107662066628108732402324676513671875
0.1450537607928827077419242641553864814341068267822265625
0.1758083787930579955371968026156537234783172607421875
0.1377343812308096937524481973014189861714839935302734375
0.128867111519746890824222873561666347086429595947265625
0.143714595224812613505349645492970012128353118896484375
0.119862817670811694359400689791073091328144073486328125
0.1544491982458094103680679154422250576317310333251953125
0.12398614686632809800403975941662793047726154327392578125
0.118061444978551699502844485323294065892696380615234375
0.12465317796119579352165374075411818921566009521484375
0.13222318610789629556023783152340911328792572021484375
0.12440010266876240507816220315362443216145038604736328125
0.12989194942640580610060396793414838612079620361328125
0.1380997193571971981551627095541334711015224456787109375
0.132832423756775508394412099733017385005950927734375
0.154984329550209187775777763818041421473026275634765625
0.157636390724745500957482136072940193116664886474609375
0.1282583181583276943360516497705248184502124786376953125
0.12271262031119979651894169592196703888475894927978515625
0.122099014284579698852439832990057766437530517578125
0.1465258664656012010940600021058344282209873199462890625
0.165067756069223803283563256627530790865421295166015625
0.12693433526118969023599447609740309417247772216796875
0.131014539464613888331001589904190041124820709228515625
0.11919336655022640114598431182457716204226016998291015625
0.1615071959366662923684998531825840473175048828125
0.1509533498817806906888705498204217292368412017822265625
