0.60356814958488513855883184078265912830829620361328125
0.716751542426101284632977694855071604251861572265625
0.65864354599724472816291154231294058263301849365234375
0.609695365741882877586022004834376275539398193359375
0.64726816558921640432089361638645641505718231201171875
0.65699667895523206073704614027519710361957550048828125
0.67739356319718824206432827850221656262874603271484375
0.63301711859995613007612291767145507037639617919921875
0.6012007513257320301391928296652622520923614501953125
0.44856684670357382938021828522323630750179290771484375
0.64784007365909912490309352506301365792751312255859375
0.62079958744129071224193694433779455721378326416015625
0.58467005749457301444493850794970057904720306396484375
0.512006760477514699658740937593393027782440185546875
0.5971577790915245653735610176227055490016937255859375
0.64867135095282357770685166542534716427326202392578125
0.6749058742085332074367443055962212383747100830078125
0.61793953107570320781860573333688080310821533203125
0.65314465892519668610560756860650144517421722412109375
0.551933511934945553178977206698618829250335693359375
0.6476615383940600434442558253067545592784881591796875
0.6543491609107008333268140631844289600849151611328125
0.63937391544252519803848144874791614711284637451171875
0.56822576800606083846645333323976956307888031005859375
0.64125031670936338823452160795568488538265228271484375
0.5938232360528366005070211031124927103519439697265625
0.62146918156231212293505450361408293247222900390625
0.514281071205247908295632441877387464046478271484375
0.58856430018028860207124353109975345432758331298828125
0.5627213156731307730495927899028174579143524169921875
0.6821256630845613511127112360554747283458709716796875
0.5092515677933058260151710783247835934162139892578125
0.61274615896277884186105211483663879334926605224609375
0.66958297129760679933241362959961406886577606201171875
0.65059390252071391813615264254622161388397216796875
0.609676701728504522037610513507388532161712646484375
0.73951073329633432162921735653071664273738861083984375
0.6971743879373690777612182500888593494892120361328125
0.61017074390402736838723285472951829433441162109375
0.678565158375400212520389686687849462032318115234375
0.6305790548192387046100293446215800940990447998046875
0.65103415963227162510662537897587753832340240478515625
0.583818114785177755265976884402334690093994140625
0.60314941291276713553060062622535042464733123779296875
0.67266781350205773204464776426902972161769866943359375
0.6598268095177901582104595945565961301326751708984375
0.66787374799073428999207635570201091468334197998046875
0.60883913995548011310887659419677220284938812255859375
0.67597488120760040875012464312021620571613311767578125
0.56071802270942938672959598989109508693218231201171875
0.65844314979383111730015798457316122949123382568359375
0.697150323306505725895476643927395343780517578125
0.6091227403971259946047211997210979461669921875
0.6733641044231830630195645426283590495586395263671875
0.57004655771318601953367988244281150400638580322265625
0.66525646475969912874148803894058801233768463134765625
0.622547552482572097432012014905922114849090576171875
0.6401140060488443861430596371064893901348114013671875
0.6416527261875326626494597803684882819652557373046875
0.67316271036666230909162322859629057347774505615234375
0.68293873141372130053383671111078001558780670166015625
0.56448896270450898970949538124841637909412384033203125
0.65681993873328126110067159970640204846858978271484375
0.6695106914341339976459721583523787558078765869140625
0.596360063631042436327334144152700901031494140625
0.7345550774240836577888558167614974081516265869140625
0.7070784131743348410736871301196515560150146484375
0.6684371377140647663139816359034739434719085693359375
0.490092418730726897546645659531350247561931610107421875
0.66461389770393031195538924293941818177700042724609375
0.58513760243973111929705055445083416998386383056640625
0.69302042023981880181082715353113599121570587158203125
0.67591435866566540457966993926675058901309967041015625
0.65536470613574315802196679214830510318279266357421875
0.6642502030955255154509586645872332155704498291015625
0.60938110079203899882571704438305459916591644287109375
0.684500227479437395317063419497571885585784912109375
0.53612440681117867757876638279412873089313507080078125
0.63956838394816217796545743112801574170589447021484375
0.67279116809319983172343881960841827094554901123046875
0.64206308347740648212464975586044602096080780029296875
0.6272581885155952274857327211066149175167083740234375
0.68394336193135940593634813922108151018619537353515625
0.61801584336833081945172807536437176167964935302734375
0.66260112394480596975654407287947833538055419921875
0.6395296638211931394835119135677814483642578125
0.635572782111916811942364802234806120395660400390625
0.56634911417360023211386987895821221172809600830078125
0.666163575400468221943128810380585491657257080078125
0.61015847574582782186780605115927755832672119140625
0.6775432985968599108872467695618979632854461669921875
0.55708101175783231173710419170674867928028106689453125
0.640271138423754937463172609568573534488677978515625
0.68345873407968504853471358728711493313312530517578125
0.596965204034137997268771869130432605743408203125
0.6496187321701170080956444508046843111515045166015625
0.68702070347180688170141138471080921590328216552734375
0.52103017312117960724293652674532495439052581787109375
0.699975366438859492035362563910894095897674560546875
0.6704719326701578108185231030802242457866668701171875
0.60706438817099350746531172262621112167835235595703125
0.57690729255610462278269778835237957537174224853515625
0.6735435838554180154602590846479870378971099853515625
0.59624801715870312524003793441806919872760772705078125
0.67670013374125448368801016840734519064426422119140625
0.54907337742890316434341002604924142360687255859375
0.61377765521902194478798264754004776477813720703125
0.69619899786682093445477903514984063804149627685546875
0.6424897186758948830487270242883823812007904052734375
0.65286239167011117512373630233923904597759246826171875
0.6093206684515386495348820972139947116374969482421875
0.5751620155648404786319360937341116368770599365234375
0.6381261598476994922890526140690781176090240478515625
0.70903198637832787198931328020989894866943359375
0.67442817143805655621946471001137979328632354736328125
0.64668588319029962629969077170244418084621429443359375
0.65731908694447482854883446634630672633647918701171875
0.66914328804513500958961458309204317629337310791015625
0.61588561940112585002538025946705602109432220458984375
0.6536046772224730627698363605304621160030364990234375
0.63720595520989931070943157465080730617046356201171875
0.62056207449692479816150125770946033298969268798828125
0.646523059704659619484345967066474258899688720703125
0.60345423221908534028301573926000855863094329833984375
0.61059255097392772793085669036372564733028411865234375
0.61150636028478200234559380987775512039661407470703125
0.595863086778828598966128993197344243526458740234375
0.59817820096813234531651914949179627001285552978515625
0.70740785831116703707976967052672989666461944580078125
0.4909789874614307603195584306376986205577850341796875
0.62457208308506351190914074322790838778018951416015625
0.6727345605199397393647586795850656926631927490234375
0.6071874709367766076439920652774162590503692626953125
0.4941602782140659400056392769329249858856201171875
0.59290267731503920600744095281697809696197509765625
0.65352091249749044710171119731967337429523468017578125
0.667739544351940939037604039185680449008941650390625
0.6109189213710399801726680379942990839481353759765625
0.682889687419050428474065483896993100643157958984375
0.672436594148020816419375478290021419525146484375
0.62257004406493987591630911992979235947132110595703125
0.56884128030389768948538176118745468556880950927734375
0.51098613146125604345115789328701794147491455078125
0.60366596367217162377727390776271931827068328857421875
0.50351813192945626962426786121795885264873504638671875
0.5938041439746781779973616721690632402896881103515625
0.6491104964147733635826398312929086387157440185546875
0.664740258202751288507670324179343879222869873046875
0.665722996603260952497294056229293346405029296875
0.636212570045261660567348371841944754123687744140625
0.61807408863612744998050629874342121183872222900390625
