0.10285270775422972189261372477631084620952606201171875
0.11534323366958577905538874119883985258638858795166015625
0.10548265016369802460349802686323528178036212921142578125
0.12089783818635953249742698289992404170334339141845703125
0.10215953759955975765905122898402623832225799560546875
0.126767802954009078941766119896783493459224700927734375
0.1156682237078218988823863355719367973506450653076171875
0.1336770849452222353903607654501684010028839111328125
0.09453415997981588769771832403421285562217235565185546875
0.10980316174891770197863394287196570076048374176025390625
0.09461003344302272577426293764801812358200550079345703125
0.1416354746000363096225527215210604481399059295654296875
0.1638544518057021559531705179324490018188953399658203125
0.1343630755005754962017050502254278399050235748291015625
0.10573427794520263989230812740061082877218723297119140625
0.1297782952754266971862051605057786218822002410888671875
0.1054171316795330659576990228742943145334720611572265625
0.131183315526151478280780793284066021442413330078125
0.13738043082917272830201227407087571918964385986328125
0.122211062844134688010200306962360627949237823486328125
0.12443027209390077059136814341400167904794216156005859375
0.11635404614792353716890005443929112516343593597412109375
0.1280101596685717935120152333183796145021915435791015625
0.10272673822717591496367361969532794319093227386474609375
0.10391349712262072657598110936305602081120014190673828125
0.09832845377799614983160836345632560551166534423828125
0.0961041110836915735138319405450602062046527862548828125
0.12406169652167846340073964483963209204375743865966796875
0.11844234580248536037316853253287263214588165283203125
0.07163769944404561884621074341339408420026302337646484375
0.13957336507771056499649375837179832160472869873046875
0.10634365365149654747423113576587638817727565765380859375
0.09529195234858477137063204054356901906430721282958984375
0.09914538520493486328799548346069059334695339202880859375
0.1140458601111052072685225766690564341843128204345703125
0.11944853114451137177098871688940562307834625244140625
0.115339994568091575022350525614456273615360260009765625
0.1144905562338974502889499262892059050500392913818359375
0.104507008023574876620642726265941746532917022705078125
0.138691710870094742080738114964333362877368927001953125
0.122999814148495756338519413475296460092067718505859375
0.1269066487201313819799253224118729121983051300048828125
0.11200570942789601913691654999638558365404605865478515625
0.084624519267892051033186362474225461483001708984375
0.11744806960470854928502149050473235547542572021484375
0.10290973804329135721236099243469652719795703887939453125
0.097611471348809930592693717699148692190647125244140625
0.1046779618532243383288715676826541312038898468017578125
0.1048171290588561233025899355197907425463199615478515625
0.10904733849732010930733139275616849772632122039794921875
0.13321669416575077082853795218397863209247589111328125
0.14214977824798535888106698621413670480251312255859375
0.120500902389556519000990419954177923500537872314453125
0.0931685960120278433560514486089232377707958221435546875
0.10980745688751127053794931498487130738794803619384765625
0.1297668775458243606291119931483990512788295745849609375
0.10767735499875373539335754458079463802278041839599609375
0.149113530833585972157351307032513432204723358154296875
0.115672959383347373485406706095091067254543304443359375
0.154566062736961551404846204604837112128734588623046875
0.128865584381347486608859753687283955514430999755859375
0.1548363641055292838633050678254221566021442413330078125
0.10250065245802587876600142635652446188032627105712890625
0.1542416434215063414381319262247416190803050994873046875
0.11823592772616793589168793232602183707058429718017578125
0.164376684260319538832817443108069710433483123779296875
0.10597715014009694012298012921746703796088695526123046875
0.11638457742339551603816261149404454044997692108154296875
0.11148333905312414471300286322730244137346744537353515625
0.10787932303888958518456320234690792858600616455078125
0.1372385849671332314070326674482203088700771331787109375
0.1005989211087441048686486055885325185954570770263671875
0.11152527719548209483857448276467039249837398529052734375
0.0973940751359914924645266864899895153939723968505859375
0.1065829700089003517771146789527847431600093841552734375
0.09962210248233112352966855951308389194309711456298828125
0.09557236742199272383491148730172426439821720123291015625
0.11510476944400009624569491961665335111320018768310546875
0.10435768271705932186410592521497164852917194366455078125
0.09744125289682790957979108270592405460774898529052734375
0.159072433184016315266262608929537236690521240234375
0.10530366882116744264852314927338738925755023956298828125
0.11524453033757926789792946919988025911152362823486328125
0.1085140770474055382788236556734773330390453338623046875
0.127064986419354764013434078151476569473743438720703125
0.11491388902554468265382325853352085687220096588134765625
0.15641213325557801194776175179868005216121673583984375
0.095127102474642288854056459967978298664093017578125
0.15661371127487910825948347337543964385986328125
0.1196066194480473743322335167249548248946666717529296875
0.10966391397472584345873514166669338010251522064208984375
0.1253691447580272122497291320541989989578723907470703125
0.11990671955487687549979369805441820062696933746337890625
0.141214691179552431776755838654935359954833984375
0.1234428922028394659538008681920473463833332061767578125
0.11603877666453292494264104561807471327483654022216796875
0.164131214739774489164148008057964034378528594970703125
0.10651013920175615712349070918207871727645397186279296875
0.1313301002851609833310675412576529197394847869873046875
0.09091548048179269592150575363120879046618938446044921875
0.1212418095550261420978443993590190075337886810302734375
0.155509768087525201973875255134771578013896942138671875
0.1123554625724032252076511895211297087371349334716796875
0.09792532008592434722427100268760113976895809173583984375
0.10176007970764612553526973215411999262869358062744140625
0.1158859162780873919285085094088572077453136444091796875
0.1208835021737324766366583617127616889774799346923828125
0.1235335367140281415121449981597834266722202301025390625
0.1244797788339055133466359848171123303472995758056640625
0.12028343863275504921350744780284003354609012603759765625
0.11308381382897712830182257448541349731385707855224609375
0.10160877347184661678713979426902369596064090728759765625
0.1401225356333500038363837347787921316921710968017578125
0.12537758710556634600408187907305546104907989501953125
0.10685893337959874449527575279716984368860721588134765625
0.11859279116760292061005799268968985415995121002197265625
0.1089043901442203476914727389157633297145366668701171875
0.1209422541276262974552224704893887974321842193603515625
0.1168860351019825605245472388560301624238491058349609375
0.10594932830102839205199671823720564134418964385986328125
0.111084125350830953404823731034412048757076263427734375
0.1261051655507227364783062739661545492708683013916015625
0.1257367497543299406093098014025599695742130279541015625
0.11734864580113378573766880208495422266423702239990234375
0.121279221860868646754028077339171431958675384521484375
0.1606862479379002894841477200316148810088634490966796875
0.1102908106019411527132234596138005144894123077392578125
0.106923064094411601754330831681727431714534759521484375
0.1143765554844664300571110970849986188113689422607421875
0.121386237830996168707287097277003340423107147216796875
0.1366477719071786667281998006728827022016048431396484375
0.10394278088635751366997084232934867031872272491455078125
0.10577786761341372023803586444046231918036937713623046875
0.1075110242005139493670640149503014981746673583984375
0.1166603484276709234990221375483088195323944091796875
0.106806402258177168818065183586440980434417724609375
0.11119653516632770073879754590961965732276439666748046875
0.1278499434018102454135856760331080295145511627197265625
0.11724793297425961657864945664186961948871612548828125
0.1349793372521993217727498404201469384133815765380859375
0.161242099623841450561911869954201392829418182373046875
0.11823008628162000321903946087331860326230525970458984375
0.09602241995351849801476618040396715514361858367919921875
0.11311818209671074819677727418820722959935665130615234375
0.11881422089160242894223529219743795692920684814453125
0.121290402729863966424517229825141839683055877685546875
0.1120872354153146233102233964018523693084716796875
0.109991309610483700698324582845089025795459747314453125
0.10601001344465400821892586691319593228399753570556640625
0.1505032980464937886200260663827066309750080108642578125
0.1404343890565524777258588073891587555408477783203125
