0.1755795739186138126886049803943024016916751861572265625
0.146919091662411294141321604911354370415210723876953125
0.2194597367667003862123920043813996016979217529296875
0.1794300874563443948250807125077699311077594757080078125
0.1431519637719798065944587506237439811229705810546875
0.1606376145539180899657338841279852204024791717529296875
0.19051946428090948959521711003617383539676666259765625
0.16393744523034559090746142828720621764659881591796875
0.1596027298676286065859386553711374290287494659423828125
0.0514327784384299990794175982955493964254856109619140625
0.14088294490324460017660612720646895468235015869140625
0.18857085779856419538447198647190816700458526611328125
0.16087069870202219679100608118460513651371002197265625
0.1990006729761673864853577242683968506753444671630859375
0.1335559211119698996839133542380295693874359130859375
0.15896911789613399346166033865301869809627532958984375
0.1939172794868714022609168523558764718472957611083984375
0.18730298270241529934310165117494761943817138671875
0.1632057052917773865008399525322602130472660064697265625
0.1838676635675143000714371055437368340790271759033203125
0.1292430946074993036720712780152098275721073150634765625
0.20329073213070658621148822930990718305110931396484375
0.1926535003975599902314996825225534848868846893310546875
0.184926162622961298698243126636953093111515045166015625
0.150095255813424699464775358137558214366436004638671875
0.162901838578441704452615113041247241199016571044921875
0.1186858591214622060672212455756380222737789154052734375
0.1545319000207434900762137885976699180901050567626953125
0.2003744504977647000742990712751634418964385986328125
0.146238160731359811972396300916443578898906707763671875
0.132526242969399909998884368178551085293292999267578125
0.1382710187469524953929322919066180475056171417236328125
0.1448512698097607909186734786999295465648174285888671875
0.2132410566554721054188803464057855308055877685546875
0.1529790140793693964393895612374763004481792449951171875
0.1871131875278597977985128864020225591957569122314453125
0.1721565789232520071738719025233876891434192657470703125
0.22101712331603540206970137660391628742218017578125
0.1330298964846322873345485504614771343767642974853515625
0.1978241570160534923417117170174606144428253173828125
0.229087949752920294610447626837412826716899871826171875
0.1530659905094071959741341970584471710026264190673828125
0.148795633068118104969101977985701523721218109130859375
0.1582510211718685944060069914485211484134197235107421875
0.23980943688599409835404685509274713695049285888671875
0.2106768472380299017654436966040520928800106048583984375
0.148656699288502502920295000876649282872676849365234375
0.1496923506793124969416197700411430560052394866943359375
0.225707971538003093758817385605652816593647003173828125
0.2200476546188714077612047503862413577735424041748046875
0.1474958065885849933795981314688106067478656768798828125
0.2054159943909628915914566960054798983037471771240234375
0.2223095262643257907786420446427655406296253204345703125
0.1958127120068798021623734939566929824650287628173828125
0.1545085771304197941322655651674722321331501007080078125
0.17259921728758820247406902126385830342769622802734375
0.12383321423783640036209163781677489168941974639892578125
0.1961350949045848890417431675814441405236721038818359375
0.14908115470290750348425490301451645791530609130859375
0.1629391002751250094870982820793869905173778533935546875
0.09665063454926779706877226772121503017842769622802734375
0.16652570580851888681905847988673485815525054931640625
0.1917167201601908954611275248680613003671169281005859375
0.1252531027877518965407688256163964979350566864013671875
0.1878920312709823903229988673047046177089214324951171875
0.13924099317368898720559400317142717540264129638671875
0.208516862747623488161252680583856999874114990234375
0.2131027968204999012424849524904857389628887176513671875
0.1555628145180933119551269783187308348715305328369140625
0.205370649353088907673736684955656528472900390625
0.215977520855552607148553079241537488996982574462890625
0.1913454689186732948780189644821803085505962371826171875
0.167846038602441793852193541169981472194194793701171875
0.14272360250661508818126321784802712500095367431640625
0.19991448330744610029086061331327073276042938232421875
0.1614226244528295939328899066822486929595470428466796875
0.1847544344185408082825716746810940094292163848876953125
0.1499234466157157996679671896345098502933979034423828125
0.1481670079522733052268534947870648466050624847412109375
0.0300437945554398004588403381376338074915111064910888671875
0.1702979490881739998986432738092844374477863311767578125
0.11511853672652490321315355004117009229958057403564453125
0.167272367870983595938838561778538860380649566650390625
0.178629327328261811036469453028985299170017242431640625
0.114695774131238603654736607495578937232494354248046875
0.139182951979179903023720044075162149965763092041015625
0.1895249263364925107477887422646745108067989349365234375
0.1573844034351362941581697896253899671137332916259765625
0.1845557522479542023052800914229010231792926788330078125
0.11802379207389200599376266609397134743630886077880859375
0.162865866269467807203596976250992156565189361572265625
0.10836082793281280600705684946660767309367656707763671875
0.141559331632531704148192375214421190321445465087890625
0.214616971877428286408218127689906395971775054931640625
0.192977827857646000442315425971173681318759918212890625
0.1472781581507640880079890166598488576710224151611328125
0.1402769394478591002961564981887931935489177703857421875
0.168185227965348793599531518339063040912151336669921875
0.22033693430329248652554952059290371835231781005859375
0.261200279071756080728761162390583194792270660400390625
0.223430938746977003628302327342680655419826507568359375
0.1947379928868961107557566947434679605066776275634765625
0.146185401643657508774509778959327377378940582275390625
0.205226927400820990943230981429223902523517608642578125
0.1367331328736605955409544321810244582593441009521484375
0.1284617757047055996988405013325973413884639739990234375
0.1242230559413415036384975564942578785121440887451171875
0.219228526829260694785972418685560114681720733642578125
0.1696875035621319971479437072048312984406948089599609375
0.157098774308390198850560182108893059194087982177734375
0.11629274117132559762666232927585951983928680419921875
0.1719740711942411015566989362923777662217617034912109375
0.1903475177082473990264332996957818977534770965576171875
0.2123007829368956100868359726518974639475345611572265625
0.12207690873233799366825991228324710391461849212646484375
0.1182911057643565022612364145970786921679973602294921875
0.1610110081783882041150945951812900602817535400390625
0.1329639576021909019853950439937761984765529632568359375
0.1017066052757177041510061599183245562016963958740234375
0.1434450530995670103351358193322084844112396240234375
0.128435937320031001718234620057046413421630859375
0.2412362073383496063883058013743720948696136474609375
0.15513136720559839165645144021254964172840118408203125
0.1617253081069184028617513604331179521977901458740234375
0.2318330867637113101853429952825536020100116729736328125
0.11871927711712970676671830005943775177001953125
0.1989589919993252908891889774167793802917003631591796875
0.128365412261533695659210252415505237877368927001953125
0.183160288210880095594035310568870045244693756103515625
0.1117211396967132952529055955892545171082019805908203125
0.160441960051981802326537263070349581539630889892578125
0.10244839162639120255793301339508616365492343902587890625
0.1680659883711999869060349510618834756314754486083984375
0.21449024759028689768314279717742465436458587646484375
0.2146789135353625865842985831477562896907329559326171875
0.16859437057545589855322987204999662935733795166015625
0.215612403660421503293065370598924346268177032470703125
0.1259977131416339102276680250724893994629383087158203125
0.1709250566860341102870535223701153881847858428955078125
0.1715493144735424080327135243351222015917301177978515625
0.1506044230702212882722079712038976140320301055908203125
0.207676501288455994664872150679002515971660614013671875
0.2170603561563411998402983726919046603143215179443359375
0.1559576705532199902837220406581764109432697296142578125
0.0860362538376023000541437113497522659599781036376953125
0.1746171783319185044636157044806168414652347564697265625
0.1926037756820223878495568214930244721472263336181640625
0.10937267244868349724828959779188153333961963653564453125
0.169675730771720101319743889689561910927295684814453125
0.1696887530057619997148066204317728988826274871826171875
0.1809503752215337879505341334152035415172576904296875
