0.712120234966278076171875
0.687592685222625732421875
0.6691629886627197265625
0.676966607570648193359375
0.66148865222930908203125
0.656279265880584716796875
0.625803291797637939453125
0.6103060245513916015625
0.653618633747100830078125
0.67339742183685302734375
0.71524441242218017578125
0.64548146724700927734375
0.68492543697357177734375
0.614393174648284912109375
0.588045656681060791015625
0.603454053401947021484375
0.687683761119842529296875
0.63350009918212890625
0.71150100231170654296875
0.715071201324462890625
0.67573082447052001953125
0.638464748859405517578125
0.686547100543975830078125
0.65750658512115478515625
0.699077785015106201171875
0.69975948333740234375
0.675560534000396728515625
0.6309616565704345703125
0.670616328716278076171875
0.628548800945281982421875
0.697099626064300537109375
0.67210423946380615234375
0.638034045696258544921875
0.640914499759674072265625
0.67056834697723388671875
0.605288445949554443359375
0.60785472393035888671875
0.61302340030670166015625
0.69434058666229248046875
0.68565857410430908203125
0.70660865306854248046875
0.67724192142486572265625
0.721524417400360107421875
0.645721971988677978515625
0.690583288669586181640625
0.6650149822235107421875
0.66296851634979248046875
0.70217287540435791015625
0.633654415607452392578125
0.691693842411041259765625
0.692646682262420654296875
0.6813580989837646484375
0.625428736209869384765625
0.68100535869598388671875
0.61947309970855712890625
0.712438642978668212890625
0.6330163478851318359375
0.669641673564910888671875
0.731068313121795654296875
0.729385912418365478515625
0.679208695888519287109375
0.670545160770416259765625
0.757747173309326171875
0.71691715717315673828125
0.647649943828582763671875
0.65637171268463134765625
0.736387729644775390625
0.72535240650177001953125
0.649285614490509033203125
0.649302423000335693359375
0.71297943592071533203125
0.721123874187469482421875
0.661722660064697265625
0.7229621410369873046875
0.688888132572174072265625
0.70700514316558837890625
0.7209284305572509765625
0.642153918743133544921875
0.676742494106292724609375
0.70860111713409423828125
0.70388448238372802734375
0.70867836475372314453125
0.70213806629180908203125
0.672805011272430419921875
0.662579715251922607421875
0.718124568462371826171875
0.66382992267608642578125
0.61963593959808349609375
0.65696990489959716796875
0.674949824810028076171875
0.710629880428314208984375
0.7099192142486572265625
0.708141505718231201171875
0.66086304187774658203125
0.65648400783538818359375
0.676530778408050537109375
0.662471234798431396484375
0.676542580127716064453125
0.638439357280731201171875
0.692988097667694091796875
0.6913168430328369140625
0.76861286163330078125
0.699831187725067138671875
0.737841784954071044921875
0.697178542613983154296875
0.62343299388885498046875
0.710795879364013671875
0.73913872241973876953125
0.6308634281158447265625
0.662996828556060791015625
0.64146602153778076171875
0.638912498950958251953125
0.698719680309295654296875
0.6719112396240234375
0.61892664432525634765625
0.724054157733917236328125
0.620083391666412353515625
0.696476399898529052734375
0.658951461315155029296875
0.69739615917205810546875
0.68726062774658203125
0.70818746089935302734375
0.67212426662445068359375
0.658835113048553466796875
0.68944609165191650390625
0.675637304782867431640625
0.605988919734954833984375
0.69431960582733154296875
0.700417578220367431640625
0.66045510768890380859375
0.65513241291046142578125
0.709317982196807861328125
0.654143512248992919921875
0.64963257312774658203125
0.689984619617462158203125
0.682183086872100830078125
0.708993256092071533203125
0.607908427715301513671875
0.710159242153167724609375
0.683781683444976806640625
0.66992199420928955078125
0.66761505603790283203125
0.644831955432891845703125
0.66155374050140380859375
0.6873018741607666015625
0.71678054332733154296875
0.651776254177093505859375
0.635468661785125732421875
0.704793393611907958984375
0.67517530918121337890625
0.64373147487640380859375
