34.11898040771484375
33.7364728450775146484375
33.94564723968505859375
33.923721790313720703125
35.3015301227569580078125
34.644076824188232421875
34.761190891265869140625
34.61958980560302734375
33.739189624786376953125
33.9502933025360107421875
33.846671581268310546875
36.391734600067138671875
35.97530364990234375
36.028600215911865234375
35.8541543483734130859375
36.068781375885009765625
34.5232460498809814453125
34.2771446704864501953125
34.44405651092529296875
35.6154339313507080078125
35.3804714679718017578125
35.0706632137298583984375
35.2317512035369873046875
35.2125895023345947265625
33.525186061859130859375
33.3325061798095703125
33.70653057098388671875
35.776699542999267578125
35.4582102298736572265625
35.6619536876678466796875
35.63500881195068359375
35.3713648319244384765625
34.274654388427734375
34.630177974700927734375
34.194045543670654296875
36.27864360809326171875
35.9024829864501953125
35.858930110931396484375
35.9510657787322998046875
35.9235475063323974609375
33.878821849822998046875
33.9732773303985595703125
33.94650363922119140625
35.792794704437255859375
35.3783357143402099609375
35.398108005523681640625
35.057931423187255859375
35.0130989551544189453125
33.869171142578125
34.3901617527008056640625
34.2929019927978515625
35.9074666500091552734375
35.6927173137664794921875
35.41849040985107421875
35.4430625438690185546875
35.65212726593017578125
34.752710819244384765625
34.6525628566741943359375
34.4890863895416259765625
34.755247592926025390625
34.552256107330322265625
34.648723125457763671875
34.6119592189788818359375
34.5685312747955322265625
35.294559955596923828125
35.320394039154052734375
35.3979299068450927734375
34.9424288272857666015625
35.079752445220947265625
35.23943996429443359375
35.5877196788787841796875
35.194242954254150390625
33.62545108795166015625
33.5717904567718505859375
33.67886257171630859375
35.4068520069122314453125
34.78447723388671875
34.700974941253662109375
35.1798989772796630859375
34.61872196197509765625
34.182552814483642578125
34.2090127468109130859375
34.242009639739990234375
36.07388782501220703125
35.4172432422637939453125
35.4807136058807373046875
35.589383602142333984375
35.6357057094573974609375
33.7028510570526123046875
33.64060115814208984375
33.725177288055419921875
36.2333195209503173828125
35.8719427585601806640625
35.9410097599029541015625
35.7133083343505859375
34.598427295684814453125
34.450726985931396484375
34.971295833587646484375
35.7017791271209716796875
34.7228391170501708984375
34.6570718288421630859375
34.6827099323272705078125
33.063246250152587890625
33.381238460540771484375
33.3960132598876953125
36.38389158248900656644764239899814128875732421875
36.110196590423583984375
35.853228092193603515625
36.2563111782073974609375
34.5815603733062744140625
34.668364048004150390625
34.4167430400848388671875
37.3792746067047119140625
36.120131015777587890625
36.0118501186370849609375
35.9838278293609619140625
33.4050576686859130859375
33.497520923614501953125
34.203725337982177734375
35.460907459259033203125
34.9154903888702392578125
34.87050557136536355073985760100185871124267578125
34.8222815990447998046875
34.597554683685302734375
34.423756122589111328125
34.6253602504730224609375
36.679761409759521484375
36.2213237285614013671875
36.152957439422607421875
36.017458438873291015625
34.0376851558685302734375
34.009655475616455078125
33.92582988739013671875
35.533763408660888671875
35.1765880584716796875
34.4687469005584716796875
34.9312145709991455078125
34.7944126129150390625
34.4312078952789306640625
34.5768997669219970703125
35.348478794097900390625
35.1849858760833740234375
35.04717350006103515625
34.901934146881103515625
33.5209615230560302734375
33.3721945285797119140625
33.5024526119232177734375
35.3004720211029052734375
35.4989969730377197265625
35.319431304931640625
35.0860822200775146484375
