4.150086879730224609375
8.971920013427734375
4.213898181915283203125
4.76273822784423828125
5.6406116485595703125
4.14393711090087890625
4.8181324005126953125
4.77652645111083984375
4.084133148193359375
4.435878753662109375
12.495357513427734375
4.4799785614013671875
5.93153667449951171875
5.3861751556396484375
5.170871734619140625
7.374880313873291015625
10.4015045166015625
7.591710567474365234375
4.729981899261474609375
6.026324748992919921875
5.251795291900634765625
4.53926563262939453125
4.981643199920654296875
9.26663970947265625
8.846675872802734375
4.331906795501708984375
4.673743724822998046875
6.831329345703125
4.594334125518798828125
10.485935211181640625
4.396500110626220703125
4.271563053131103515625
8.7940845489501953125
4.29248523712158203125
4.83978366851806640625
5.062973499298095703125
5.575269222259521484375
4.53449726104736328125
7.82956027984619140625
4.368614673614501953125
8.314128875732421875
5.24973964691162109375
4.91077709197998046875
3.867807865142822265625
5.404109477996826171875
4.810543060302734375
4.788201808929443359375
9.46047306060791015625
3.977331638336181640625
5.4119014739990234375
4.189243316650390625
5.298925876617431640625
11.168323516845703125
4.3749332427978515625
4.4165439605712890625
7.083794116973876953125
3.9509651660919189453125
5.198816776275634765625
5.160867214202880859375
4.89422321319580078125
4.519587039947509765625
7.28009796142578125
4.803299427032470703125
8.14920806884765625
4.32110500335693359375
8.85795307159423828125
4.59099483489990234375
5.2893390655517578125
7.91716480255126864307158029987476766109466552734375
5.0434703826904296875
9.7429504394531232236431605997495353221893310546875
5.813643932342529296875
4.05719661712646484375
4.7463169097900390625
4.64782238006591796875
4.232952594757080078125
4.125519275665283203125
3.941048383712768998776709850062616169452667236328125
6.643455028533935546875
4.485501766204833984375
3.81511974334716796875
4.127163410186767578125
7.47512054443359375
4.04179668426513671875
4.52077484130859375
4.6501407623291015625
4.93204021453857421875
4.167223453521728515625
4.59787273406982421875
4.553431034088134765625
3.745930433273314985598290149937383830547332763671875
7.509889125823974609375
5.29169178009033203125
5.0306529998779296875
4.732865810394287109375
4.170639514923095703125
4.60289478302001953125
15.95111083984375
4.22541522979736328125
4.74827671051025390625
8.71392536163330078125
3.88984966278076171875
4.139963626861572265625
4.74723720550537109375
4.976546764373779296875
4.418024539947509765625
4.928238391876220703125
4.5909671783447265625
6.589380741119384765625
5.5191440582275390625
4.47209262847900390625
9.74311161041259765625
4.6167430877685546875
4.205749988555908203125
4.8277378082275390625
11.41973781585693359375
4.2719058990478515625
8.6970729827880859375
4.573604583740234375
4.539870738983154296875
8.35272884368896484375
5.87827014923095703125
4.6165409088134765625
7.943088054656982421875
10.1637420654296875
4.35756206512451171875
4.94286823272705078125
7.502991199493408203125
3.74662494659423828125
4.386184215545654296875
4.654031276702880859375
6.980102062225341796875
4.458851337432861328125
4.927840709686279296875
4.54547119140625
4.869946956634521484375
4.421184539794921875
4.65845584869384765625
4.841277599334716796875
5.093284130096435546875
4.895404338836669921875
12.1067142486572283388568394002504646778106689453125
4.226697444915771484375
12.4831371307373046875
5.156322956085205078125
6.58123111724853515625
4.903534412384033203125
12.2956256866455078125
4.220096111297607421875
4.5792064666748046875
9.21544647216796875
