0.65862355120151949705586957861669361591339111328125
0.63466414997368902906060839086421765387058258056640625
0.63013904911574758482828428896027617156505584716796875
0.6379847580907858084486861116602085530757904052734375
0.62980790972640032787666086733224801719188690185546875
0.64642993985185714933550116256810724735260009765625
0.64403812970883167476898734093992970883846282958984375
0.60080809514632649293019994729547761380672454833984375
0.63285015522088972073078139146673493087291717529296875
0.66267920670884017386725872711394913494586944580078125
0.65073966477822409171238859926233999431133270263671875
0.575855650782139516508095766766928136348724365234375
0.60144274156379784468384741558111272752285003662109375
0.5798810394816318325439397085574455559253692626953125
0.67374521939657838753845453538815490901470184326171875
0.521449397118541657647483589244075119495391845703125
0.63745811475595826056661508118850179016590118408203125
0.55142410422912846446052981264074333012104034423828125
0.62697028548544608828052560056676156818866729736328125
0.62536509537096118815924228329095058143138885498046875
0.6023211478371603977421955278259702026844024658203125
0.61507697895234925145047100158990360796451568603515625
0.62353931156254172041286665262305177748203277587890625
0.65624769234856916710896257427521049976348876953125
0.633775161060091907216929030255414545536041259765625
0.621149626350611328007289557717740535736083984375
0.65779737126103043909353118579019792377948760986328125
0.61896096392659749607645380820031277835369110107421875
0.65305439831088119007063141907565295696258544921875
0.60690881901343007864824130592751316726207733154296875
0.60342251044794992242970010920544154942035675048828125
0.6323265135063327324616011537727899849414825439453125
0.6341857989077597235194616587250493466854095458984375
0.63696257127775146589243604466901160776615142822265625
0.62991291570238516772661796494503505527973175048828125
0.61110115121050345710074225280550308525562286376953125
0.61634231788880822211496024465304799377918243408203125
0.589942080186664608021374078816734254360198974609375
0.62850763377161456002539807741413824260234832763671875
0.626176279379870859287393614067696034908294677734375
0.652665439514299894341320396051742136478424072265625
0.64331701593273449280019349316717125475406646728515625
0.6179969892884382698383660681429319083690643310546875
0.63998110441178790441796309096389450132846832275390625
0.63492676218088239803449823739356361329555511474609375
0.6818243529105483258234698951127938926219940185546875
0.6365569423626287193229700278607197105884552001953125
0.61645652095513348012190135705168358981609344482421875
0.6561063697572893094189794283010996878147125244140625
0.69087868218088221983208541132626123726367950439453125
0.57898078880510783772450622564065270125865936279296875
0.58309737176633580357787423054105602204799652099609375
0.65536571180913671952339427662082016468048095703125
0.62776950199664394158816094204667024314403533935546875
0.60644515158548062405685641351738013327121734619140625
0.59638898981317367553600661267410032451152801513671875
0.65217528760949605715069310463150031864643096923828125
0.56615292723727972390435070337844081223011016845703125
0.642143709931639161681005134596489369869232177734375
0.57140129408275230904479258242645300924777984619140625
0.63231236916811950354855298428446985781192779541015625
0.524493114891839251612282168935053050518035888671875
0.643987834674380810184857182321138679981231689453125
0.6245050571960322205455895527848042547702789306640625
0.62149656286063059695834454032592475414276123046875
0.62453166234378854060338426279486157000064849853515625
0.65302859753813391474608351927599869668483734130859375
0.6026152360924930118102338383323512971401214599609375
0.6659381426024297834231902015744708478450775146484375
0.64910850610770653990044820602633990347385406494140625
0.627705579426951931765188419376499950885772705078125
0.68792244636665078605375356346485204994678497314453125
0.6462421897070396159534766411525197327136993408203125
0.656116912468845736583489269833080470561981201171875
0.629385426874468745239710187888704240322113037109375
0.64634837812072454266143495260621421039104461669921875
0.63180347022874083773302800182136707007884979248046875
0.60324639167596039168728339063818566501140594482421875
0.637361745264763523977080694749020040035247802734375
0.6113428136480714147893422705237753689289093017578125
0.61449255537461577869606799140456132590770721435546875
0.6605049168463954512020563925034366548061370849609375
0.64958424480130905198649315934744663536548614501953125
0.64171425124402248219013245034147985279560089111328125
0.59509152016871380563856064327410422265529632568359375
0.6437173022222804075198610007646493613719940185546875
0.5658044090385014879274194754543714225292205810546875
0.61220684187283236354915061383508145809173583984375
0.58688878274219813402368117749574594199657440185546875
0.59719325527281263976675518279080279171466827392578125
0.70495421337041774823006790029467083513736724853515625
0.62594495748879619423377107523265294730663299560546875
0.631332589273838618026957192341797053813934326171875
0.5997386397483481790260384514112956821918487548828125
0.6341008021981398012911768091726116836071014404296875
0.604006253850783547676428497652523219585418701171875
0.52694345016120613944821116092498414218425750732421875
0.63476864292605583717232775597949512302875518798828125
0.6162117161117579566820268155424855649471282958984375
0.67355716832445511332849719110527075827121734619140625
0.6535739796584767447029662434943020343780517578125
0.59653242271471007551753018560702912509441375732421875
0.65497028008449287295178464773925952613353729248046875
0.65787286260865884823800797676085494458675384521484375
0.610574503857474137902272559585981070995330810546875
0.662064033517232974901389752631075680255889892578125
0.62162345038283695064507128336117602884769439697265625
0.62556749546329815103717919555492699146270751953125
0.606375037468713795618668882525525987148284912109375
0.64049031802952061109834858143585734069347381591796875
0.653162160488436338567908023833297193050384521484375
0.64014256817422332535016948895645327866077423095703125
0.59638816166862251844094089392456226050853729248046875
0.63031173648751470661721896249218843877315521240234375
0.6617276302700083601138203448499552905559539794921875
0.62712159706973513717542800804949365556240081787109375
0.64385771805590497063320754023152403533458709716796875
0.643844506103351310599691714742220938205718994140625
0.656208356380382884509572249953635036945343017578125
0.62453512944024691666555781921488232910633087158203125
0.630774122571398976333512109704315662384033203125
0.61777001738761516680398244716343469917774200439453125
0.629999282135587090891704065143130719661712646484375
0.6303785461731170602917018186417408287525177001953125
0.61623391774619939997847950508003123104572296142578125
0.59699042547075176212700853284331969916820526123046875
0.607036367414905075889919316978193819522857666015625
0.64719722073028640441094694324419833719730377197265625
0.62282490270714296887177852113381959497928619384765625
0.56779231681392550168396837761974893510341644287109375
0.6102445108297669396080209480714984238147735595703125
0.64306747570268196767528934287838637828826904296875
0.6583108966897182057209647609852254390716552734375
0.60946934642837380380342438002116978168487548828125
0.64158915105874225748294747972977347671985626220703125
0.6048685013560788359399111868697218596935272216796875
0.64995120759052904535479910919093526899814605712890625
0.58295939524909201612246079093893058598041534423828125
0.61274885369248355271309947056579403579235076904296875
0.57766465039414505167059132872964255511760711669921875
0.56588814052846625468617958176764659583568572998046875
0.60083606354031970919749028325895778834819793701171875
0.6406811919256387710674971458502113819122314453125
0.62858818812867289782531088349060155451297760009765625
0.66362099015774933530309453999507240951061248779296875
0.63586059281237072848824709581094793975353240966796875
0.6191774299723566965525378691381774842739105224609375
0.636546847733200582553081403602845966815948486328125
0.65029077900879805884670759041910059750080108642578125
0.56502977650838370760055795471998862922191619873046875
0.57621398456610462002203121301135979592800140380859375
