44.645588397979736328125
44.4225327968597412109375
44.8553302288055419921875
44.6495034694671630859375
44.459932804107666015625
44.71137905120849609375
44.6356894969940185546875
43.2412564754486083984375
44.985434055328369140625
44.6778433322906494140625
45.0934426784515380859375
44.8919112682342529296875
44.4234931468963623046875
44.3548395633697509765625
44.45143032073974609375
44.523590564727783203125
45.074544429779052734375
44.5719244480133056640625
44.7078630924224853515625
44.9457371234893798828125
45.093459606170654296875
45.295056819915771484375
45.22003173828125
45.3799684047698974609375
45.4780521392822265625
45.514010906219482421875
45.265340328216552734375
45.59907960891722922269764239899814128875732421875
44.35603046417236328125
44.5728228092193603515625
44.5261204242706298828125
45.164264678955078125
45.302717685699462890625
45.1346943378448486328125
44.82757282257080078125
44.7908999919891357421875
45.03402423858642578125
44.7916290760040283203125
44.765944004058837890625
45.4177825450897216796875
44.9297902584075927734375
43.997306346893310546875
44.810772418975830078125
43.8200008869171142578125
44.9072067737579345703125
44.4510900974273681640625
44.4217340946197509765625
46.692467212677001953125
44.2396638393402099609375
44.009375095367431640625
44.39714145660399680082264239899814128875732421875
44.1242849826812744140625
44.7483594417572021484375
44.7958371639251708984375
44.833153247833251953125
45.1556651592254638671875
46.52889990806578879301014239899814128875732421875
46.173435211181640625
46.2167661190032958984375
45.61932373046875
44.70633602142333984375
44.515216827392578125
44.4511291980743408203125
45.6254875659942626953125
45.4248011112213134765625
44.636344432830810546875
44.4392387866973876953125
44.56774473190306906644764239899814128875732421875
43.7906856536865234375
43.8876285552978515625
43.77785491943359375
44.6565182209014892578125
45.1660983562469482421875
44.7524454593658447265625
44.291192531585693359375
44.3195316791534423828125
45.8585073947906494140625
44.7622511386871337890625
45.63803195953369140625
44.976012706756591796875
44.9435646533966064453125
44.1034233570098876953125
44.1640071868896484375
44.21985626220703125
43.6351368427276611328125
43.5925867557525634765625
43.97260737419127707426014239899814128875732421875
44.3617641925811767578125
45.9855358600616455078125
45.5132648944854736328125
45.805120944976806640625
45.6660301685333251953125
44.47401332855224609375
44.4328267574310302734375
44.1388251781463623046875
43.8070242404937744140625
43.638790130615234375
43.6343753337860107421875
43.58729648590087890625
42.639368534088134765625
42.5831229686737060546875
43.6578562259674072265625
45.542785167694091796875
45.306076526641845703125
45.1091930866241455078125
45.46717786788941140230235760100185871124267578125
45.4913222789764404296875
45.6945664882659912109375
45.65919971466064453125
45.131511688232421875
45.2844059467315673828125
44.7000446319580078125
45.31042194366455078125
44.24958133697509765625
44.345442295074462890625
44.47100925445556640625
44.97165417671202902738514239899814128875732421875
44.623709201812744140625
44.322663784027099609375
44.403658390045166015625
44.1101856231689453125
44.28124332427978515625
44.112808704376220703125
45.54068088531494140625
44.9390060901641845703125
44.7204992771148681640625
44.6303253173828125
44.9072930812835693359375
44.9283015727996826171875
44.9931671619415283203125
46.4349193572998046875
46.4043152332305908203125
46.40749621391295676176014239899814128875732421875
46.22739505767822265625
44.9975311756134033203125
44.8333146572113037109375
45.02138257026671652738514239899814128875732421875
44.221766948699951171875
43.9072911739349365234375
44.2597408294677734375
43.92807841300965066011485760100185871124267578125
44.610197544097900390625
44.963574886322021484375
44.898925304412841796875
44.991924285888671875
45.1400434970855712890625
44.7952306270599365234375
44.60476398468017578125
44.4574120044708251953125
44.266097545623779296875
44.2872464656829833984375
