0.787668042816221714019775390625
0.803098496980965137481689453125
0.791869011707603931427001953125
0.785808622837066650390625
0.7736483626067638397216796875
0.789376777596771717071533203125
0.785011890344321727752685546875
0.78220341168344020843505859375
0.768702373839914798736572265625
0.771710409782826900482177734375
0.79176987893879413604736328125
0.774387410841882228851318359375
0.79508740268647670745849609375
0.769182107411324977874755859375
0.75266407616436481475830078125
0.768861054442822933197021484375
0.8022749163210391998291015625
0.792844258248805999755859375
0.805177188478410243988037109375
0.763325425796210765838623046875
0.793260187841951847076416015625
0.786153011955320835113525390625
0.75805421173572540283203125
0.776469792239367961883544921875
0.79900350980460643768310546875
0.7671764083206653594970703125
0.773686974309384822845458984375
0.777013071812689304351806640625
0.75369365327060222625732421875
0.77426275797188282012939453125
0.78677726350724697113037109375
0.751396729610860347747802734375
0.780059822835028171539306640625
0.790594474412500858306884765625
0.778261621482670307159423828125
0.792532567866146564483642578125
0.799244634807109832763671875
0.803143202327191829681396484375
0.801242525689303874969482421875
0.787578924559056758880615234375
0.775328797288239002227783203125
0.77882187254726886749267578125
0.781354926526546478271484375
0.78558491356670856475830078125
0.79333029687404632568359375
0.8067833296954631805419921875
0.78344942070543766021728515625
0.775729927234351634979248046875
0.8006697408854961395263671875
0.78229272365570068359375
0.767717749811708927154541015625
0.80193638242781162261962890625
0.777588943950831890106201171875
0.802893071435391902923583984375
0.775084153749048709869384765625
0.792502683587372303009033203125
0.786904223263263702392578125
0.783858251757919788360595703125
0.784296049736440181732177734375
0.787853906862437725067138671875
0.79099726863205432891845703125
0.77886669151484966278076171875
0.76231811381876468658447265625
0.78677609004080295562744140625
0.786379550583660602569580078125
0.79209466092288494110107421875
0.812338806688785552978515625
0.79835193045437335968017578125
0.76822593249380588531494140625
0.778488031588494777679443359375
0.761334697715938091278076171875
0.80175037123262882232666015625
0.8001008965075016021728515625
0.784796985797584056854248046875
0.7881421111524105072021484375
0.79207315109670162200927734375
0.803950396366417407989501953125
0.74619028158485889434814453125
0.791521914303302764892578125
0.794731792993843555450439453125
0.7851340211927890777587890625
0.790956721641123294830322265625
0.7945650517940521240234375
0.770652442239224910736083984375
0.794524126686155796051025390625
0.794144920073449611663818359375
0.777996785938739776611328125
0.781519110314548015594482421875
0.802928038872778415679931640625
0.777339040301740169525146484375
0.810994957573711872100830078125
0.790910840965807437896728515625
0.780185279436409473419189453125
0.7868236415088176727294921875
0.78889589197933673858642578125
0.795538750477135181427001953125
0.79493979550898075103759765625
0.76760197989642620086669921875
0.794061508961021900177001953125
0.78995458222925662994384765625
0.773058910854160785675048828125
0.78508909232914447784423828125
0.794739111326634883880615234375
0.786837900988757610321044921875
0.80113155208528041839599609375
0.77981306053698062896728515625
0.779918191023170948028564453125
0.7967054285109043121337890625
0.76571303047239780426025390625
0.791575984098017215728759765625
0.776754596270620822906494140625
0.785697269253432750701904296875
0.794998400844633579254150390625
0.80018146149814128875732421875
0.790429077111184597015380859375
0.7793110273778438568115234375
0.792610784061253070831298828125
0.771113463677465915679931640625
0.768778622150421142578125
0.798968680202960968017578125
0.778299472294747829437255859375
0.784991881810128688812255859375
0.800227942876517772674560546875
0.75392440147697925567626953125
0.800160304643213748931884765625
0.770357024855911731719970703125
0.752134659327566623687744140625
0.770186004228889942169189453125
0.79643443785607814788818359375
0.771551662124693393707275390625
0.791827610693871974945068359375
0.792017345316708087921142578125
0.784668748266994953155517578125
0.73766243271529674530029296875
0.76518116705119609832763671875
0.7927052341401576995849609375
0.792415070347487926483154296875
0.804122068919241428375244140625
0.810550429858267307281494140625
0.794943685643374919891357421875
0.768718400038778781890869140625
0.786367622204124927520751953125
0.764988995157182216644287109375
0.785214483737945556640625
0.773509082384407520294189453125
0.76929656974971294403076171875
0.78876091539859771728515625
0.798516505397856235504150390625
0.799749818630516529083251953125
0.7801196910440921783447265625
0.774309773929417133331298828125
