1.5882432460784912109375
1.5929920673370359107678950749686919152736663818359375
1.5973711013793943092053950749686919152736663818359375
1.6743214130401611328125
1.69055080413818359375
1.6842772960662841796875
1.6904585361480712890625
1.6632359027862548828125
1.57330989837646484375
1.5865576267242431640625
1.6935565471649169921875
1.7088901996612548828125
1.7100303173065185546875
1.7006664276123049095446049250313080847263336181640625
1.687915802001953125
1.6890957355499267578125
1.6182537078857421875
1.6158521175384519263928950749686919152736663818359375
1.6907980442047119140625
1.67898082733154296875
1.657649993896484375
1.6384787559509275123303950749686919152736663818359375
1.6596949100494384765625
1.6762638092041015625
1.56934261322021484375
1.5901634693145751953125
1.6820542812347412109375
1.671592235565185546875
1.6626837253570556640625
1.6788880825042724609375
1.6645183563232421875
1.6501789093017578125
1.5902318954467771217053950749686919152736663818359375
1.6240904331207275390625
1.6660044193267822265625
1.6810796260833740234375
1.6886169910430908203125
1.6894640922546388939196049250313080847263336181640625
1.6748316287994384765625
1.681655406951904296875
1.5976781845092771217053950749686919152736663818359375
1.594537258148193359375
1.733170032501220703125
1.67703723907470703125
1.6651570796966552734375
1.6636960506439208984375
1.674867153167724609375
1.678584575653076171875
1.6063151359558103248303950749686919152736663818359375
1.6010015010833740234375
1.72164154052734375
1.7249755859375
1.7157092094421388939196049250313080847263336181640625
1.72217464447021484375
1.7251999378204345703125
1.7289984226226808861071049250313080847263336181640625
1.6104695796966552734375
1.63692951202392578125
1.6328418254852294921875
1.6296093463897705078125
1.664679050445556640625
1.653461933135986328125
1.6376969814300537109375
1.64787578582763671875
1.665740966796875
1.6625192165374755859375
1.6660177707672119140625
1.6654570102691650390625
1.6533362865447998046875
1.6577091217041015625
1.6642606258392333984375
1.6923253536224363013928950749686919152736663818359375
1.5818097591400146484375
1.5771911144256591796875
1.6986894607543943092053950749686919152736663818359375
1.6742341518402099609375
1.7049791812896728515625
1.661924839019775390625
1.6446321010589599609375
1.6549434661865234375
1.611781597137451171875
1.5982468128204345703125
1.7131025791168212890625
1.7179534435272216796875
1.714015960693359375
1.7105841636657717064196049250313080847263336181640625
1.7144067287445068359375
1.7279808521270751953125
1.5834548473358154296875
1.5851576328277587890625
1.7045180797576904296875
1.7073986530303955078125
1.7060794830322265625
1.7016451358795166015625
1.69521808624267578125
1.6158993244171144798571049250313080847263336181640625
1.63190555572509765625
1.67356014251708984375
1.672992229461669921875
1.656373500823974609375
1.6377656459808349609375
1.658901691436767578125
1.5863895416259765625
1.5818846225738523170178950749686919152736663818359375
1.564913272857666015625
1.6759932041168212890625
1.681005001068115234375
1.677947521209716796875
1.687522411346435546875
1.6209700107574462890625
1.6090815067291259765625
1.7077448368072509765625
1.7078311443328855201428950749686919152736663818359375
1.7113473415374755859375
1.7151296138763427734375
1.70281124114990234375
1.56004810333251953125
1.591451168060302734375
1.72692203521728515625
1.7157385349273681640625
1.7114431858062744140625
1.7086985111236572265625
1.70856380462646484375
1.6065719127655029296875
1.629231929779052734375
1.6747701168060304954821049250313080847263336181640625
1.6763308048248291015625
1.6870348453521728515625
1.6639077663421630859375
1.65860080718994140625
1.592929840087890625
1.5913166999816896751696049250313080847263336181640625
1.7245428562164308861071049250313080847263336181640625
1.7121431827545166015625
1.72453212738037109375
1.712713718414306640625
1.7137911319732666015625
1.611978054046630859375
1.6067221164703369140625
1.6853473186492919921875
1.699073314666748046875
1.6948244571685791015625
1.7039620876312255859375
1.7019512653350830078125
1.5587437152862548828125
1.563415050506591796875
1.7458858489990234375
1.69916629791259765625
1.7458035945892333984375
1.6943848133087158203125
1.7344434261322019263928950749686919152736663818359375
