0.10240930318832390522043596092771622352302074432373046875
0.11895263195037840409096219218554324470460414886474609375
0.1145535707473754050145231531132594682276248931884765625
0.0974054932594299038850493843710864894092082977294921875
0.10304504632949819387111034529880271293222904205322265625
0.117054641246795598785723768742172978818416595458984375
0.09149479866027830643471219218554324470460414886474609375
0.109867036342620794098223768742172978818416595458984375
0.12267941236495970291908719218554324470460414886474609375
0.103713870048522893707598768742172978818416595458984375
0.08881229162216179584543596092771622352302074432373046875
0.09047895669937129625726157655662973411381244659423828125
0.1038760542869567038426481531132594682276248931884765625
0.098433971405029296875
0.108051598072052001953125
0.091484546661376897613848768742172978818416595458984375
0.1035471558570860983738981531132594682276248931884765625
0.11090415716171260485101157655662973411381244659423828125
0.10398274660110469469476157655662973411381244659423828125
0.10894572734832759508538657655662973411381244659423828125
0.113083958625793401520098768742172978818416595458984375
0.0983031988143920065770231531132594682276248931884765625
0.08720695972442620014231096092771622352302074432373046875
0.08542537689208980211663657655662973411381244659423828125
0.11333000659942620014231096092771622352302074432373046875
0.10683429241180419921875
0.11493629217147820209543596092771622352302074432373046875
0.103686392307281494140625
0.10051208734512319387111034529880271293222904205322265625
0.11286336183547969469476157655662973411381244659423828125
0.10128039121627800678293596092771622352302074432373046875
0.11179912090301509508538657655662973411381244659423828125
0.1123635768890380026707731531132594682276248931884765625
0.111152648925781194488848768742172978818416595458984375
0.11123931407928459857981096092771622352302074432373046875
0.09897834062576289781976157655662973411381244659423828125
0.101086318492889404296875
0.140247642993927001953125
0.11051923036575310443918596092771622352302074432373046875
0.111816763877868596832598768742172978818416595458984375
0.09831333160400390625
0.0981878042221069058381743843710864894092082977294921875
0.09043723344802849506418596092771622352302074432373046875
0.11035466194152830643471219218554324470460414886474609375
0.10219794511795039781976157655662973411381244659423828125
0.1153697967529296042332731531132594682276248931884765625
0.12190002202987669510658719218554324470460414886474609375
0.106160104274749700348223768742172978818416595458984375
0.11794430017471309313226157655662973411381244659423828125
0.10501241683959959549721219218554324470460414886474609375
0.10366261005401609940346219218554324470460414886474609375
0.092197239398956298828125
0.1062781214714050015412993843710864894092082977294921875
0.11419022083282469315346219218554324470460414886474609375
0.10151863098144529862221219218554324470460414886474609375
0.087747097015380803863848768742172978818416595458984375
0.11693704128265379471596219218554324470460414886474609375
0.1206103563308714987645231531132594682276248931884765625
0.1142475605010986050569243843710864894092082977294921875
0.09936833381652830643471219218554324470460414886474609375
0.1025858521461485983738981531132594682276248931884765625
0.1215488910675047995457731531132594682276248931884765625
0.10130137205123899979408719218554324470460414886474609375
0.10818648338317869705971219218554324470460414886474609375
0.10576397180557249588783719218554324470460414886474609375
0.100091218948364202301348768742172978818416595458984375
0.106267154216766301910723768742172978818416595458984375
0.11103314161300649465236034529880271293222904205322265625
0.10779857635498039936106096092771622352302074432373046875
0.117058753967285100738848768742172978818416595458984375
0.109379589557647705078125
0.104800999164581298828125
0.0862859487533569058381743843710864894092082977294921875
0.1023481488227843960725493843710864894092082977294921875
0.1022410988807677945100493843710864894092082977294921875
0.11985212564468379625726157655662973411381244659423828125
0.10428637266159050678293596092771622352302074432373046875
0.119785368442535400390625
0.10883998870849609375
0.087781488895416204254473768742172978818416595458984375
0.09696841239929189504298534529880271293222904205322265625
0.10470747947692869705971219218554324470460414886474609375
0.11799007654190059313226157655662973411381244659423828125
0.0950699448585509976350493843710864894092082977294921875
0.09895229339599609375
0.10110276937484739823158719218554324470460414886474609375
0.11457359790802000565346219218554324470460414886474609375
0.12192761898040770096596219218554324470460414886474609375
0.110607206821441594879473768742172978818416595458984375
0.089127182960510198395098768742172978818416595458984375
0.098511099815368596832598768742172978818416595458984375
0.09700155258178709549721219218554324470460414886474609375
0.11154872179031370682533719218554324470460414886474609375
0.1119399666786193014988981531132594682276248931884765625
0.1010242700576781949006743843710864894092082977294921875
0.11794936656951900133538657655662973411381244659423828125
0.11129015684127800678293596092771622352302074432373046875
0.08809745311737060546875
0.11949527263641350482981096092771622352302074432373046875
0.10400712490081780170481096092771622352302074432373046875
0.12442326545715330643471219218554324470460414886474609375
0.0850262641906738003694243843710864894092082977294921875
0.1057933568954466940770231531132594682276248931884765625
0.09930950403213499588783719218554324470460414886474609375
0.10928714275360100482981096092771622352302074432373046875
0.0964616537094115933381743843710864894092082977294921875
0.1050305366516113003694243843710864894092082977294921875
0.101460874080657903473223768742172978818416595458984375
0.1039350628852843960725493843710864894092082977294921875
0.106209516525268499176348768742172978818416595458984375
0.1034706234931944968113981531132594682276248931884765625
0.083172619342803899566973768742172978818416595458984375
0.0983439087867735983738981531132594682276248931884765625
0.11634767055511470446038657655662973411381244659423828125
0.11118626594543450092356096092771622352302074432373046875
0.10996931791305540604408719218554324470460414886474609375
0.07620054483413689350168596092771622352302074432373046875
0.12146246433258049701731096092771622352302074432373046875
0.1020444035530090054475493843710864894092082977294921875
0.1069308519363403042756743843710864894092082977294921875
0.1077060103416442038426481531132594682276248931884765625
0.118451058864593505859375
0.104725301265716497223223768742172978818416595458984375
0.1135227680206297995457731531132594682276248931884765625
0.110477268695831298828125
0.10578018426895140213783719218554324470460414886474609375
0.111561715602874700348223768742172978818416595458984375
0.10891276597976680406976157655662973411381244659423828125
0.1072254776954650046238981531132594682276248931884765625
0.0908527970314025046238981531132594682276248931884765625
0.11127650737762449784096219218554324470460414886474609375
0.10483849048614500565346219218554324470460414886474609375
0.10244256258010860094476157655662973411381244659423828125
0.10954898595809929584543596092771622352302074432373046875
0.1002248525619506003270231531132594682276248931884765625
0.105497181415557805816973768742172978818416595458984375
0.1031605005264281949006743843710864894092082977294921875
0.0976910591125488003694243843710864894092082977294921875
0.1059882044792175015412993843710864894092082977294921875
0.10922402143478389391351157655662973411381244659423828125
0.1106042265892027975926481531132594682276248931884765625
0.11389470100402830643471219218554324470460414886474609375
0.099257946014404296875
0.12175899744033809313226157655662973411381244659423828125
0.0985812544822692038426481531132594682276248931884765625
0.10015380382537840409096219218554324470460414886474609375
0.11679780483245849609375
0.10402965545654289936106096092771622352302074432373046875
0.1008124351501464011082731531132594682276248931884765625
0.10720121860504150390625
0.102128624916076604645098768742172978818416595458984375
