4.95299053192138671875
6.511635303497314453125
5.784763336181640625
4.89191722869873046875
5.05929088592529296875
4.255006313323974609375
4.668360233306884765625
5.522167205810546875
6.73754405975341796875
5.384001255035400390625
4.1653919219970703125
4.9127140045166015625
11.7543029785156232236431605997495353221893310546875
4.448286533355712890625
7.520582675933837890625
6.72185516357421875
4.9671878814697265625
4.968189716339111328125
4.8491497039794921875
7.471734523773193359375
4.97322940826416015625
5.592357635498046875
4.80327606201171875
7.87689113616943359375
4.36154937744140625
9.692279815673828125
12.7308502197265625
5.0376796722412109375
8.5919513702392578125
8.73723506927490234375
4.44124507904052734375
4.97883701324462890625
7.6997470855712890625
4.849444866180419921875
10.8318576812744140625
4.46638774871826171875
5.9324092864990234375
8.381011962890625
3.9772739410400390625
8.410007476806640625
11.59800434112548828125
8.2061557769775390625
4.57409000396728515625
5.65091609954833984375
4.79145526885986328125
5.141898632049560546875
6.804325103759765625
8.17442417144775390625
4.87831974029541015625
4.616893768310546875
4.305945873260498046875
8.217670440673828125
10.4020938873291015625
5.19854068756103515625
4.48127651214599609375
8.24066829681396484375
5.28416156768798828125
7.22930431365966796875
5.73140430450439453125
7.68375444412231534130341970012523233890533447265625
4.943434238433837890625
5.37230396270751953125
5.056069850921630859375
4.65520763397216796875
5.68602657318115234375
4.4388599395751953125
4.543915271759033203125
5.002868175506591796875
5.40674877166748046875
9.58198833465576171875
5.548043727874755859375
5.093978404998779296875
8.31741619110107421875
4.96904277801513671875
4.662946224212646484375
5.137061595916748046875
5.0693874359130859375
5.3410797119140625
6.734138965606689453125
4.80683135986328125
4.71475982666015625
9.22183990478515625
7.98801326751708984375
5.687911510467529296875
10.9213743209838884951068394002504646778106689453125
5.3847026824951171875
7.6777667999267578125
9.37257671356201171875
8.06561374664306640625
7.6135921478271484375
4.963304996490478515625
4.7002277374267578125
5.373272418975830078125
7.107494354248046875
5.165065765380859375
10.59397411346435546875
4.92510509490966796875
4.6776256561279296875
8.7685832977294921875
4.628528118133544921875
5.987701416015625
4.89947032928466796875
4.7698497772216796875
12.5363616943359375
5.54971790313720703125
5.2809295654296875
8.7832355499267578125
5.707660198211669921875
6.97604656219482421875
8.1872615814208984375
4.7621746063232421875
4.69916534423828125
4.478855609893798828125
4.409421443939208984375
5.8915462493896484375
8.8557281494140625
6.127562999725341796875
5.97412872314453125
5.24500274658203125
5.198932170867919921875
9.64918994903564453125
4.7306232452392578125
8.3585491180419921875
5.759876728057861328125
5.1151580810546875
4.652036190032958984375
5.168441295623779296875
5.12219715118408203125
4.067304134368896484375
10.57006931304931640625
5.5160312652587890625
8.247112274169921875
4.692279815673828125
4.517224788665771484375
5.05152606964111328125
8.7957210540771484375
4.6844043731689453125
5.919802188873291015625
5.1841983795166015625
5.38614177703857421875
7.789295673370361328125
5.0422191619873046875
5.563213348388671875
4.74307346343994140625
10.4440107345581036923931605997495353221893310546875
8.0901031494140625
5.204291820526123046875
7.73006343841552734375
5.18407440185546875
3.8679935932159423828125
4.933059215545654296875
