0.65906800403910648089578216968220658600330352783203125
0.63518380101801186210508376461802981793880462646484375
0.63071759872148636105748664704151451587677001953125
0.63834804985315496406172997012617997825145721435546875
0.63047710900882492079944086071918718516826629638671875
0.647024178320392717722597808460704982280731201171875
0.6446225538308543168142250578966923058032989501953125
0.60115240964975047432972132810391485691070556640625
0.63347402155198506701339056235156022012233734130859375
0.663397094160302902565717886318452656269073486328125
0.65141160819872012677222983256797306239604949951171875
0.57630303370348912039844435639679431915283203125
0.60329972239083440310736250467016361653804779052734375
0.58018819381914266131161639350466430187225341796875
0.67405321541313967248498784101684577763080596923828125
0.522058608420906011815532110631465911865234375
0.638089261337324575862339770537801086902618408203125
0.55186750589365785035766975852311588823795318603515625
0.62805447729778507426345868225325830280780792236328125
0.62563862638219391865135321495472453534603118896484375
0.60296287611699705966117335265153087675571441650390625
0.61550584727046075972367589201894588768482208251953125
0.62419865875592461801346644278964959084987640380859375
0.6571159181652956871033666175208054482936859130859375
0.6346128949581923972544927892158739268779754638671875
0.62211313212259911065160622456460259854793548583984375
0.6581811895849749571851816654088906943798065185546875
0.61938914986606607993024908864754252135753631591796875
0.65373976176116055381015712555381469428539276123046875
0.61545669570051664276633118788595311343669891357421875
0.60375673788600170421858592817443422973155975341796875
0.632688772656687437034861432039178907871246337890625
0.6389156362967070013070269851596094667911529541015625
0.6372521476750636626462664935388602316379547119140625
0.631062146230319864770308413426391780376434326171875
0.61156337148866246611333963301149196922779083251953125
0.6168786925943618992818073820671997964382171630859375
0.590859912378037588354118270217441022396087646484375
0.628934313014350987458556119236163794994354248046875
0.62659368248087810027158184311701916158199310302734375
0.6541916983738531587988518367637880146503448486328125
0.6436744721248637279842341740732081234455108642578125
0.6217473457364963707050264929421246051788330078125
0.6404414238019831007164839320466853678226470947265625
0.635208555460093915456809554598294198513031005859375
0.6827296982831281280112989406916312873363494873046875
0.637388169917775027073503224528394639492034912109375
0.6176300040816140590749228067579679191112518310546875
0.65644339442506094428608776070177555084228515625
0.69132022151381311569906529257423244416713714599609375
0.57989982652398996965104061018791981041431427001953125
0.5836383646203184838441302417777478694915771484375
0.65612105210218507611585891936556436121463775634765625
0.6282265332164482796173388123861514031887054443359375
0.60673536894206903102855221732170321047306060791015625
0.5968578757166753678831128127058036625385284423828125
0.652837044406850086630811347276903688907623291015625
0.5668924233171270810061059819418005645275115966796875
0.64255490234573542362994658105890266597270965576171875
0.57190821721137730104800311892176978290081024169921875
0.63331562157742438134988560705096460878849029541015625
0.5265147842653867815698731646989472210407257080078125
0.644692912436515275231840860215015709400177001953125
0.626388598655231998435510831768624484539031982421875
0.62195437567650369015126443628105334937572479248046875
0.6251920716411063505546508167753927409648895263671875
0.65375075207072086413973011076450347900390625
0.60371769844669997961972285338561050593852996826171875
0.66635161562210132313310850804555229842662811279296875
0.64987027464425806133618834792287088930606842041015625
0.6282900176303487516094037346192635595798492431640625
0.68855156735451872318520827320753596723079681396484375
0.64717701169399088900746619401616044342517852783203125
0.65647468617977600136015325915650464594364166259765625
0.6298821249982731185212969649001024663448333740234375
0.6466416043818468128989707111031748354434967041015625
0.632274401110111572421601522364653646945953369140625
0.60434710065589125616014598563197068870067596435546875
0.6383840327254883817431618808768689632415771484375
0.6119132939928793035733178840018808841705322265625
0.6153723974463221058073258973308838903903961181640625
0.66121466556861852037485505206859670579433441162109375
0.65022446956953727781325369505793787539005279541015625
0.6425715732499786003728559080627746880054473876953125
0.59557052769261265012801231932826340198516845703125
0.6441951611236971242391291525564156472682952880859375
0.5662840406190590147872399029438383877277374267578125
0.61266138749637699678629587651812471449375152587890625
0.5876183448440246426258681822218932211399078369140625
0.59798549060677819166897961622453294694423675537109375
0.70586535370262193378465553905698470771312713623046875
0.62631524969533014512990121147595345973968505859375
0.63173799863079427296952417236752808094024658203125
0.60086173810831045027924801615881733596324920654296875
0.63447555821470580372789527245913632214069366455078125
0.6044159863601208382277718555997125804424285888671875
0.52802340397374802893892820065957494080066680908203125
0.635193159746781699226403361535631120204925537109375
0.616769868494003947745341065456159412860870361328125
0.67420674648766765191254535238840617239475250244140625
0.65430820116254351237472519642324186861515045166015625
0.59719962214118227361581148215918801724910736083984375
0.65552061717593534950765388202853500843048095703125
0.65838925776472845274867040643584914505481719970703125
0.610914102870220521168675986700691282749176025390625
0.66286114647198957072760094888508319854736328125
0.62202519892148711022628049249760806560516357421875
0.62624008342485992795189986281911842525005340576171875
0.6067344275192241287442129760165698826313018798828125
0.6407730998775480468765408659237436950206756591796875
0.6538262939515926408517998424940742552280426025390625
0.640655505759576637814234345569275319576263427734375
0.59675638632918748260891561585594899952411651611328125
0.630813667602854621918595512397587299346923828125
0.6625914936916801334376714294194243848323822021484375
0.62767857854880559909105386395822279155254364013671875
0.644553217603461181539614699431695044040679931640625
0.6444706903393271346658366383053362369537353515625
0.65731440593337142619390078834840096533298492431640625
0.62498438582134763219499973274650983512401580810546875
0.63139242663529071553085714185726828873157501220703125
0.61844602259445535796800186290056444704532623291015625
0.630666328176154866724800740485079586505889892578125
0.63105242829061303222459855533088557422161102294921875
0.61665556548762279209796588475001044571399688720703125
0.59904006461550218798350897486670874059200286865234375
0.60744603657238449567756788383121602237224578857421875
0.647758165088918591578703853883780539035797119140625
0.62332265972696332401170593584538437426090240478515625
0.5687444476749867749987288334523327648639678955078125
0.61114197686485172145154365352937020361423492431640625
0.64351395894858065549470893529360182583332061767578125
0.65867278033906206946568318016943521797657012939453125
0.60994130304168747702675545951933600008487701416015625
0.6423766773493684301143957782187499105930328369140625
0.605477534410881812476645791321061551570892333984375
0.650286128211163383383563996176235377788543701171875
0.583492572460730496430869607138447463512420654296875
0.6136447132054845265969333922839723527431488037109375
0.578199850584126817665264752577058970928192138671875
0.56708314890291966481328245208715088665485382080078125
0.60128224989010237155895310934283770620822906494140625
0.641756058330560374969309123116545379161834716796875
0.62893197246220211571454683507909066975116729736328125
0.66426752083540663296190587061573751270771026611328125
0.63636152214271757276975449713063426315784454345703125
0.61967206788738593559173750691115856170654296875
0.63702456905311588553075807794812135398387908935546875
0.650815162375386169202329256222583353519439697265625
0.56527046932602242890197885571978986263275146484375
0.576865555089283166267932756454683840274810791015625
