0.702972120605409145355224609375
0.723696728236973285675048828125
0.70094920881092548370361328125
0.69827744923532009124755859375
0.6939976103603839874267578125
0.682081036269664764404296875
0.686739060096442699432373046875
0.660314432345330715179443359375
0.6800452880561351776123046875
0.602683544158935546875
0.74381639622151851654052734375
0.655744385905563831329345703125
0.713437248952686786651611328125
0.585289291106164455413818359375
0.598669111728668212890625
0.63407765887677669525146484375
0.72378160990774631500244140625
0.629259668290615081787109375
0.702474138699471950531005859375
0.65773445926606655120849609375
0.674819787032902240753173828125
0.68093096651136875152587890625
0.701845490373671054840087890625
0.650801546871662139892578125
0.7201342247426509857177734375
0.658983468078076839447021484375
0.671778379939496517181396484375
0.6278358660638332366943359375
0.638331956230103969573974609375
0.65331053175032138824462890625
0.696690750308334827423095703125
0.668566632084548473358154296875
0.669196472503244876861572265625
0.697628972120583057403564453125
0.64750352315604686737060546875
0.71019653975963592529296875
0.689627222716808319091796875
0.723168401978909969329833984375
0.67634009011089801788330078125
0.72080369293689727783203125
0.6703896038234233856201171875
0.69010180793702602386474609375
0.734878255985677242279052734375
0.6707436256110668182373046875
0.691402045078575611114501953125
0.71361996792256832122802734375
0.6730510294437408447265625
0.69550923816859722137451171875
0.727395114488899707794189453125
0.66997608728706836700439453125
0.683219132013618946075439453125
0.723994626663625240325927734375
0.677301256917417049407958984375
0.681346587836742401123046875
0.68692702613770961761474609375
0.67168646119534969329833984375
0.694886372424662113189697265625
0.666903628967702388763427734375
0.701661527156829833984375
0.681276204995810985565185546875
0.6730515398085117340087890625
0.693796717561781406402587890625
0.658930658362805843353271484375
0.7275420986115932464599609375
0.685418984852731227874755859375
0.68398049287497997283935546875
0.72093062289059162139892578125
0.68305079080164432525634765625
0.576360945589840412139892578125
0.684745638631284236907958984375
0.7134399749338626861572265625
0.7357582785189151763916015625
0.61983856000006198883056640625
0.65702052600681781768798828125
0.668698315508663654327392578125
0.70635661296546459197998046875
0.717282555997371673583984375
0.61695071496069431304931640625
0.625432207249104976654052734375
0.6865193434059619903564453125
0.690714417956769466400146484375
0.694699053652584552764892578125
0.69660495780408382415771484375
0.6594101674854755401611328125
0.675899139605462551116943359375
0.729378305375576019287109375
0.679391679354012012481689453125
0.66851309500634670257568359375
0.726595572195947170257568359375
0.713881778530776500701904296875
0.7339132688939571380615234375
0.71794738434255123138427734375
0.668400314636528491973876953125
0.68584255874156951904296875
0.635524219833314418792724609375
0.6775147058069705963134765625
0.691623237915337085723876953125
0.664080883376300334930419921875
0.700255356729030609130859375
0.6667983047664165496826171875
0.680247224867343902587890625
0.6849747411906719207763671875
0.70271622203290462493896484375
0.686402917839586734771728515625
0.68749164976179599761962890625
0.734271642751991748809814453125
0.677238612435758113861083984375
0.71552241407334804534912109375
0.70096658170223236083984375
0.72765987552702426910400390625
0.67771761678159236907958984375
0.735219798982143402099609375
0.70079824142158031463623046875
0.71154973469674587249755859375
0.68450231663882732391357421875
0.678611417300999164581298828125
0.690262186340987682342529296875
0.70715272426605224609375
0.64799864031374454498291015625
0.703987584449350833892822265625
0.6523873247206211090087890625
0.647007365711033344268798828125
0.6955735683441162109375
0.673706348054111003875732421875
0.651401315815746784210205078125
0.6882075369358062744140625
0.651167667470872402191162109375
0.65505570732057094573974609375
0.71437886543571949005126953125
0.6572337262332439422607421875
0.694675886072218418121337890625
0.717440329492092132568359375
0.700093817897140979766845703125
0.638783971779048442840576171875
0.625395272858440876007080078125
0.67849644459784030914306640625
0.69724331609904766082763671875
0.698970246128737926483154296875
0.74656238220632076263427734375
0.637319109402596950531005859375
0.667136850766837596893310546875
0.718379356898367404937744140625
0.64158154465258121490478515625
0.67322196066379547119140625
0.586140699684619903564453125
0.660633184947073459625244140625
0.693999588489532470703125
0.691521561704576015472412109375
0.657427023164927959442138671875
0.648298211395740509033203125
0.6421645097434520721435546875
