169.9858033657073974609375
164.565725564956693460771930404007434844970703125
53.88726329803466796875
170.3555324077606201171875
174.4568603038787841796875
167.43599224090576171875
167.1938078403472900390625
174.931292057037353515625
165.2311089038848876953125
168.937486171722412109375
170.3487923145294189453125
166.5548393726348876953125
167.344203948974609375
170.3157393932342529296875
169.00062274932861328125
168.600519657135009765625
173.1095740795135498046875
173.1137917041778564453125
163.5895693302154541015625
171.0093097686767578125
170.5661070346832275390625
165.8248460292816162109375
161.7150390148162841796875
169.03279018402099609375
177.5070631504058837890625
169.29120922088623046875
159.1459076404571533203125
176.536320209503173828125
164.9973506927490234375
168.7089383602142333984375
167.3818566799163818359375
164.4144132137298583984375
173.88454437255859375
165.228993892669677734375
164.3939898014068603515625
166.4392654895782470703125
169.8399713039398193359375
175.31998538970947265625
173.7092278003692626953125
159.7751467227935791015625
167.9283635616302490234375
166.0031692981719970703125
166.77744388580322265625
170.2777230739593505859375
169.7645623683929443359375
169.3688657283782958984375
163.4961960315704345703125
167.3945372104644775390625
161.0427405834197998046875
168.305624485015869140625
171.665879726409912109375
165.76680755615234375
168.6337802410125732421875
170.3921668529510498046875
168.42200756072998046875
165.727581024169921875
166.80301189422607421875
172.6941854953765869140625
174.394970417022705078125
168.9676513671875
168.874602794647216796875
169.17460727691650390625
170.3100426197052001953125
162.103342533111572265625
163.8086702823638916015625
160.37034702301025390625
162.1856844425201416015625
165.0069940090179443359375
167.1749689579010009765625
166.5601189136505126953125
164.282394886016845703125
166.7574627399444580078125
167.4533936977386474609375
163.905124664306640625
172.3293743133544921875
172.0082695484161376953125
173.1570262908935546875
166.3472430706024169921875
166.80429935455322265625
167.238704681396484375
163.930831432342529296875
171.1446073055267333984375
169.6263811588287353515625
167.4340145587921142578125
169.7729513645172119140625
172.2451941967010498046875
167.918453693389892578125
167.069021701812744140625
162.76873874664306640625
166.825318813323946187665569595992565155029296875
167.3797895908355712890625
164.09595775604248046875
169.9656298160552978515625
166.724498748779296875
168.975664138793973734209430404007434844970703125
172.1680049896240234375
172.0996339321136474609375
174.0732076168060302734375
171.55076694488525390625
169.40622615814208984375
171.7838337421417236328125
170.156475543975830078125
165.1274054050445556640625
174.1316783428192138671875
166.4838426113128662109375
167.3705923557281494140625
168.0306546688079833984375
168.3718307018280029296875
168.937412738800048828125
170.36778163909912109375
172.556377887725830078125
168.161348819732666015625
168.38358402252197265625
168.5982019901275634765625
167.3353235721588134765625
164.1849687099456787109375
172.7449867725372314453125
171.116152286529541015625
167.91681575775146484375
169.3299591541290283203125
169.3336513042449951171875
164.27128887176513671875
164.0646419525146484375
164.18494892120361328125
172.0691101551055908203125
171.830427646636962890625
166.7919089794158935546875
166.0655052661895751953125
169.492606639862060546875
163.81287479400634765625
164.53504467010498046875
168.7842981815338134765625
169.393915653228759765625
167.7648913860321044921875
170.646685123443603515625
166.6404840946197509765625
167.183294773101806640625
172.7535221576690673828125
174.695762157440213968584430404007434844970703125
169.6558246612548828125
171.316625118255615234375
170.884713649749755859375
171.228675365447998046875
166.6966903209686279296875
163.997175693511962890625
172.3418414592742919921875
166.501556873321533203125
168.1082046031951904296875
173.1583340167999267578125
164.2904040813446044921875
165.52926921844482421875
