167.3107984066009521484375
164.585003376007080078125
161.4770109653472900390625
168.9383528232574462890625
174.3833332061767578125
167.164607524871826171875
168.6144235134124755859375
174.7105429172515869140625
162.82708835601806640625
167.9292008876800537109375
170.424943447113037109375
169.1868517398834228515625
167.64640045166015625
168.515480518341064453125
164.8910462856292724609375
169.1509931087493896484375
174.009338855743408203125
164.2234058380126953125
169.6340219974517822265625
172.3832533359527587890625
168.880080699920625875165569595992565155029296875
164.802737712860107421875
161.229464054107666015625
168.6403515338897705078125
175.524883270263671875
160.3890583515167236328125
173.2042882442474365234375
164.74991512298583984375
164.256145477294921875
169.6638591289520263671875
166.9923565387725830078125
163.7960422039031982421875
172.9987914562225341796875
166.9105174541473388671875
162.841811656951904296875
165.7307989597320556640625
169.517578125
175.134199619293212890625
172.2015178203582763671875
158.9889867305755615234375
166.7100086212158203125
162.348334074020414163896930404007434844970703125
166.4396998882293701171875
169.234893798828125
168.6676065921783447265625
167.9853813648223876953125
163.604350566864013671875
167.91165447235107421875
159.766021728515625
171.531428813934326171875
165.82022762298583984375
167.1764676570892333984375
168.741062164306640625
169.282634735107421875
167.455477714538545797040569595992565155029296875
165.809934139251708984375
166.8104674816131591796875
168.8514404296875
172.8600842952728271484375
169.020442962646484375
167.1307697296142578125
167.882070064544677734375
168.8153069019317626953125
162.78551578521728515625
164.3197879791259765625
163.2229387760162353515625
169.3554379940032958984375
163.83437061309814453125
167.876944065093994140625
166.7920238971710205078125
165.0520153045654296875
166.0435559749603271484375
168.1478595733642578125
171.3389470577239990234375
171.006031036376953125
168.223144054412841796875
170.8825943470001220703125
165.7408130168914794921875
166.532831668853759765625
167.5063598155975341796875
161.873111724853515625
169.273633480072021484375
168.001541614532470703125
167.5871791839599609375
170.375680446624755859375
171.624345302581787109375
168.4278066158294677734375
167.3846662044525146484375
160.3247573375701904296875
169.7926657199859619140625
166.4049632549285888671875
163.3415355682373046875
167.6425788402557373046875
166.4565460681915283203125
168.8700053691864013671875
171.52227115631103515625
169.03297901153564453125
172.65920925140380859375
169.9780418872833251953125
168.853771209716796875
171.0141098499298095703125
167.6778976917266845703125
164.614897251129150390625
166.5845687389373779296875
166.97397899627685546875
162.944329738616943359375
167.53535556793212890625
166.0914957523345947265625
168.2112123966217041015625
168.885470867156982421875
166.566802501678466796875
166.091787815093994140625
166.9898641109466552734375
166.390250682830810546875
166.984999179840087890625
164.0843627452850341796875
172.520129680633544921875
172.9148724079132080078125
167.0570752620697021484375
166.8859550952911376953125
168.8899648189544677734375
162.961649417877197265625
163.127227306365966796875
163.41762447357177734375
174.35666942596435546875
166.903533935546875
167.4283978939056396484375
167.2719895839691162109375
168.029942989349365234375
166.521377086639404296875
164.667408466339111328125
168.5334203243255615234375
169.789082288742093851396930404007434844970703125
167.507707834243745992353069595992565155029296875
170.682123661041259765625
170.334876537322998046875
165.4707100391387939453125
171.039242267608642578125
165.688616275787353515625
169.0141620635986328125
170.5273249149322509765625
171.089683055877685546875
170.4229843616485595703125
166.734039783477783203125
161.6640388965606689453125
171.392138004302978515625
168.766554355621337890625
170.0863549709320068359375
172.8904249668121337890625
163.205541133880615234375
164.3030335903167724609375
