0.98789840936660755499332253748434595763683319091796875
0.99181133508682239874332253748434595763683319091796875
0.99593293666839599609375
0.97010511159896839483707253748434595763683319091796875
0.988035619258880615234375
0.99285280704498279913394753748434595763683319091796875
0.95787394046783436163394753748434595763683319091796875
0.99542510509490955694644753748434595763683319091796875
0.9951031208038330078125
0.99111038446426402703792746251565404236316680908203125
0.99245107173919677734375
0.976861476898193359375
0.986168324947357177734375
0.98884141445159923211605246251565404236316680908203125
0.99001979827880859375
0.987578868865966796875
0.95789468288421641961605246251565404236316680908203125
0.993642270565032958984375
0.96003240346908558233707253748434595763683319091796875
0.97794914245605479852230246251565404236316680908203125
0.977953135967254638671875
0.987970650196075439453125
0.98514050245285045281917746251565404236316680908203125
0.991401374340057373046875
0.990356862545013427734375
0.9705574512481689453125
0.98180890083312999383480246251565404236316680908203125
0.98452246189117442742855246251565404236316680908203125
0.98389971256256103515625
0.970172584056854248046875
0.97901809215545643194644753748434595763683319091796875
0.98935186862945556640625
0.969967901706695556640625
0.98653960227966319695980246251565404236316680908203125
0.98670923709869384765625
0.990535199642181396484375
0.993947327136993408203125
0.96027743816375721319644753748434595763683319091796875
0.97134137153625477179019753748434595763683319091796875
0.95809465646743763311832253748434595763683319091796875
0.96996259689331043585269753748434595763683319091796875
0.992229640483856201171875
0.983011424541473388671875
0.96854770183563243524105246251565404236316680908203125
0.994716942310333251953125
0.974885463714599609375
0.98857516050338756219417746251565404236316680908203125
0.99544775485992442742855246251565404236316680908203125
0.99287909269332874639957253748434595763683319091796875
0.96002924442291259765625
0.98546111583709716796875
0.985541999340057373046875
0.9808142185211181640625
0.97909915447235118524105246251565404236316680908203125
0.98603439331054676397769753748434595763683319091796875
0.97940421104431163445980246251565404236316680908203125
0.98993873596191395147769753748434595763683319091796875
0.98278641700744640008480246251565404236316680908203125
0.99036228656768798828125
0.98785418272018443719417746251565404236316680908203125
0.985267341136932373046875
0.98804867267608642578125
0.98639643192291259765625
0.972452342510223388671875
0.96426987648010242804019753748434595763683319091796875
0.985644996166229248046875
0.99477660655975341796875
0.985667526721954345703125
0.99384528398513805047542746251565404236316680908203125
0.99593180418014515264957253748434595763683319091796875
0.98794335126876842156917746251565404236316680908203125
0.96991330385208118780582253748434595763683319091796875
0.98708021640777598992855246251565404236316680908203125
0.996121883392333984375
0.9834411144256591796875
0.9583284854888916015625
0.96637356281280517578125
0.98257672786712635382144753748434595763683319091796875
0.98726528882980357781917746251565404236316680908203125
0.99591916799545276983707253748434595763683319091796875
0.983539879322052001953125
0.97652828693389881475894753748434595763683319091796875
0.98981261253356922491519753748434595763683319091796875
0.98961609601974476202457253748434595763683319091796875
0.98162364959716796875
0.982682406902313232421875
0.99297809600830078125
0.98529815673828125
0.99219930171966563836605246251565404236316680908203125
0.979937970638275146484375
0.986960232257843017578125
0.98597174882888805047542746251565404236316680908203125
0.941314160823822021484375
0.99058735370635997430355246251565404236316680908203125
0.987078487873077392578125
0.98551619052886962890625
0.981591999530792236328125
0.97665488719940196649105246251565404236316680908203125
0.99697369337081920281917746251565404236316680908203125
0.99211072921752918585269753748434595763683319091796875
0.97727072238922119140625
0.984228312969207763671875
0.99554944038391124383480246251565404236316680908203125
0.99533981084823597296207253748434595763683319091796875
0.986253917217254638671875
0.993830204010009765625
0.982817232608795166015625
0.986976325511932373046875
0.96581029891967762335269753748434595763683319091796875
0.9892351627349853515625
0.96597135066986083984375
0.984809100627899169921875
0.991257965564727783203125
0.984724223613739013671875
0.995934784412384033203125
0.98168265819549560546875
0.98645150661468516961605246251565404236316680908203125
0.99312120676040638311832253748434595763683319091796875
0.98840701580047596319644753748434595763683319091796875
0.98747640848159801141292746251565404236316680908203125
0.97261542081832874639957253748434595763683319091796875
0.98051369190216064453125
0.98566240072250355108707253748434595763683319091796875
0.99707937240600597039730246251565404236316680908203125
0.9691956043243408203125
0.9820139408111572265625
0.98525393009185802117855246251565404236316680908203125
0.964665949344635009765625
0.989510595798492431640625
0.972190797328948974609375
0.99750953912734996453792746251565404236316680908203125
0.97007608413696277960269753748434595763683319091796875
0.996618807315826416015625
0.981633245944976806640625
0.985138833522796630859375
0.99143469333648681640625
0.96714580059051524774105246251565404236316680908203125
0.98747956752777099609375
0.99332803487777721063167746251565404236316680908203125
0.981155216693878173828125
0.98125094175338756219417746251565404236316680908203125
0.97875559329986561163394753748434595763683319091796875
0.989157617092132568359375
0.98633408546447765008480246251565404236316680908203125
0.99219286441802978515625
0.98557341098785400390625
0.98069763183593761102230246251565404236316680908203125
0.9815781116485595703125
0.97472679615020763055355246251565404236316680908203125
0.98395133018493641241519753748434595763683319091796875
0.98260432481765758172542746251565404236316680908203125
