0.56282719474006770443708091988810338079929351806640625
0.59840547940189114939357750699855387210845947265625
0.5659338905423823007367900572717189788818359375
0.57187640609321388485142279023420996963977813720703125
0.61966127926999481356773458173847757279872894287109375
0.60441899747608884840843757046968676149845123291015625
0.56055383936450142723373346598236821591854095458984375
0.60142556096237853591190969382296316325664520263671875
0.600422522349179477174629937508143484592437744140625
0.58888450249642942946337598186801187694072723388671875
0.61180255614962397725520304447854869067668914794921875
0.565914750624772810994045357801951467990875244140625
0.58108342333551465941354763344861567020416259765625
0.56741235134470802137229838990606367588043212890625
0.6134517237780465759300341233029030263423919677734375
0.5776063256675254553584863970172591507434844970703125
0.57337725526485583404934232021332718431949615478515625
0.57351160459013150738627473401720635592937469482421875
0.6013895443324648315552849453524686396121978759765625
0.58390506704963252015971875152899883687496185302734375
0.627291517866111814072382912854664027690887451171875
0.52632637850044405869454067214974202215671539306640625
0.5273559944912846741971179653774015605449676513671875
0.55429817253312962943567754336982034146785736083984375
0.59290793133123187441668733299593441188335418701171875
0.6019052895378067535858690462191589176654815673828125
0.59766389066131486718091991861001588404178619384765625
0.61515560825010118239930534400627948343753814697265625
0.57178462824391551588831816843594424426555633544921875
0.6121657731387841749892686493694782257080078125
0.60002631790305083203662661617272533476352691650390625
0.6091745690242722499618821530020795762538909912109375
0.5917463982539470368493539353949017822742462158203125
0.547929749588175862839989349595271050930023193359375
0.577164377913560233679390876204706728458404541015625
0.5723257164288091392023716252879239618778228759765625
0.5753847326944183659946929765283130109310150146484375
0.53054241367181698141308743288391269743442535400390625
0.60292265984929704902839375790790654718875885009765625
0.554031929653513888212046367698349058628082275390625
0.529604824705238730331302576814778149127960205078125
0.6009942052920234090152007411234080791473388671875
0.5902686358937112576228400939726270735263824462890625
0.600586936456397157968467581667937338352203369140625
0.536100592454963997823824684019200503826141357421875
0.55847200561594956269573231111280620098114013671875
0.59795922636531517735392071699607186019420623779296875
0.59314167540238316167489074359764344990253448486328125
0.54672033778038642282126602367497980594635009765625
0.55136935189944302759812444492126815021038055419921875
0.5922131819397213892131048851297236979007720947265625
0.5517827345091392832188148531713522970676422119140625
0.54400597828320684801184370371629483997821807861328125
0.58233151356909107487780374867725186049938201904296875
0.60755495545096682707963964276132173836231231689453125
0.5761375119222373886174182189279235899448394775390625
0.63488678367218132070348701745388098061084747314453125
0.55469787924364888365147407967015169560909271240234375
0.6132371199921091697859765190514735877513885498046875
0.5977567181078218272460844673332758247852325439453125
0.59427544539375476428944011786370538175106048583984375
0.5716916300909142822916919612907804548740386962890625
0.5553222862852968955138521778280846774578094482421875
0.625058511125532678676108844229020178318023681640625
0.5702606061132098336230455970508046448230743408203125
0.620848252116925181098849861882627010345458984375
0.5417614895282003573129259166307747364044189453125
0.55492175569345381092034585890360176563262939453125
0.5808385120158872094719981760135851800441741943359375
0.5661828050707076176450982529786415398120880126953125
0.5585509467875626743449402056285180151462554931640625
0.58248235469756648452488434486440382897853851318359375
0.6113185688248565785585242338129319250583648681640625
0.59404974156679590802099255597568117082118988037109375
0.5441302806449377360564767514006234705448150634765625
0.58911923127491527818477834443910978734493255615234375
0.59056427981541459448777686702669598162174224853515625
0.58827870174034913031135829442064277827739715576171875
0.56753361718549155678914530653855763375759124755859375
0.28087329205602140635988916983478702604770660400390625
0.60295050494725421774688811638043262064456939697265625
0.6194554994252505775165218437905423343181610107421875
0.6039764368429627605650011901161633431911468505859375
0.5953758640517612388265433764900080859661102294921875
0.63163405667731675752207820551120676100254058837890625
0.60056751066404867600567740737460553646087646484375
0.5803443795710141461796638395753689110279083251953125
0.60171403716291804730786907384754158556461334228515625
0.57165632942531152682619222105131484568119049072265625
0.64020538455755782170086831683875061571598052978515625
0.580531076124803480098535146680660545825958251953125
0.6236540527234903930065001986804418265819549560546875
0.60814289233798379807893752513336949050426483154296875
0.55178014303442168841939974299748428165912628173828125
0.54895770875509786179691218421794474124908447265625
0.6127190099113468679803418126539327204227447509765625
0.53106147262660419183788462760276161134243011474609375
0.58068590930756325274586515661212615668773651123046875
0.5426852758355009687107894933433271944522857666015625
0.51537016336268803851083930567256174981594085693359375
0.52587850707417860274262011444079689681529998779296875
0.56875989025418416389356934814713895320892333984375
0.62230192080121404796244632962043397128582000732421875
0.5535749647672456585922873273375444114208221435546875
0.6095438757566451482006186779472045600414276123046875
0.6124876934131666672556093544699251651763916015625
0.62454350868484331815722043756977654993534088134765625
0.54419008458666662253477852573269046843051910400390625
0.59783278526965755172994931854191236197948455810546875
0.59028608757421452413183260432560928165912628173828125
0.6303366016315952169435377072659321129322052001953125
0.57392752734194163455327952760853804647922515869140625
0.57203137619920918499616391272866167128086090087890625
0.5509494429379013791248098641517572104930877685546875
0.63774997061067517645227553657605312764644622802734375
0.62962795276534710975369080188102088868618011474609375
0.6050564917970806533276117988862097263336181640625
0.59885009125402166585416807720321230590343475341796875
0.6383252806626631414843586753704585134983062744140625
0.62148800946941584744109832172398455440998077392578125
0.60799663346648469275379511600476689636707305908203125
0.53343526350927306101112890246440656483173370361328125
0.59525974342024257079941662595956586301326751708984375
0.5865365763695378209519049050868488848209381103515625
0.55462698482718308934380502250860445201396942138671875
0.6228713050248917415530058860895223915576934814453125
0.57817285208471924651263407213264144957065582275390625
0.62424298228237706798182671263930387794971466064453125
0.562684917862392719456465783878229558467864990234375
0.62245948813125806520218930018017999827861785888671875
0.58508323459706057523277422660612501204013824462890625
0.66158082943737550607465891516767442226409912109375
0.562335645453506227653406313038431107997894287109375
0.5565681420091692643836722709238529205322265625
0.5629939703256028327160720436950214207172393798828125
0.6047602012838446672304826279287226498126983642578125
0.5579400720704492666612850371166132390499114990234375
0.62292914303216762039738796374876983463764190673828125
0.56921958710937559100528915223549120128154754638671875
0.5745515230289182095901878710719756782054901123046875
0.62354270001796574529606687065097503364086151123046875
0.55416800877947303138881807171856053173542022705078125
0.551959782653756558801205756026320159435272216796875
0.60487347088939369399440693086944520473480224609375
0.64121120413229515389019752547028474509716033935546875
0.59003453385756043925169933572760783135890960693359375
0.5663185681260796133784651829046197235584259033203125
0.65237895297042369779916270999819971621036529541015625
0.59494363152851226228534642359591089189052581787109375
0.60069113918705685506438385345973074436187744140625
0.5773308703705073430256788924452848732471466064453125
