9.4423344135284423828125
9.3364636898040753720806605997495353221893310546875
9.6064147949218767763568394002504646778106689453125
9.93225860595703125
9.4824140071868896484375
9.4211242198944091796875
9.4067771434783935546875
9.84838581085205078125
9.466564178466796875
9.3820595741271954892681605997495353221893310546875
9.44991779327392578125
9.4138228893280047060443394002504646778106689453125
9.5540530681610107421875
9.5389900207519513486431605997495353221893310546875
9.63498210906982421875
9.6435124874115007997943394002504646778106689453125
9.59578800201416015625
9.2376301288604736328125
9.456379413604736328125
9.7183549404144287109375
9.4079778194427472470806605997495353221893310546875
9.39173793792724609375
9.1490881443023681640625
9.354221343994140625
9.46692657470703125
9.010028839111328125
9.8871397972106915830181605997495353221893310546875
9.4679543972015380859375
9.292643070220947265625
9.53197956085205078125
9.4846198558807355283306605997495353221893310546875
9.32354450225830078125
9.3985641002655047060443394002504646778106689453125
9.3696415424346923828125
9.2724769115447998046875
9.6012709140777605654193394002504646778106689453125
9.41056919097900390625
9.872234821319580078125
9.0560333728790283203125
9.5635068416595458984375
9.365092754364013671875
9.1456182003021240234375
9.2666511535644513486431605997495353221893310546875
9.61195278167724609375
9.5942451953887939453125
9.4547946453094482421875
9.5727417469024658203125
9.6548178195953351377056605997495353221893310546875
9.5665953159332275390625
9.8078262805938720703125
9.345976352691650390625
9.6328988075256365419818394002504646778106689453125
9.731078624725341796875
9.6009242534637433408306605997495353221893310546875
9.5008411407470703125
9.2987687587738037109375
9.6870062351226806640625
9.4402403831481915830181605997495353221893310546875
9.7021040916442888857318394002504646778106689453125
9.5353763103485107421875
9.343882083892822265625
9.46498870849609375
9.147542476654052734375
9.5717265605926513671875
9.1201732158660888671875
9.2965018749237060546875
9.5591628551483154296875
9.2616755962371843935443394002504646778106689453125
9.4563302993774396298931605997495353221893310546875
9.6243569850921648622943394002504646778106689453125
9.2240426540374755859375
9.3723518848419207216693394002504646778106689453125
9.2365262508392316220806605997495353221893310546875
9.7075340747833234189556605997495353221893310546875
9.6379048824310302734375
9.489549160003662109375
9.5420148372650164247943394002504646778106689453125
9.4266216754913312314556605997495353221893310546875
9.33329105377197265625
9.6142685413360595703125
9.6208658218383806826068394002504646778106689453125
9.5286741256713884951068394002504646778106689453125
9.473319530487060546875
9.594909191131591796875
9.72615909576416015625
9.662978649139404296875
9.4811871051788312314556605997495353221893310546875
9.4368574619293195127056605997495353221893310546875
9.5256965160369873046875
9.2635738849639892578125
9.3591952323913556455181605997495353221893310546875
9.2431428432464599609375
9.3387553691863995908306605997495353221893310546875
9.6159777641296404482318394002504646778106689453125
9.4764578342437744140625
9.703342437744140625
9.30643558502197265625
9.6501109600067138671875
9.426434993743896484375
9.5800151824951154111431605997495353221893310546875
9.58817291259765625
9.300095081329345703125
9.7695999145507794736431605997495353221893310546875
9.2898766994476318359375
9.4445874691009521484375
9.1787874698638916015625
9.5244657993316632627056605997495353221893310546875
9.8528137207031232236431605997495353221893310546875
9.5228381156921404482318394002504646778106689453125
9.73078441619873046875
9.276063442230224609375
9.4691154956817644716693394002504646778106689453125
9.4360659122467041015625
9.592901706695556640625
9.49118328094482421875
9.2958076000213623046875
9.641817569732666015625
9.72462749481201171875
9.3812067508697527529193394002504646778106689453125
9.5380377769470197080181605997495353221893310546875
9.5925242900848406435443394002504646778106689453125
9.236394405364990234375
9.5802013874053955078125
9.69313907623291015625
9.64484500885009765625
9.3856189250946044921875
9.5008118152618408203125
9.34270572662353515625
9.322236537933349609375
9.3844623565673845888568394002504646778106689453125
9.5458452701568603515625
9.5666904449462872861431605997495353221893310546875
9.415016651153564453125
9.5680320262908935546875
9.3928515911102294921875
9.430885791778564453125
9.3692524433136004091693394002504646778106689453125
9.7762782573699951171875
9.316315174102783203125
9.463721752166748046875
9.6243708133697527529193394002504646778106689453125
9.6391673088073712705181605997495353221893310546875
9.5304524898529034970806605997495353221893310546875
9.3952755928039568544818394002504646778106689453125
9.6780147552490234375
9.5056283473968505859375
9.72718334197998046875
9.5983574390411376953125
9.27880954742431640625
9.506742954254150390625
9.39861965179443359375
