0.69323834571092624035060225651250220835208892822265625
0.67322000848264951233801411945023573935031890869140625
0.6816495844454297792225361263263039290904998779296875
0.6371538010192703271883374327444471418857574462890625
0.6893887787619215057333121876581571996212005615234375
0.68265839624967217247331063845194876194000244140625
0.646097406817564223757699437555857002735137939453125
0.6395745220845505674134301443700678646564483642578125
0.70192846569414957258459253353066742420196533203125
0.665723855180728296687675538123585283756256103515625
0.68648205380915416906617565473425202071666717529296875
0.6352056660041334179567229512031190097332000732421875
0.65473083454150093896117823533131740987300872802734375
0.64963887672213449508973326373961754143238067626953125
0.6919283799115218958064588150591589510440826416015625
0.61841552195870785890718934751930646598339080810546875
0.669990349168398058310458509367890655994415283203125
0.60246097689010091880135178143973462283611297607421875
0.6848990638109946349487699990277178585529327392578125
0.6463233163402464231950261819292791187763214111328125
0.64386439702340314550355060418951325118541717529296875
0.66108580318494258865058554874849505722522735595703125
0.63796284275273007491335874874494038522243499755859375
0.6655110966621673451726337589207105338573455810546875
0.63060089877979141892438974537071771919727325439453125
0.67601776731150253763047430766164325177669525146484375
0.6766336336684044550082717250916175544261932373046875
0.6727106776930238396516870125196874141693115234375
0.64601709233865112214090231645968742668628692626953125
0.615921107188416527833396685309708118438720703125
0.60926440231998435503868449814035557210445404052734375
0.62577160107868901040006903713219799101352691650390625
0.62821545743928675076261924914433620870113372802734375
0.6832741323587689930008082228596322238445281982421875
0.646834824957211562690417849808000028133392333984375
0.68546436984985958940086447910289280116558074951171875
0.7021932965639889889786218191147781908512115478515625
0.66371773345062934357230233217705972492694854736328125
0.64914606226603710492639720541774295270442962646484375
0.64760271988011208765811943521839566528797149658203125
0.663054700263532748039096986758522689342498779296875
0.67704440069894278320106195678818039596080780029296875
0.68449153877217139285704661233467049896717071533203125
0.69788190745117562041599512667744420468807220458984375
0.68078719940902965301887661553337238729000091552734375
0.6825701382579916209891734979464672505855560302734375
0.66432689297789593307896893747965805232524871826171875
0.635142277992347903392555963364429771900177001953125
0.64138298095852841473885064260684885084629058837890625
0.70421334440215777039639988288399763405323028564453125
0.63841769278139948173844686607480980455875396728515625
0.641175009817301688741508769453503191471099853515625
0.6432238539836754309675370677723549306392669677734375
0.71161430067189834769436629358096979558467864990234375
0.64565804564939366372300355578772723674774169921875
0.59905174333389432650420758363907225430011749267578125
0.67209087663199451601059308814001269638538360595703125
0.60742623814098928303195634725852869451045989990234375
0.6691258161169113538591091128182597458362579345703125
0.64280668594411072280792041055974550545215606689453125
0.6277933365696604095518296162481419742107391357421875
0.5886748106702359706332572386600077152252197265625
0.66497915253743167252054035998298786580562591552734375
0.6272000841090357159401946773868985474109649658203125
0.68666492262852563133179728538380004465579986572265625
0.63513585526276961079616967253969050943851470947265625
0.67408945420129573466994088448700495064258575439453125
0.6624463188482401232448637529159896075725555419921875
0.69690070525590941397098276866017840802669525146484375
0.6923098540846457371600308761117048561573028564453125
0.66306955738615769302413127661566250026226043701171875
0.7041886443768181624847102284547872841358184814453125
0.6746948076033130181627939236932434141635894775390625
0.678792598151060300182280116132460534572601318359375
0.64873130242355159236211648021708242595195770263671875
0.65971436204888600496332173861446790397167205810546875
0.6739665599361506220787987331277690827846527099609375
0.59544614850547772366695653545320965349674224853515625
0.6928016407909145524257610304630361497402191162109375
0.6709103731716619112290800330811180174350738525390625
0.66472248098497732637923718357342295348644256591796875
0.666658914368003951977925680694170296192169189453125
0.6777864069651318157383457219111733138561248779296875
0.66903831926172185884382770382217131555080413818359375
0.64349172920102193362623665962019003927707672119140625
0.66039062501818734940428612389951013028621673583984375
0.610156861092554958503342277253977954387664794921875
0.65480763967233446276594577284413389861583709716796875
0.57136739664562596896502100207726471126079559326171875
0.65232176506365624479855114259407855570316314697265625
0.70373650821154221102204928683931939303874969482421875
0.68995224129921439715218411947716958820819854736328125
0.6576638352988346536420749544049613177776336669921875
0.65801646518811029995532635439303703606128692626953125
0.6465124435311790929148401119164191186428070068359375
0.64896912198006073690947914656135253608226776123046875
0.59269228902278159321070916121243499219417572021484375
0.64517702080682937104683105644653551280498504638671875
0.63437166849397585988157288738875649869441986083984375
0.6807347471032476615704354117042385041713714599609375
0.64141629878532580022465481306426227092742919921875
0.6365668216590425476653081204858608543872833251953125
0.64495158450488243584430847477051429450511932373046875
0.7071478801984605322417110073729418218135833740234375
0.61710369750164162372385590060730464756488800048828125
0.69002606424213086544483530815341509878635406494140625
0.6689443801880230466849752701818943023681640625
0.68086838465221699578933112206868827342987060546875
0.65660325794358787021565149188973009586334228515625
0.685553575833824258012327845790423452854156494140625
0.6834848663429131665481008894857950508594512939453125
0.68722145006108503739739035154343582689762115478515625
0.66075305449615806541174833910190500319004058837890625
0.67061506447417273957256611538468860089778900146484375
0.6747451134071038580941603868268430233001708984375
0.668074897449162818929835339076817035675048828125
0.67599663058291470374427944989292882382869720458984375
0.65051250896647327959243511941167525947093963623046875
0.644097466531488915819636531523428857326507568359375
0.66389634825255849914782402265700511634349822998046875
0.6707687689168781997040014175581745803356170654296875
0.666629567745740114759200878324918448925018310546875
0.64667409961952415642372216098010540008544921875
0.659175417678912634045218510436825454235076904296875
0.6134272974268100142580806277692317962646484375
0.6219592831989440018247705665999092161655426025390625
0.66377526752913784680032449614373035728931427001953125
0.69329802182013977596142240145127288997173309326171875
0.6684818626063708801865459463442675769329071044921875
0.64750996182507247755921753196162171661853790283203125
0.6230165674696335198490260154358111321926116943359375
0.6662921469290161713416864586179144680500030517578125
0.69659428796285627338846779821324162185192108154296875
0.63613517107723882570979867523419670760631561279296875
0.67576708422791209596169892392936162650585174560546875
0.67004298995934508109684202281641773879528045654296875
0.675513142987942405426338154939003288745880126953125
0.62476325225694673282106350598041899502277374267578125
0.65656699352603420383189813946955837309360504150390625
0.62699660830028014490977739114896394312381744384765625
0.6371704858260158754745816622744314372539520263671875
0.629787245524754180081572485505603253841400146484375
0.66193406031505863662545152692473493516445159912109375
0.68079611997083089303117731105885468423366546630859375
0.66274490405839225903861233746283687651157379150390625
0.6226687095598268939511399366892874240875244140625
0.6256055175717964988990615893271751701831817626953125
0.6258166343293003475167779470211826264858245849609375
0.65906212418453502532855736717465333640575408935546875
0.5946066169209018870134286771644838154315948486328125
0.61865241516579860814317726180888712406158447265625
