233385285140608618113162815189408269
218315883284450573118720552356145667
291712126105116401607501534776004263
238152474962099671335463112096394137
189987101281834652433308931927327853
213524005708568096165692635709134571
253243821006053156877664882354726733
217910241757631724339367907624441117
212148416743749371137626696946639198
68365889001363991872877451438886572
210509751835656460305325764173662306
250653663375027950784864522510321905
213833500647053279331280728915256205
264517265699960550430656481818922703
177526269344872162902275471184065742
211306201972774291525918747803753603
257760276760397475708704085737327839
248968368302068263477145405826097471
216937592545652930928577916446404812
244402045933502338063322087393836965
176182603640640343006730331196244431
310090206109110482741627434415371968
248819995667492425010849868263205685
245809032511514328153005546001306336
198993467197590454104302888424550485
215518298679406288849516121979849239
157729527681880101206162277987408762
205398388305483838333955574544959480
258003680076897327066381397299577739
194383857296217799922132027179693802
175875840492922558963294375544967442
183793709124150313726124134068410626
192540363056128556776769904187462696
283445982357210964318296932756823107
203343988281872596340543871775094803
245956310101048325202420778194928473
228938706504413390402855279699634442
293782147859521444564661707204612977
176827062683742616903279632309698125
262953407748289406988927230005228305
304510116308549796872345265645597451
203459599787652361646244020266573847
226112888039782792580199225247679713
210351687703199255569339983761145133
265442289194238360487827686606381420
288460826594747982232298086950938752
219198807303967723722219259519695135
198975263277795325417121383790827114
309110458701030789043069162401641101
292493502926213809009094047636707008
197197606079527941040042728873118896
272667016507864802218212550678436470
295500046040223882438972394208114847
258212187947587731059070870273880644
205377126310647072642974762133506934
229423711669226089042558194329860058
164602575172963413150732080385556973
260707364788962365713837670456339373
187701881203381107047225306381294888
216583213693701899266698457756460995
123971793919576851425192508707857462
221344196728350554739442963070694960
246742864342057694523990852714217077
174796805691442803368316660730927751
249751348150284718288708087213180549
205170793496777552234902976073093527
277166451557382066630954530580210565
283262203513873280354770353146796345
254620606886448139250490337150250627
272911152400026972633919596606231821
287083367181421074109385840284354664
254218184952819235086086368511996871
220016287326673578541305698019408778
189712208111071053654216551834777991
265731927975133594624647806363626670
214651228290038424183147888952265741
239519821913886290712096676428049730
199282442466174837031698961134827211
196947735021847972813924641715837121
59777509794242024055690251642554405
226364801552755295210228693422730829
153018781850690994037126988743117198
222340523820894418561583128578165810
232621167185654914600363699231658620
152456833973465684476155021104977381
185015586163525052348911485674468151
257600701173627754359480233682724444
209199755145890934131899472379329034
236271918990430397122013370382285400
156880528593315170439808360313035671
244881206804051083221338541290337521
136838594733123959491334922195773759
188081575486299544378643745105620225
287876530057471410253995437280411413
256511491767030803227394967238350192
195766250981634122659341467355031956
198691710382909160594313339154498264
223556513489009871598101479319858582
292878021581358176606822640795510309
347194723449011078610315099327629011
296990630906544544620682176043269612
251238196732805357603893898614799357
194313728439811818463084655683777291
272836707939294888185109375644316713
181749508167048466791802915439168950
170754988654937234555019897407759610
161501102457968290493452245141935341
290242543477891631767891295233426813
225553380269638569860858295626912226
208820088914208435106732989612616877
149030780574915292024616283981430683
228592749980493532393215384581389083
253075336075669270202707175846513652
282196144206778283839843347763026545
162268044725903746259576472640164882
157318598928516205653243959225202064
214020339700267678127046701292036361
176738105461068900799097986729369505
135191267088729879918497043857796909
190676422169919818023227902927419405
170720643550661958754258671990985762
320657920391108935076839979959801262
236076974504187944695842392715522628
214969807162657185087871732462985259
303817532554403443749882048836490868
157804986783436338951464129988414136
264519781575639873055754981646401387
170626899668502979562765042289053332
227134311485111013879691581013436951
148502866605868911361677739675619136
213263944999699381305238598381442993
136108054708793956354886663529338590
224367515108267759529227336150218322
298774932960626926756927323346385524
285208069481424507510525648190250691
224100357300658004921295616125547549
286598043183910396699580659620062688
167479687712736849747943741848603596
227511535516479369544863045416450853
227969085760685455207664106150718667
200187615433973905777101114284350017
287159495236237688007995778069904686
288522702178053453667627257090827791
212901013711214688406472162280012389
114361797253398456525586522272403352
232106041983753336224928822284294033
256027222117477052328347590658782006
145381218192603659052557771615086350
237467365039668065689228671449586459
225555041065090708002260735300121255
240524304592247975001919873285180083
