1.7493860721588136986071049250313080847263336181640625
1.7385768890380859375
1.7296466827392578125
1.7339146137237548828125
1.7481298446655271217053950749686919152736663818359375
1.73307704925537109375
1.7340404987335205078125
1.7228679656982421875
1.7837581634521484375
1.7804811000823976829821049250313080847263336181640625
1.78030300140380859375
1.7683918476104736328125
1.7767581939697265625
1.7716929912567140892321049250313080847263336181640625
1.77296543121337890625
1.7732951641082763671875
1.7409589290618896484375
1.72130870819091796875
1.72606658935546875
1.7272355556488037109375
1.72833347320556640625
1.7216742038726808861071049250313080847263336181640625
1.720246791839599609375
1.723783016204833984375
1.711246967315673828125
1.6797902584075927734375
1.70242977142333984375
1.667572021484375
1.7192990779876708984375
1.6894385814666748046875
1.6698005199432373046875
1.6813874244689939185803950749686919152736663818359375
1.6930177211761476829821049250313080847263336181640625
1.72152233123779296875
1.7159204483032228782946049250313080847263336181640625
1.7230107784271240234375
1.7324726581573486328125
1.7076089382171630859375
1.7046000957489013671875
1.7064135074615480736071049250313080847263336181640625
1.7420680522918698951428950749686919152736663818359375
1.7514150142669677734375
1.7487905025482177734375
1.7376239299774169921875
1.7376005649566650390625
1.7257556915283203125
1.7310683727264404296875
1.7169706821441650390625
1.7206828594207763671875
1.7203276157379150390625
1.7170891761779782935803950749686919152736663818359375
1.7254621982574462890625
1.7158052921295166015625
1.7143776416778564453125
1.7233841419219970703125
1.7106418609619140625
1.7611582279205322265625
1.7439172267913818359375
1.7305228710174560546875
1.7332363128662109375
1.747232913970947265625
1.7286064624786376953125
1.719275951385498046875
1.72315311431884765625
1.7575855255126950904553950749686919152736663818359375
1.762639522552490234375
1.7556188106536863013928950749686919152736663818359375
1.7644240856170654296875
1.741786956787109375
1.724942684173583984375
1.7280561923980712890625
1.7461030483245849609375
1.651153564453125
1.66858768463134765625
1.619904041290283203125
1.69036388397216796875
1.749313831329345703125
1.68114566802978515625
1.6499865055084228515625
1.6969196796417236328125
1.766272068023681640625
1.7486820220947265625
1.75002384185791015625
1.73681926727294921875
1.742420196533203125
1.7324621677398681640625
1.7493569850921630859375
1.7534351348876950904553950749686919152736663818359375
1.7276213169097900390625
1.7309169769287109375
1.7296960353851318359375
1.7277276515960691138928950749686919152736663818359375
1.7368273735046388939196049250313080847263336181640625
1.7223761081695556640625
1.729286670684814453125
1.767126560211181640625
1.797661304473876953125
1.7676079273223876953125
1.777534008026123046875
1.7876129150390625
1.7653701305389404296875
1.768339633941650390625
1.7462680339813232421875
1.7555100917816162109375
1.7489469051361083984375
1.753396511077880859375
1.761383056640625
1.7340183258056640625
1.7207920551300048828125
1.7479631900787353515625
1.74998378753662109375
1.7639849185943603515625
1.7581264972686767578125
1.75938320159912109375
1.7521507740020751953125
1.754875659942626953125
1.7518510818481443092053950749686919152736663818359375
1.761756420135498046875
1.747034549713134765625
1.7659685611724853515625
1.7459337711334228515625
1.7363398075103759765625
1.746677398681640625
1.764301776885986328125
1.7699286937713623046875
1.76292896270751953125
1.7765581607818603515625
1.8020508289337160423571049250313080847263336181640625
1.7612841129302980736071049250313080847263336181640625
1.7712171077728271484375
1.7803165912628173828125
1.7714633941650390625
1.76686954498291015625
1.776154994964599609375
1.778037548065185546875
1.7678887844085691138928950749686919152736663818359375
1.771828174591064453125
1.7614614963531494140625
1.7736613750457763671875
1.7636945247650146484375
1.757563114166259765625
1.7629268169403076171875
1.7731940746307373046875
1.745137691497802734375
1.7338883876800537109375
1.7255878448486328125
1.7186691761016845703125
1.7387795448303224876696049250313080847263336181640625
1.76788616180419921875
1.7508080005645751953125
1.7568309307098388671875
