44.7732574939727783203125
44.33265638351439719144764239899814128875732421875
44.5948054790496826171875
44.473639011383056640625
44.8151035308837890625
44.7643611431121826171875
43.93470859527587890625
43.1421070098876953125
44.541371822357177734375
44.8244392871856689453125
45.075335979461669921875
44.4946138858795166015625
44.35710620880126953125
44.6228802204132080078125
44.5952303409576416015625
44.5308754444122314453125
44.7831509113311767578125
44.5604212284088134765625
44.7107334136962890625
45.36911773681640625
45.1332681179046630859375
45.1223566532135009765625
45.272735595703125
45.175617694854736328125
45.2009904384613037109375
45.0637347698211669921875
45.0972516536712646484375
44.622864246368408203125
44.48796844482421875
44.6328704357147216796875
45.4380567073822021484375
44.9052753448486328125
44.5347249507904052734375
44.7270219326019287109375
45.1485016345977783203125
44.8404757976531982421875
44.75690555572509765625
45.05759525299072265625
45.2733929157257080078125
45.0468451976776123046875
44.3996829986572265625
44.0996682643890380859375
44.814958095550537109375
44.2673776149749755859375
44.1663210391998291015625
44.361963748931884765625
44.280242919921875
46.71249103546142578125
43.8959548473358154296875
43.6345903873443603515625
44.075883388519287109375
45.1241643428802490234375
44.666769504547119140625
44.773590564727783203125
45.33514404296875
45.32452487945556640625
46.12101078033447265625
46.10234546661376953125
46.1692867279052734375
44.543544769287109375
44.447900295257568359375
44.609805583953857421875
45.8219738006591796875
45.5494897365570068359375
44.7109444141387939453125
44.19721698760986328125
44.6740505695343017578125
43.816422939300537109375
43.699279308319091796875
43.6335313320159912109375
43.7614367008209228515625
44.113235950469970703125
44.3103673458099365234375
44.1956026554107666015625
44.369410037994384765625
46.1556720733642578125
45.3444206714630126953125
44.767496585845947265625
45.643209934234619140625
45.20791649818421120698985760100185871124267578125
44.230457782745361328125
44.028636932373046875
44.0437057018280029296875
43.705968379974365234375
43.7518160343170166015625
43.5525014400482177734375
43.7139914035797119140625
44.273856639862060546875
45.983729839324951171875
45.790211200714111328125
45.6138598918914794921875
44.028606891632080078125
44.224955081939697265625
44.243321895599365234375
44.326548099517822265625
43.4387714862823486328125
43.6268093585968017578125
43.484735012054443359375
42.647382259368896484375
42.80197644233704323823985760100185871124267578125
42.7480547428131103515625
43.7209770679473876953125
45.250490665435791015625
45.240351200103759765625
45.1111462116241455078125
45.6015999317169189453125
45.6050565242767333984375
45.4948365688323974609375
45.0880277156829833984375
44.83710193634033203125
45.084282398223876953125
44.8456470966339111328125
44.3668496608734130859375
44.4118382930755615234375
44.365283489227294921875
45.4990785121917724609375
44.21422290802001953125
44.3955948352813720703125
44.3699586391448974609375
44.7207930088043212890625
44.06988525390625
44.262354373931884765625
44.3114659786224365234375
45.524337291717529296875
44.7857587337493896484375
44.52993869781494140625
44.9635868072509765625
45.0805301666259765625
44.8833839893341064453125
43.746707439422607421875
46.2207939624786376953125
46.3729496002197265625
46.4087650775909423828125
44.9035761356353759765625
44.9855329990386962890625
44.9775965213775634765625
46.11317944526671652738514239899814128875732421875
43.85025691986083984375
44.0008957386016845703125
43.9185123443603515625
44.871353626251220703125
44.8480494022369384765625
44.90391063690185546875
44.481717586517333984375
44.45744109153746848051014239899814128875732421875
43.93775272369384765625
43.8122005462646484375
43.85754489898681640625
44.2945554256439208984375
44.2233169078826904296875
45.45885801315306906644764239899814128875732421875
