0.1315269468007727038383336548577062785625457763671875
0.1296189518693940112559204180797678418457508087158203125
0.1335025401546371115468758716815500520169734954833984375
0.1440207960341509940693782709786319173872470855712890625
0.11381168321520120090273309187978156842291355133056640625
0.1505145764176780975862612876881030388176441192626953125
0.1300157547231231003337370566441677510738372802734375
0.1540480508741420007101652345227194018661975860595703125
0.11852833988571119527843933383337571285665035247802734375
0.13839109788304149173399082428659312427043914794921875
0.11861718420269100338071410760676371864974498748779296875
0.16885530123962499970957651385106146335601806640625
0.1792226404090800084834000927003216929733753204345703125
0.138990430871903491993890611411188729107379913330078125
0.1192057813149303979738391490172944031655788421630859375
0.10315322893039689799987712603979161940515041351318359375
0.1152209036025463040342486920053488574922084808349609375
0.149068710978041696346707567499834112823009490966796875
0.155919223864019407255199212158913724124431610107421875
0.1431670869187018080292972399547579698264598846435546875
0.1653678795337525098130271317131700925529003143310546875
0.1329957289968581035655148525620461441576480865478515625
0.1480832980452047864527997944605886004865169525146484375
0.1367698789904401024397628816586802713572978973388671875
0.1426439707616501129106012513148016296327114105224609375
0.113599076980216706633797230097115971148014068603515625
0.1316066311145044076535981503184302709996700286865234375
0.1487545487013751943639050523415789939463138580322265625
0.148749009451127400804892886299057863652706146240234375
0.09323238226903500514008982236191513948142528533935546875
0.1674659018324551051914994559410843066871166229248046875
0.1264878999952510907345271107260487042367458343505859375
0.10579534994775839640279713194104260765016078948974609375
0.1185029119310899992090213572737411595880985260009765625
0.132505701438861700491855799555196426808834075927734375
0.128776533218688704618415385994012467563152313232421875
0.1282254010244213981994931828012340702116489410400390625
0.11761127646108550381942592366613098420202732086181640625
0.139600452765570093305314003373496234416961669921875
0.1536126710417355933913086118991486728191375732421875
0.144384761688452101235924374122987501323223114013671875
0.1538587397289619129736593095003627240657806396484375
0.12145834578660159863705558791480143554508686065673828125
0.0921205663326483958908141858046292327344417572021484375
0.138418954776257596694932772152242250740528106689453125
0.1289983446139028877563958985774661414325237274169921875
0.13304567452484439282756056854850612580776214599609375
0.1276708786893205882506663328967988491058349609375
0.1384132426402467086479219915418070740997791290283203125
0.1314670489013869125738409593395772390067577362060546875
0.131047754237943292476842316318652592599391937255859375
0.1389116394788378061608824509676196612417697906494140625
0.1527294025706507074602313878131099045276641845703125
0.1189286994097842053985658594683627597987651824951171875
0.132036516128655800894620142571511678397655487060546875
0.1763855662855428885205100186794879846274852752685546875
0.128553811884767388296069157149759121239185333251953125
0.170899406329601488696567912484169937670230865478515625
0.1410391921486358890458490122910006903111934661865234375
0.1590487013812479089036600043982616625726222991943359375
0.153717460913979808712070962428697384893894195556640625
0.13218744448760488818805924893240444362163543701171875
0.133004102754209097003723627494764514267444610595703125
0.160677759464602110117681377232656814157962799072265625
0.1254694569689329963768642528521013446152210235595703125
0.198309672249317003878132936733891256153583526611328125
0.1359071206287029986992109797938610427081584930419921875
0.133720049854794298394011775599210523068904876708984375
0.133240363543352391406671131335315294563770294189453125
0.11560468471578859428472441095436806790530681610107421875
0.1512991344936693016709483572412864305078983306884765625
0.1191084360260097063655138072135741822421550750732421875
0.13081949646004920051467479424900375306606292724609375
0.13188578306490150726659749125246889889240264892578125
0.133831636363930694955115541233681142330169677734375
0.119677108476168803097294812687323428690433502197265625
0.127269645734563396910488108915160410106182098388671875
0.162011149375233698410880833762348629534244537353515625
0.145008213311282496693621624217485077679157257080078125
0.1417048894883908005670747343174298293888568878173828125
0.164332013406053689674735096559743396937847137451171875
0.132759689171065897728141180778038688004016876220703125
0.143884897153125190794042964625987224280834197998046875
0.134959944044155510933791219940758310258388519287109375
0.128042412978940201018218658646219410002231597900390625
0.1373894438094231118530075264061451889574527740478515625
0.159772397076412386862642733831307850778102874755859375
0.13884714651142660013505292226909659802913665771484375
0.168514437596198496382982057184563018381595611572265625
0.145710833758614988209245666439528577029705047607421875
0.1301342404720708945120577482157386839389801025390625
0.1376968088003746870651156086751143448054790496826171875
0.145469152652980604489840743553941138088703155517578125
0.1358576597492696935720601913999416865408420562744140625
0.1724008385365518869480894181833718903362751007080078125
0.141116679474344197675605983022251166403293609619140625
0.143897426776811110382681135888560675084590911865234375
0.14944584581098319109315752939437516033649444580078125
0.13669425773626908693358927848748862743377685546875
0.114708441195102206489053742188843898475170135498046875
0.1430494019773340952372819856464047916233539581298828125
0.1736224626737440102086651450008503161370754241943359375
0.1350411986943003961325615591704263351857662200927734375
0.1263551328681928875852236160426400601863861083984375
0.1191341641672492013270812094560824334621429443359375
0.1296080895968413082552928017321391962468624114990234375
0.140482436577761105045425438220263458788394927978515625
0.144515079169255600266552619359572418034076690673828125
0.1451610482481215935735008315532468259334564208984375
0.130581762092583708589899060825700871646404266357421875
0.1280228006526409056942128472655895166099071502685546875
0.13111469267505160285480769744026474654674530029296875
0.146554095576215903662387063377536833286285400390625
0.1559017742086866997741623208639794029295444488525390625
0.128281128185561588139762534410692751407623291015625
0.140061772633710612812052431763731874525547027587890625
0.122800245972549293416165028247633017599582672119140625
0.16347828515648099578783103424939326941967010498046875
0.127584701276370393596693020299426279962062835693359375
0.15276537734476580698839143224176950752735137939453125
0.1591369529434422946945204557778197340667247772216796875
0.1436553835740992102198987367955851368606090545654296875
0.147326103183096301929566607213928364217281341552734375
0.1439280748268572107662066628108732402324676513671875
0.1450537607928827077419242641553864814341068267822265625
0.1758083787930579955371968026156537234783172607421875
0.1520536041732208076826537990200449712574481964111328125
0.128867111519746890824222873561666347086429595947265625
0.141315003435309005652698033372871577739715576171875
0.11986727907690129801832057410138077102601528167724609375
0.1544491982458094103680679154422250576317310333251953125
0.1238419276977680005824566933370078913867473602294921875
0.118061444978551699502844485323294065892696380615234375
0.12465317796119579352165374075411818921566009521484375
0.13222318610789629556023783152340911328792572021484375
0.1244202772247267052563302058842964470386505126953125
0.12989194942640580610060396793414838612079620361328125
0.1380997193571971981551627095541334711015224456787109375
0.1295057049733449872075397024673293344676494598388671875
0.15750705838467349284570673262351192533969879150390625
0.157636390724745500957482136072940193116664886474609375
0.1282583181583276943360516497705248184502124786376953125
0.1481120613475024050398332065014983527362346649169921875
0.14185308734392398921642097775475122034549713134765625
0.1513249852667334083289318868992268107831478118896484375
0.165067756069223803283563256627530790865421295166015625
0.13218264919686328884296244723373092710971832275390625
0.131014539464613888331001589904190041124820709228515625
0.11919336655022640114598431182457716204226016998291015625
0.1615071959366662923684998531825840473175048828125
0.1509533498817806906888705498204217292368412017822265625
