4.68526363372802734375
4.0258274078369140625
4.62438201904296875
3.9633910655975341796875
3.960401535034180131589209850062616169452667236328125
4.442937374114990234375
5.076560497283935546875
3.9564011096954345703125
4.4405765533447265625
6.12202739715576171875
6.37592983245849609375
5.6719722747802734375
4.3105316162109375
5.53480052947998046875
4.630235195159912109375
4.81078433990478515625
4.22935771942138671875
3.9790403842926025390625
5.25761318206787109375
3.837072849273681640625
4.844465732574462890625
3.9631500244140625
5.123748302459716796875
4.836305141448974609375
4.663967609405517578125
5.2767543792724609375
4.36231708526611328125
4.06530475616455078125
4.876777172088623046875
4.58859157562255859375
4.557681560516357421875
5.026834964752197265625
8.10748958587646484375
4.1248073577880859375
5.68167781829833984375
4.810842990875244140625
4.943849086761474609375
4.81224918365478515625
3.836799144744873046875
4.733640193939208984375
4.312833309173583984375
4.33772945404052734375
4.621986865997314453125
4.7706470489501953125
6.40659046173095703125
6.53178501129150390625
4.783527374267578125
4.945862293243408203125
6.032157421112060546875
4.59757518768310546875
4.5335292816162109375
3.983631134033203125
3.6634309291839599609375
4.22774028778076171875
4.249915599822998046875
4.56921672821044921875
4.84147548675537109375
5.221847057342529296875
4.98285770416259765625
5.308145046234130859375
5.380561351776123046875
4.345564365386962890625
4.473115444183349609375
4.49683666229248046875
4.65996551513671875
8.69479274749755859375
5.70089626312255859375
4.418831348419189453125
4.15093898773193359375
5.45354747772216796875
4.636010646820068359375
4.008670330047607421875
3.543451786041260209714209850062616169452667236328125
5.2564411163330078125
4.7210674285888671875
4.248765468597412109375
5.31792449951171875
4.9335880279541015625
4.848038196563720703125
5.53565216064453125
4.39480495452880859375
4.5204029083251953125
4.819216251373291015625
4.976932525634765625
4.616756916046142578125
4.616687774658203125
4.71464252471923828125
3.9812963008880615234375
3.910422325134277787839209850062616169452667236328125
4.707892894744873046875
4.408603191375732421875
4.356388568878173828125
4.65488719940185546875
4.1961536407470703125
4.21225833892822265625
4.598537921905517578125
5.78358364105224609375
4.557343959808349609375
4.67118740081787109375
4.9532451629638671875
5.1323089599609375
5.552783966064453125
3.922319889068603071535790149937383830547332763671875
3.918438911437987837160790149937383830547332763671875
5.0229511260986328125
4.4648418426513671875
5.563349246978759765625
5.2834377288818359375
4.771811008453369140625
4.6911640167236328125
4.61731433868408203125
5.298434734344482421875
4.17396259307861328125
5.573154449462890625
5.8358898162841796875
4.73004055023193359375
4.12916088104248046875
5.324990749359130859375
5.304451465606689453125
4.57486724853515625
5.647994518280029296875
4.71582698822021484375
4.62492656707763671875
4.26723957061767578125
5.72494220733642578125
4.96548938751220703125
4.30582523345947265625
4.715943813323974609375
4.41387081146240234375
4.750221729278564453125
5.259044647216796875
3.883053302764892578125
4.754044055938720703125
4.37105560302734375
4.64771175384521484375
4.523441314697265625
5.3107433319091796875
4.354897975921630859375
4.49769115447998046875
4.478779315948486328125
4.551650524139404296875
5.29303836822509765625
4.546342372894287109375
4.86127185821533203125
4.501843929290771484375
5.15255069732666015625
5.758234500885009765625
4.8395137786865234375
3.823588371276855024660790149937383830547332763671875
3.8798573017120361328125
5.6132869720458984375
