0.82255013549279276663384052881156094372272491455078125
0.7979363526390754746131506180972792208194732666015625
0.78730254905147101229800910004996694624423980712890625
0.8029388126816174864330832861014641821384429931640625
0.77490025112663551976055487102712504565715789794921875
0.803406473983228064383865785202942788600921630859375
0.7669236591868278107853029723628424108028411865234375
0.772086363856396840077422893955372273921966552734375
0.7862961335142255592245419393293559551239013671875
0.793016258117999139898302018991671502590179443359375
0.81682394822980108894938666708185337483882904052734375
0.78785551658051267143179074992076493799686431884765625
0.7946540497996565921567935220082290470600128173828125
0.77749377586190659972231742358417250216007232666015625
0.774111583566809979828349241870455443859100341796875
0.75980659925148319455701084734755568206310272216796875
0.79250217533209521558745791480760090053081512451171875
0.80891910665856858742017720942385494709014892578125
0.809939970883013504732161891297437250614166259765625
0.80984774512764967635547463942202739417552947998046875
0.79149487629036163749418619772768579423427581787109375
0.80495318115424441263172639082768000662326812744140625
0.78929146620895129782269350471324287354946136474609375
0.7807340108156157754137893789447844028472900390625
0.7953359718074441975232957702246494591236114501953125
0.80770925363756018722227736361674033105373382568359375
0.78747892051819323722128274312126450240612030029296875
0.806340177596181373331774011603556573390960693359375
0.788225530479298441832725075073540210723876953125
0.77225622721324160835365546518005430698394775390625
0.7997078734866107652123901061713695526123046875
0.788562316562394727270657313056290149688720703125
0.77522772095531233826903871886315755546092987060546875
0.80494878585409079807533316852641291916370391845703125
0.8079724383865183323649716840009205043315887451171875
0.760246647135278674767278062063269317150115966796875
0.777025717162081352995528504834510385990142822265625
0.75643032490561534775252994222682900726795196533203125
0.79932456188309430888949691507150419056415557861328125
0.8003334141147375735414470909745432436466217041015625
0.806719434537459978429296825197525322437286376953125
0.800882572853103713583777789608575403690338134765625
0.78822240642478613725785407950752414762973785400390625
0.78744702083804785086584843156742863357067108154296875
0.81091493343438869612072039672057144343852996826171875
0.7837978823827074226215927410521544516086578369140625
0.783419397633761338539670759928412735462188720703125
0.8085357101737351559478383933310396969318389892578125
0.77552631010898698260547234895057044923305511474609375
0.80145127621635070536143530262052081525325775146484375
0.80329346536750179108565816932241432368755340576171875
0.7826013297875513696766347493394277989864349365234375
0.7932030976251398524112801169394515454769134521484375
0.7850998745500177289358134657959453761577606201171875
0.76676538294152229990885416555101983249187469482421875
0.79039649406187206803764411233714781701564788818359375
0.7815270075112981107423593130079098045825958251953125
0.77462628295098145958519353371229954063892364501953125
0.789002565026563740246956513146869838237762451171875
0.8066220752176198605098988991812802851200103759765625
0.803360154170107865212457909365184605121612548828125
0.7882614115973465285236443378380499780178070068359375
0.81349062203833943929254246540949679911136627197265625
0.81521943149008591067428142196149565279483795166015625
0.79079508061347458802714527337229810655117034912109375
0.79817019275459688554263948390143923461437225341796875
0.80251073580108689409229327793582342565059661865234375
0.811770855353655118591404971084557473659515380859375
0.78470682385201817599096330013708211481571197509765625
0.793513893599704811521178271505050361156463623046875
0.79835569541462059195424671997898258268833160400390625
0.79553740656846716472472280656802468001842498779296875
0.8135779509483047622353524275240488350391387939453125
0.8043707538185262961860644281841814517974853515625
0.78671250013340909834624881113995797932147979736328125
0.80787126000377995627133032030542381107807159423828125
0.8105910009347940814450339530594646930694580078125
0.7820125720390453949448783532716333866119384765625
0.80375356226040317597636430946295149624347686767578125
0.79063313198660700731323913714732043445110321044921875
0.79748268138709266228403294007875956594944000244140625
0.7995618191172477740025215098285116255283355712890625
0.79293841264019360171033667938900180160999298095703125
0.79887300018312001892439866423956118524074554443359375
0.825365836555857601553043423336930572986602783203125
0.811814347450529272265384861384518444538116455078125
0.78865218939693104704957704598200507462024688720703125
0.788054990673227706565739936195313930511474609375
0.79634184025499610282139428818481974303722381591796875
0.80939202389817166416463578570983372628688812255859375
0.8033638571226713320783119343104772269725799560546875
0.82399514557694242267160689152660779654979705810546875
0.80096097353721573686158308191807009279727935791015625
0.7777379844534120234555985007318668067455291748046875
0.79141853713570409212252343422733247280120849609375
0.7961778464348394646066253699245862662792205810546875
0.7924614813852552952511132389190606772899627685546875
0.80501592573150648757263070365297608077526092529296875
0.776870573148856546907836673199199140071868896484375
0.7951207183073274453732892652624286711215972900390625
0.8010105776449794046101260391878895461559295654296875
0.8232479374827017526428107885294593870639801025390625
0.81235188915709855006497264184872619807720184326171875
0.8134662382756576715081564543652348220348358154296875
0.79019828954470050508263057054136879742145538330078125
0.78008033046231661788993960726656951010227203369140625
0.811240150220648548184954051976092159748077392578125
0.811959965729752486396364474785514175891876220703125
0.793397418646663243890770900179632008075714111328125
0.8038076175244988075263563587213866412639617919921875
0.8106226753298539922099053001147694885730743408203125
0.79244965243344456240492945653386414051055908203125
0.8059983461866140341811615144251845777034759521484375
0.78894029938308996019458163573290221393108367919921875
0.8014055333973193473440232992288656532764434814453125
0.7969741711591205035603024953161366283893585205078125
0.7833974264701921708109466635505668818950653076171875
0.79859352384877502206705912612960673868656158447265625
0.7949105552383299855279119583428837358951568603515625
0.801382662804463574701685502077452838420867919921875
0.81240980371965687556468083130312152206897735595703125
0.79613873219251274360175330002675764262676239013671875
0.790078219174220830467447740375064313411712646484375
0.7832356835860851962394235670217312872409820556640625
0.79029484192106813633671436036820523440837860107421875
0.77358803708628531836666297749616205692291259765625
0.78622895717433893825187851689406670629978179931640625
0.80887378341647575563655436781118623912334442138671875
0.81488400847997211062789801871986128389835357666015625
0.76833149288847091273879641448729671537876129150390625
0.78179128140852693906737158613395877182483673095703125
0.809049136313171768364327363087795674800872802734375
0.78704386357465649926012929427088238298892974853515625
0.79361528553027038679346105709555558860301971435546875
0.818150727688286227845537723624147474765777587890625
0.786427285644918594442742687533609569072723388671875
0.8052143521402117531948761097737587988376617431640625
0.79993621247564739018542923076893202960491180419921875
0.80570389643092454878825492414762265980243682861328125
0.8056196436707419028522281223558820784091949462890625
0.76840086128690876510205498561845161020755767822265625
0.7862777311044346628676748878206126391887664794921875
0.8076968648729876409930739100673235952854156494140625
0.7829709956581953900212056396412663161754608154296875
0.78955508120870998567397691658698022365570068359375
0.80521622914563451001157545761088840663433074951171875
0.76679701651546239293821827232022769749164581298828125
0.78164716486671448336664980161003768444061279296875
0.8187222482959535252433624918921850621700286865234375
0.8171610666263389166630304316640831530094146728515625
0.79956630507736525803608174101100303232669830322265625
