5.65387058258056640625
5.56055164337158203125
5.65720367431640625
5.85703754425048828125
5.463283538818359375
6.26961517333984375
8.3440914154052734375
7.018252849578857421875
6.55588436126708984375
5.565023899078369140625
4.620233058929443359375
5.32051753997802734375
5.8100223541259765625
5.446514129638671875
5.6854686737060546875
6.255631923675537109375
5.500233173370361328125
5.20924854278564453125
5.08072757720947265625
5.665019989013671875
4.8778591156005859375
5.689239978790283203125
5.11884307861328125
4.83794498443603515625
5.30648708343505859375
6.006070613861083984375
5.397662639617919921875
5.593761920928955078125
5.06698703765869140625
7.29553699493408203125
4.276953220367431640625
5.11331844329833984375
9.45389080047607421875
5.316112518310546875
6.33155822753906338817841970012523233890533447265625
6.970995426177978515625
4.76616001129150390625
10.1472225189208984375
5.09417247772216796875
4.48613834381103515625
4.519447803497314453125
5.103742122650146484375
4.71519756317138671875
4.97017955780029296875
5.1869659423828125
5.51627349853515625
6.195197582244873046875
4.223976612091064453125
5.7539920806884765625
5.025248050689697265625
7.538195133209228515625
4.3923473358154296875
5.92326831817626953125
5.47304248809814453125
4.45403766632080078125
5.23732709884643643505341970012523233890533447265625
5.190476894378662109375
4.6262607574462890625
5.05373382568359375
6.41619205474853515625
6.290535449981689453125
8.2297801971435546875
5.40547466278076171875
5.48235034942626953125
4.88405323028564453125
4.861609935760498046875
7.839829921722412109375
5.15590572357177734375
5.2915058135986328125
5.65141201019287109375
5.581541538238525390625
7.8817348480224609375
4.426022052764892578125
5.38004302978515625
4.75792598724365234375
5.67488861083984375
5.751594066619873046875
5.6092853546142578125
5.296535491943359375
5.92472362518310546875
5.5425567626953125
10.39202976226806640625
6.7215938568115234375
6.9532623291015625
4.765935420989990234375
5.21183490753173828125
5.28018093109130859375
5.243585109710693359375
5.7436504364013671875
4.824804782867431640625
4.972329616546630859375
5.21022748947143643505341970012523233890533447265625
6.10356903076171875
6.02669000625610440380341970012523233890533447265625
9.302585601806640625
4.461764812469482421875
4.55235385894775390625
4.615754604339599609375
4.72688770294189541942841970012523233890533447265625
4.5611591339111328125
5.54134845733642578125
4.85738468170166015625
5.61923503875732421875
5.56950664520263671875
8.048664093017578125
5.54056644439697265625
6.653827190399169921875
5.711857318878173828125
4.494052410125732421875
6.193687915802001953125
4.77464389801025390625
5.58280467987060546875
4.199163913726806640625
5.374409198760986328125
4.982789516448974609375
5.507695674896240234375
4.96852970123291015625
5.296512126922607421875
5.1051025390625
4.705165863037109375
5.928236484527587890625
5.564913272857666015625
5.2119312286376953125
5.6084880828857421875
5.195955753326416015625
5.297613620758056640625
5.41146755218505859375
5.202605724334716796875
4.87773036956787109375
8.54698944091796875
5.462009906768798828125
7.547575473785400390625
4.50915050506591796875
4.651749134063720703125
5.1379184722900390625
5.13693141937255859375
5.030405521392822265625
8.48818683624267578125
5.678889751434326171875
5.204749584197998046875
8.7532711029052734375
5.230503559112548828125
4.91053295135498046875
4.95703601837158203125
5.0370693206787109375
4.908183574676513671875
5.39273929595947265625
5.11083507537841796875
5.6832828521728515625
4.377899646759033203125
5.50367736816406338817841970012523233890533447265625
