4.68526363372802734375
4.04182147979736328125
4.62438201904296875
3.9633910655975341796875
3.960401535034180131589209850062616169452667236328125
4.430606842041015625
5.058021068572998046875
3.9564011096954345703125
4.444098949432373046875
5.99347782135009765625
6.37592983245849609375
5.6588382720947265625
4.3105316162109375
5.53480052947998046875
4.6563625335693359375
4.813648700714111328125
4.22935771942138671875
3.9790403842926025390625
5.25761318206787109375
3.837072849273681640625
4.844465732574462890625
3.9631500244140625
5.123748302459716796875
4.768138885498046875
4.663967609405517578125
5.2767543792724609375
4.3488368988037109375
4.081177234649658203125
4.9254055023193359375
4.654331207275390625
4.557681560516357421875
5.034754276275634765625
4.761530399322509765625
4.1248073577880859375
5.68167781829833984375
4.810842990875244140625
4.975510120391845703125
4.81224918365478515625
3.836799144744873046875
4.733640193939208984375
4.312833309173583984375
4.33772945404052734375
4.601724147796630859375
4.7706470489501953125
4.407886981964111328125
4.36376094818115234375
4.783527374267578125
4.93095111846923828125
6.032157421112060546875
4.59757518768310546875
4.5335292816162109375
3.983631134033203125
3.6634309291839599609375
4.23316669464111328125
4.273702144622802734375
4.63497066497802734375
4.84147548675537109375
5.185169219970703125
4.98285770416259765625
6.80132293701171875
5.380561351776123046875
4.36205196380615234375
4.473115444183349609375
4.49683666229248046875
4.65996551513671875
5.068393230438232421875
5.6366291046142578125
4.418831348419189453125
4.15093898773193359375
5.523683071136474609375
4.636010646820068359375
4.008670330047607421875
3.5355336666107177734375
5.2564411163330078125
4.6817836761474609375
4.22211360931396484375
5.33768367767333984375
4.9732666015625
8.93641757965087890625
5.513564586639404296875
4.39480495452880859375
4.5281238555908203125
4.819216251373291015625
4.927861690521240234375
4.616756916046142578125
4.616687774658203125
4.71464252471923828125
3.9812963008880615234375
3.910422325134277787839209850062616169452667236328125
4.707892894744873046875
4.3774261474609375
4.37242412567138671875
4.67656612396240234375
4.20084476470947265625
4.21225833892822265625
4.598537921905517578125
5.853491306304931640625
4.557343959808349609375
4.6256389617919921875
6.5739612579345703125
5.143280506134033203125
5.552783966064453125
3.922319889068603071535790149937383830547332763671875
3.918438911437987837160790149937383830547332763671875
5.0229511260986328125
4.47432804107666015625
5.563349246978759765625
5.2834377288818359375
4.771811008453369140625
4.725343227386474609375
4.6258144378662109375
5.28267955780029296875
4.198293209075927734375
5.573154449462890625
5.8358898162841796875
4.74396419525146484375
4.113225460052490234375
5.324990749359130859375
5.304451465606689453125
4.5557422637939453125
5.647994518280029296875
4.698958873748779296875
4.62492656707763671875
4.26723957061767578125
5.72494220733642578125
4.97384929656982421875
4.293960094451904296875
4.715943813323974609375
4.41387081146240234375
4.744732379913330078125
5.254911899566650390625
3.883053302764892578125
4.754044055938720703125
4.37105560302734375
4.623331546783447265625
4.5252742767333984375
5.316206455230712890625
4.354897975921630859375
4.50259685516357421875
4.478779315948486328125
4.551650524139404296875
7.2724246978759765625
4.5523548126220703125
7.12140655517578125
4.501843929290771484375
5.15079593658447265625
5.758234500885009765625
4.806400299072265625
3.813763141632080078125
3.8798573017120361328125
5.6132869720458984375
