1.7429168224334716796875
1.743148326873779296875
1.74903392791748046875
1.751499652862548828125
1.748504161834716796875
1.7375714778900146484375
1.7381179332733154296875
1.7363672256469728782946049250313080847263336181640625
1.78673267364501953125
1.774776935577392578125
1.79159069061279296875
1.7773237228393556907946049250313080847263336181640625
1.79218006134033203125
1.783709049224853515625
1.7691299915313720703125
1.76764392852783203125
1.755947589874267578125
1.7282323837280271217053950749686919152736663818359375
1.72144985198974609375
1.7356607913970947265625
1.7326219081878662109375
1.7237679958343505859375
1.7213137149810791015625
1.7213585376739501953125
1.68148326873779296875
1.7075479030609130859375
1.6777489185333251953125
1.69083118438720703125
1.6829855442047119140625
1.695092678070068359375
1.688978672027587890625
1.67956447601318359375
1.7359912395477294921875
1.7167537212371826171875
1.8141398429870603248303950749686919152736663818359375
1.729175090789794921875
1.72606182098388671875
1.7268829345703125
1.715554714202880859375
1.7077701091766355201428950749686919152736663818359375
1.7504756450653076171875
1.764298915863037109375
1.745954990386962890625
1.74468517303466796875
1.7363727092742919921875
1.7452991008758544921875
1.733356952667236328125
1.7365524768829345703125
1.731585025787353515625
1.7244122028350830078125
1.7118029594421388939196049250313080847263336181640625
1.7150707244873049095446049250313080847263336181640625
1.7179062366485595703125
1.7106659412384030982678950749686919152736663818359375
1.70893955230712890625
1.7191507816314695045178950749686919152736663818359375
1.7569561004638671875
1.7457804679870603248303950749686919152736663818359375
1.7286970615386962890625
1.7273461818695068359375
1.7344601154327392578125
1.7388327121734619140625
1.7159671783447265625
1.7453086376190185546875
1.752047061920166015625
1.7438647747039794921875
1.7602999210357666015625
1.74571514129638671875
1.744083404541015625
1.744350910186767578125
1.7473270893096923828125
1.7403285503387451171875
1.7114980220794677734375
1.7056505680084228515625
1.6601760387420654296875
1.6846315860748291015625
1.6625282764434814453125
1.64536190032958984375
1.6495552062988279029553950749686919152736663818359375
1.6155917644500732421875
1.74666881561279296875
1.7592296600341796875
1.757672786712646484375
1.7694494724273681640625
1.747100830078125
1.751307964324951171875
1.762422084808349609375
1.750690937042236328125
1.7231295108795166015625
1.7372734546661376953125
1.737142086029052734375
1.731296062469482421875
1.73016071319580078125
1.7261388301849363013928950749686919152736663818359375
1.7077481746673583984375
1.7721250057220458984375
1.798882007598876953125
1.777050018310546875
1.7766487598419189453125
1.7752940654754640892321049250313080847263336181640625
1.7785766124725341796875
1.7583448886871337890625
1.7309315204620359107678950749686919152736663818359375
1.754927158355712890625
1.75164890289306640625
1.741048336029052734375
1.7685320377349853515625
1.74101543426513671875
1.7346298694610595703125
1.7536211013793943092053950749686919152736663818359375
1.752130031585693359375
1.758579254150390625
1.7640011310577392578125
1.756076812744140625
1.7571020126342771217053950749686919152736663818359375
1.7628800868988037109375
1.76016998291015625
1.7462866306304931640625
1.7652766704559326171875
1.788144588470458984375
1.7680637836456301048571049250313080847263336181640625
1.7495615482330322265625
1.742828845977783203125
1.7953400611877439185803950749686919152736663818359375
1.776971340179443359375
1.7657506465911863013928950749686919152736663818359375
1.77421665191650390625
1.76674747467041015625
1.763831615447998046875
1.762118816375732421875
1.7829716205596923828125
1.7874305248260498046875
1.78173828125
1.7780926227569580078125
1.77082729339599609375
1.7889013290405271217053950749686919152736663818359375
1.8151695728301999732678950749686919152736663818359375
1.7638847827911376953125
1.7616145610809326171875
1.7646729946136476829821049250313080847263336181640625
1.7622058391571044921875
1.7653186321258544921875
1.76067829132080078125
1.758763790130615234375
1.7305500507354736328125
1.7599403858184814453125
1.7293891906738279029553950749686919152736663818359375
1.7231175899505615234375
1.7366063594818115234375
1.723902225494384765625
1.7302427291870114967053950749686919152736663818359375
