0.9898836612701416015625
0.99738883972167957647769753748434595763683319091796875
0.99471491575241077764957253748434595763683319091796875
0.98918145895004283563167746251565404236316680908203125
0.99080270528793323858707253748434595763683319091796875
0.9962031841278076171875
0.99882566928863525390625
0.99360287189483642578125
0.9944565296173095703125
0.893275201320648193359375
0.977370083332061767578125
0.989870131015777587890625
0.98860728740692138671875
0.99714809656143199578792746251565404236316680908203125
0.990934908390045166015625
0.99739450216293323858707253748434595763683319091796875
0.99898773431777965203792746251565404236316680908203125
0.99643719196319580078125
0.9961769580841064453125
0.99480187892913818359375
0.9978153705596923828125
0.992197573184967041015625
0.987907230854034423828125
0.994228661060333251953125
0.99203085899353038445980246251565404236316680908203125
0.999523341655731201171875
0.98838913440704356805355246251565404236316680908203125
0.99703723192214954718082253748434595763683319091796875
0.99895060062408436163394753748434595763683319091796875
0.98391413688659679070980246251565404236316680908203125
0.9944236278533935546875
0.985428512096405029296875
0.990706145763397216796875
0.9880135059356689453125
0.9748380184173583984375
0.98215430974960316046207253748434595763683319091796875
0.99026793241500843389957253748434595763683319091796875
0.96692991256713878289730246251565404236316680908203125
0.995784819126129150390625
0.99660545587539683953792746251565404236316680908203125
0.98888260126113880499332253748434595763683319091796875
0.99330037832260120733707253748434595763683319091796875
0.99114519357681285516292746251565404236316680908203125
0.99541771411895763055355246251565404236316680908203125
0.97614914178848277703792746251565404236316680908203125
0.98659193515777598992855246251565404236316680908203125
0.986595630645751953125
0.984969437122344970703125
0.99874413013458240850894753748434595763683319091796875
0.972850024700164794921875
0.995719373226165771484375
0.99032044410705555304019753748434595763683319091796875
0.99220269918441761358707253748434595763683319091796875
0.99140971899032603875667746251565404236316680908203125
0.99234557151794444695980246251565404236316680908203125
0.98526775836944580078125
0.9893572330474853515625
0.99836349487304676397769753748434595763683319091796875
0.99263918399810802117855246251565404236316680908203125
0.992737829685211181640625
0.95393759012222278936832253748434595763683319091796875
0.996361076831817626953125
0.99715101718902598992855246251565404236316680908203125
0.98767262697219837530582253748434595763683319091796875
0.97792440652847278936832253748434595763683319091796875
0.98320090770721435546875
0.99237072467803955078125
0.99590939283370960577457253748434595763683319091796875
0.997266471385955810546875
0.99893653392791759149105246251565404236316680908203125
0.9972298145294189453125
0.99404489994049083367855246251565404236316680908203125
0.98915976285934437139957253748434595763683319091796875
0.998992383480072021484375
0.99887728691101085320980246251565404236316680908203125
0.99331778287887562139957253748434595763683319091796875
0.994465053081512451171875
0.99707674980163563116519753748434595763683319091796875
0.99489080905914317742855246251565404236316680908203125
0.96532016992568958624332253748434595763683319091796875
0.99938762187957763671875
0.99962425231933604852230246251565404236316680908203125
0.99336135387420643194644753748434595763683319091796875
0.994525730609893798828125
0.99130558967590320929019753748434595763683319091796875
0.99046176671981800421207253748434595763683319091796875
0.991513729095458984375
0.986645042896270751953125
0.97951960563659679070980246251565404236316680908203125
0.98795706033706676141292746251565404236316680908203125
0.991544306278228759765625
0.94281750917434681280582253748434595763683319091796875
0.99694168567657481805355246251565404236316680908203125
0.993771612644195556640625
0.98829698562622081414730246251565404236316680908203125
0.997097313404083251953125
0.98618644475936878546207253748434595763683319091796875
0.98117315769195556640625
0.99205207824707042352230246251565404236316680908203125
0.996814429759979248046875
0.987989246845245361328125
0.98017787933349598272769753748434595763683319091796875
0.98802244663238525390625
0.97200429439544677734375
0.99487137794494640008480246251565404236316680908203125
0.99200713634490955694644753748434595763683319091796875
0.98901021480560302734375
0.99307608604431163445980246251565404236316680908203125
0.991826236248016357421875
0.98954528570175159796207253748434595763683319091796875
0.99510419368743896484375
0.97907781600952159539730246251565404236316680908203125
0.9982397556304931640625
0.98762327432632435186832253748434595763683319091796875
0.99890834093093883172542746251565404236316680908203125
0.999454498291015625
0.97623884677886962890625
0.99642586708068836554019753748434595763683319091796875
0.99911630153655994757144753748434595763683319091796875
0.993272125720977783203125
0.983751595020294189453125
0.994330942630767822265625
0.99014604091644276007144753748434595763683319091796875
0.995601654052734375
0.989309251308441162109375
0.96464526653289794921875
0.99473583698272705078125
0.999409019947052001953125
0.988499820232391357421875
0.994780004024505615234375
0.99501132965087879522769753748434595763683319091796875
0.99336421489715576171875
0.9824984073638916015625
0.992280066013336181640625
0.996157705783843994140625
0.99933511018753040655582253748434595763683319091796875
0.99969160556793201788394753748434595763683319091796875
0.99385035037994384765625
0.999739944934844970703125
0.9994318485260009765625
0.99106240272521961554019753748434595763683319091796875
0.9850089550018310546875
0.99790579080581676141292746251565404236316680908203125
0.99916839599609375
0.97011774778366077764957253748434595763683319091796875
0.991806209087371826171875
0.98180586099624644891292746251565404236316680908203125
0.99794596433639515264957253748434595763683319091796875
0.99480664730072021484375
0.98534679412841796875
0.99396103620529163702457253748434595763683319091796875
