0.48963702780671713998827954128501005470752716064453125
0.53766385628912594096817656463827006518840789794921875
0.53631675768642261825647210571332834661006927490234375
0.495590248276176537078896444654674269258975982666015625
0.58407436607934559713584121709573082625865936279296875
0.557681107542567833235125362989492714405059814453125
0.52136975940211882640795693077961914241313934326171875
0.576237169870572163432598244980908930301666259765625
0.550195981185946703106992572429589927196502685546875
0.5135555904385251668742284891777671873569488525390625
0.5508005083286022784960778153617866337299346923828125
0.51656169732679979578193751876824535429477691650390625
0.5352610323239799239303238209686242043972015380859375
0.53175795870977105028742926151608116924762725830078125
0.54181574296668888468531122271087951958179473876953125
0.52103786027700416116914539088611491024494171142578125
0.5294450718930516774918260125559754669666290283203125
0.53556994692504777955122108323848806321620941162109375
0.54994651561182716914544243991258554160594940185546875
0.52002154681615075926259805783047340810298919677734375
0.58897436964736071818293794422061182558536529541015625
0.479046653422931234533876931891427375376224517822265625
0.459062659656907012806215107048046775162220001220703125
0.499348946005014504567753874653135426342487335205078125
0.52414976651409173058482338092289865016937255859375
0.5439396195644514708789074575179256498813629150390625
0.51867730928159894165929699738626368343830108642578125
0.557764896599587611802917308523319661617279052734375
0.51301145461365127431463406537659466266632080078125
0.55488469642151005967178889477509073913097381591796875
0.53466424652025790198450749812764115631580352783203125
0.53345009435761225891070580473751761019229888916015625
0.527097444345638876939119654707610607147216796875
0.4799577966783836746600400147144682705402374267578125
0.5383827771504225978560498333536088466644287109375
0.47768827320462003971357489717775024473667144775390625
0.544055259213164443821142413071356713771820068359375
0.440864271903761595350346169652766548097133636474609375
0.55905258524920065088537057818030007183551788330078125
0.5016721364517271464222858412540517747402191162109375
0.45538869551319349771034694640547968447208404541015625
0.561212098158983874185423701419495046138763427734375
0.54089585091525649307442336066742427647113800048828125
0.5424302776562222039302696430240757763385772705078125
0.49197573992357768180028187998686917126178741455078125
0.536608198070954056646542085218243300914764404296875
0.55880217470030124626845235979999415576457977294921875
0.5147826632502248145328849204815924167633056640625
0.4883182873863265438529879247653298079967498779296875
0.51810850907569172552058489600312896072864532470703125
0.54194248443157644334888800585758872330188751220703125
0.483978488421281938247631160265882499516010284423828125
0.4978518681751504804111618796014226973056793212890625
0.5210412528084606975653514382429420948028564453125
0.572584842108963432139034921419806778430938720703125
0.52222759638578464258529265862307511270046234130859375
0.5758037877502701906706761292298324406147003173828125
0.49989648215875071013414299159194342792034149169921875
0.54811755747446266884281840248149819672107696533203125
0.55810393151384463106268185583758167922496795654296875
0.5371818746181136194906002856441773474216461181640625
0.517976287293972159631039176019839942455291748046875
0.48273415697807930957452526854467578232288360595703125
0.5676225711479165880746222683228552341461181640625
0.52437733359780036579422812792472541332244873046875
0.5341060125277137249355519088567234575748443603515625
0.45965422418539680915472445121849887073040008544921875
0.49787195331839473322332878524321131408214569091796875
0.53141873823765239936989246416487731039524078369140625
0.53101399110382552226639063519542105495929718017578125
0.5127378520305854170402426461805589497089385986328125
0.53419868294548666920462665075319819152355194091796875
0.5854919581049029542185735408565960824489593505859375
0.54016080483583461813168469234369695186614990234375
0.49865440355526302607103161790291778743267059326171875
0.5175753499144166713819004144170321524143218994140625
0.53631416001120479908337301822029985487461090087890625
0.52121738207818213428623721483745612204074859619140625
0.5061020376242992835358336378703825175762176513671875
0.28114150292631900907025510605308227241039276123046875
0.55018643582853510309860212146304547786712646484375
0.57201230412247816570214808962191455066204071044921875
0.5670563148864860014697342194267548620700836181640625
0.5340173995003818507854020936065353453159332275390625
0.574726142061563916030308973859064280986785888671875
0.487857942807104538740503585358965210616588592529296875
0.509209810663780348960472110775299370288848876953125
0.51575325467242205679241351390373893082141876220703125
0.53473679869707757550401083790347911417484283447265625
0.5688309915009455153267481364309787750244140625
0.49696271042881690060966093369643203914165496826171875
0.53992697586982230095742352204979397356510162353515625
0.54144440055862796956631655120872892439365386962890625
0.50505603588640968215628390680649317800998687744140625
0.46119430003575889731592951648053713142871856689453125
0.543771799921620502260566354379989206790924072265625
0.4599794818590987599549180231406353414058685302734375
0.52897335025353109383416949640377424657344818115234375
0.481355890539654940329938881404814310371875762939453125
0.49011016629257564414245962325367145240306854248046875
0.487897318265817225846348037521238438785076141357421875
0.49197419762353911121266492045833729207515716552734375
0.5427279249272423111705165865714661777019500732421875
0.53431326374794119171696138437255285680294036865234375
0.56402855501960835749031275554443709552288055419921875
0.555711688601359110606381364050321280956268310546875
0.56577047956276194096147946765995584428310394287109375
0.49293206936315570043660727606038562953472137451171875
0.56304491427661040869878661396796815097332000732421875
0.51980748824626921145153346515144221484661102294921875
0.5670183291333528163846722236485220491886138916015625
0.504762677101555201630844749161042273044586181640625
0.52967367272284227031065029223100282251834869384765625
0.5118755253983924280447581622865982353687286376953125
0.5839534034966031850188983298721723258495330810546875
0.535808183623635247982974760816432535648345947265625
0.569202337528292634516446923953481018543243408203125
0.496205251858570395295799926316249184310436248779296875
0.5872668847871522768144814108381979167461395263671875
0.58766314069434877342956724532996304333209991455078125
0.504539225730970652961104860878549516201019287109375
0.4961569923947821703080762745230458676815032958984375
0.5518134335532092205056642342242412269115447998046875
0.57118082107916146039627847130759619176387786865234375
0.52693549191227229133716036812984384596347808837890625
0.56576264570032464007454109378159046173095703125
0.54952662895959958344604956437251530587673187255859375
0.56905959962996266465751205032574944198131561279296875
0.485098150551948048558870141278021037578582763671875
0.56870377955780770928839729094761423766613006591796875
0.528618108896433458454566789441742002964019775390625
0.590102543808665114255518346908502280712127685546875
0.50782609234424602728807940366095863282680511474609375
0.50232568043546621527895013059605844318866729736328125
0.51267350705363556873095376431592740118503570556640625
0.58269197564557939639229289241484366357326507568359375
0.53665793620212820513870610739104449748992919921875
0.5473514751368409037013407214544713497161865234375
0.5233213311719613347605672970530577003955841064453125
0.484898893447967715975011060436372645199298858642578125
0.57297409551587019649332432891242206096649169921875
0.47868171649322210914334618792054243385791778564453125
0.48862233994843062845347958500497043132781982421875
0.55035127510713388598873052615090273320674896240234375
0.59096247181755134914027394188451580703258514404296875
0.52707133448197607261676012058160267770290374755859375
0.51332033104696084269136235889163799583911895751953125
0.6067446714283786235455409041605889797210693359375
0.54863206854977553117436173124588094651699066162109375
0.57918960016864795559143885839148424565792083740234375
0.5156648641207237648842465205234475433826446533203125
