0.710716732640054971170684439130127429962158203125
0.63336201083544541035053043742664158344268798828125
0.64272154779203305441370730477501638233661651611328125
0.615377731987108322897483958513475954532623291015625
0.6003466689975887060626291713560931384563446044921875
0.67908378632580668199381079830345697700977325439453125
0.467186681334919085006873729071230627596378326416015625
0.56165133729319294264570316954632289707660675048828125
0.64499172606909471738845240906812250614166259765625
0.617294600894880307606626956840045750141143798828125
0.6040608674645102649236605429905466735363006591796875
0.527843582573057634732549558975733816623687744140625
0.65557533152070213144924082371289841830730438232421875
0.5015057155027224933263596540200524032115936279296875
0.55130257310235120105090800279867835342884063720703125
0.51426807768584559266145106448675505816936492919921875
0.6125433775752819887117084363126195967197418212890625
0.64471627798726582891930547702941112220287322998046875
0.67224306024189905972576752901659347116947174072265625
0.6862038420296230345485355428536422550678253173828125
0.70518848816539947410575450703618116676807403564453125
0.6078283142412754802563767952960915863513946533203125
0.54534237403667162880083196796476840972900390625
0.46744403693715208536474392531090416014194488525390625
0.6445736660910028614779321287642233073711395263671875
0.7104036580148449520066833429154939949512481689453125
0.67102755141132985894358853329322300851345062255859375
0.66777460333945393156085401642485521733760833740234375
0.62410350752763654735844056631322018802165985107421875
0.57230316431406913491031218654825352132320404052734375
0.62317421674808970433190324911265634000301361083984375
0.63039075250314535736606558202765882015228271484375
0.56922777258710655079454454607912339270114898681640625
0.6896549935424463040334330798941664397716522216796875
0.71265095896186447799180996298673562705516815185546875
0.4862112107523415271970179674099199473857879638671875
0.582841805431727255637497364659793674945831298828125
0.6251131056775875993736235614051111042499542236328125
0.61895143848679623488351353444159030914306640625
0.638226006968827253018616829649545252323150634765625
0.64272946711429990163111369838588871061801910400390625
0.59019993536623616137148928828537464141845703125
0.51317783259851779131821558621595613658428192138671875
0.5851648507280897693050292218686081469058990478515625
0.686551607278752751284400801523588597774505615234375
0.5575174030768774713351376703940331935882568359375
0.6286886552637380720653936805319972336292266845703125
0.69386161200319518282952913068584166467189788818359375
0.5755068828447715834073505902779288589954376220703125
0.66897784403419213727914893752313219010829925537109375
0.68787539426383970120326694086543284356594085693359375
0.524637338802332209297674125991761684417724609375
0.6570834107556746683798110097995959222316741943359375
0.58590103453893982443645427338196896016597747802734375
0.5046341850992188682312189484946429729461669921875
0.5437058181931353484372948514646850526332855224609375
0.6655686680219938811120528043829835951328277587890625
0.63722689254477182796421175225987099111080169677734375
0.67578294683605732995346215830068103969097137451171875
0.58497412325910225217029392297263257205486297607421875
0.6619075398475076088544710728456266224384307861328125
0.659866341772280318167531731887720525264739990234375
0.71263464721435720861109075485728681087493896484375
0.72084923511647946980929191340692341327667236328125
0.6122845741208120529108782648108899593353271484375
0.5514947703521659860825820942409336566925048828125
0.67952290309199303575127260046429000794887542724609375
0.66423574236697391359740549887646920979022979736328125
0.63072578466506368233268631229293532669544219970703125
0.65473773803846413432694362199981696903705596923828125
0.6719385491914116048661753666237927973270416259765625
0.6877710351411614464467447760398499667644500732421875
0.62722340707459045550109522082493640482425689697265625
0.641250249448768183668789788498543202877044677734375
0.490464819586622302605150025556213222444057464599609375
0.67550149322607777602200940236798487603664398193359375
0.69454076292347954879602411892847158014774322509765625
0.6493466096819451305321990730590187013149261474609375
0.66316438962416734970162224271916784346103668212890625
0.52039831068132980096407891323906369507312774658203125
0.615830034964292227783744237967766821384429931640625
0.5918144624852186286290134376031346619129180908203125
0.63823093714285927813278931353124789893627166748046875
0.55108135206792774329898065843735821545124053955078125
0.70423338743858898691740932918037287890911102294921875
0.61379752452218461211685962553019635379314422607421875
0.710483303922199382895996677689254283905029296875
0.6215282305618672342717445644666440784931182861328125
0.60371464348381020936784580044331960380077362060546875
0.53396037295161702385115631841472350060939788818359375
0.60646144838848348168625079779303632676601409912109375
0.666969084296469727490830337046645581722259521484375
0.63363903440451740944894254425889812409877777099609375
0.6552431600701777991702101644477806985378265380859375
0.58674327626786626499466592576936818659305572509765625
0.70170263709181857070262822162476368248462677001953125
0.6485148570926766442568123238743282854557037353515625
0.5682372107905979685682495983201079070568084716796875
0.6459251309820535080774561720318160951137542724609375
0.64554088546797050440773091395385563373565673828125
0.6661913982500602404712708448641933500766754150390625
0.64389088814002537475289500434882938861846923828125
0.71824840040438697741365103865973651409149169921875
0.5929376886617967468140477649285458028316497802734375
0.67969329059144545368553735897876322269439697265625
0.605229571180851966261116103851236402988433837890625
0.68979521902289320234302749668131582438945770263671875
0.65375553540344577552190230562700890004634857177734375
0.626107970808079006275193023611791431903839111328125
0.688439375008794041121973350527696311473846435546875
0.66731317021331404415462884571752510964870452880859375
0.44479873687220916611551047026296146214008331298828125
0.66580475610667821939614441362209618091583251953125
0.60341351478456795032201398498727940022945404052734375
0.64692716836219954501530082779936492443084716796875
0.6694474529334666357271999004296958446502685546875
0.4803597623936963767476981956860981881618499755859375
0.66399087861321726133922993540181778371334075927734375
0.64494853585799083450780244675115682184696197509765625
0.6919127839214749275953408869099803268909454345703125
0.6972644488903296799975350950262509286403656005859375
0.69065857615264913960118065006099641323089599609375
0.628407143427061942730915689026005566120147705078125
0.65846040378905212886451181475422345101833343505859375
0.60048164204075415995021103299222886562347412109375
0.55371383371053595201516372981132008135318756103515625
0.575397029075614074855593571555800735950469970703125
0.67903526086092835800656075662118382751941680908203125
0.709801152284179170948164028231985867023468017578125
0.5981461509253855890477780121727846562862396240234375
0.59094480894647194446633875486440956592559814453125
0.694996601845860428880996551015414297580718994140625
0.66634638579250260459474475283059291541576385498046875
0.674861170745670424508944051922298967838287353515625
0.70641934244104842566258639635634608566761016845703125
0.65870862183623024588285943536902777850627899169921875
0.606526020327994519476533241686411201953887939453125
0.62665829678963935744917534975684247910976409912109375
0.65216053864847134402538131325854919850826263427734375
0.64423146747190129790539003806770779192447662353515625
0.59847664334933836638441562172374688088893890380859375
0.62422192907401807815404026769101619720458984375
0.61405692310857340476815124929999001324176788330078125
0.63074034826003522180570826094481162726879119873046875
0.59912083522144576885892774953390471637248992919921875
0.659906758669740245437651537940837442874908447265625
0.60012812239417645532313372314092703163623809814453125
0.63911956944222547694067770862602628767490386962890625
0.68615613657939256153639462354476563632488250732421875
0.72115893558723198619730965219787321984767913818359375
0.5830007162470514092689199969754554331302642822265625
