0.6785442427473851179087205309770070016384124755859375
0.6570046838115899401344677244196645915508270263671875
0.65420646738988852408880347866215743124485015869140625
0.6477079301974686398324365654843859374523162841796875
0.6491909105398361301553222801885567605495452880859375
0.67861225193175400693945675811846740543842315673828125
0.64851884547390337143468741487595252692699432373046875
0.61143827027864272594115391257219016551971435546875
0.64735629362987145984931203201995231211185455322265625
0.66538237167658087489741092213080264627933502197265625
0.65460014908786290366293769693584181368350982666015625
0.60587426382969777893805485291522927582263946533203125
0.60498090722058150969786538553307764232158660888671875
0.58847101068487439601284449963713996112346649169921875
0.6887022128640538642940782665391452610492706298828125
0.5369813165890053863193998040514998137950897216796875
0.64637591556833140504778612012160010635852813720703125
0.55871775359968511853736572447814978659152984619140625
0.6624112244446873631886774091981351375579833984375
0.6443369819295565736894104702514596283435821533203125
0.62771131541022617827962903902516700327396392822265625
0.639913160589923979415516441804356873035430908203125
0.64509310459997248887731302602333016693592071533203125
0.66845304151573492479343485683784820139408111572265625
0.66377630236524332030256800862844102084636688232421875
0.63800801398136985920217512102681212127208709716796875
0.67386575288141969952704357638140209019184112548828125
0.65881233737903632796673036864376626908779144287109375
0.6541067761448839945614963653497397899627685546875
0.63679108607979217904215829548775218427181243896484375
0.6196359621874647505279654069454409182071685791015625
0.67082009252127339227200764071312732994556427001953125
0.63864445192685115326725053819245658814907073974609375
0.64720573452053009599893584891106002032756805419921875
0.64703376851022209592656508903019130229949951171875
0.6174780381533384598924385500140488147735595703125
0.63384120791502740477341149016865529119968414306640625
0.62538879639544886490654107547015883028507232666015625
0.64320611583782649756102500759880058467388153076171875
0.65142168420829127395421664914465509355068206787109375
0.67683988444911935555836635103332810103893280029296875
0.6443971145404809863777018108521588146686553955078125
0.6421180850671905915305615053512156009674072265625
0.64950149891096187193539890358806587755680084228515625
0.66074685680578915114580240697250701487064361572265625
0.7053652431395374122757857549004256725311279296875
0.67124292091400861171024416762520559132099151611328125
0.63983318506147368598391267369152046740055084228515625
0.67302730446120995200232073329971171915531158447265625
0.696700654280629105841171622159890830516815185546875
0.58338243696189351350511742566595785319805145263671875
0.59669009199647271568522910456522367894649505615234375
0.6657383358039756782176255001104436814785003662109375
0.63970279552955588986407065021921880543231964111328125
0.62168453581108862326942698928178288042545318603515625
0.61684073777275438832390364041202701628208160400390625
0.67167666177745755096140101159107871353626251220703125
0.6065621686406343915365368957282043993473052978515625
0.6579038903140335126096260864869691431522369384765625
0.597546410193631860607865746715106070041656494140625
0.64310764126661601469692186583415605127811431884765625
0.53944361416039654510967693568090908229351043701171875
0.65716994896016356353385390320909209549427032470703125
0.63839096150910368265840588719584047794342041015625
0.6210122484711551038571997196413576602935791015625
0.63576834140955351681867568913730792701244354248046875
0.668113640890421134344023812445811927318572998046875
0.6371570131135755321594160704989917576313018798828125
0.676759800518715426420612857327796518802642822265625
0.6463750996015116268011979627772234380245208740234375
0.64257681086172968587533205209183506667613983154296875
0.68901285304316595148321766828303225338459014892578125
0.6694676120172295963328679135884158313274383544921875
0.68886579549674908928835748156416229903697967529296875
0.64868861205265115899010197608731687068939208984375
0.65481555341767794242713307539816014468669891357421875
0.66921321314630166643411257609841413795948028564453125
0.63523494781664668895615477595129050314426422119140625
0.67976448639015030206422807168564759194850921630859375
0.64381074709546826095873939266311936080455780029296875
0.62270480477156653353887350021977908909320831298828125
0.6803477123280210481226504271035082638263702392578125
0.677130472836375840728351249708794057369232177734375
0.66113082001981238189358691670349799096584320068359375
0.6037149902866172368476327392272651195526123046875
0.66607453972820096499418696112115867435932159423828125
0.5682164274069378961939946748316287994384765625
0.62625900781636534286889173017698340117931365966796875
0.5898384230986994936074552242644131183624267578125
0.64127495329925043865415545951691456139087677001953125
0.70520448506787392073391629310208372771739959716796875
0.65415593968608487518423544315737672150135040283203125
0.6433272628353259303679578806622885167598724365234375
0.58454274716900533892527391799376346170902252197265625
0.654589508151066201691037349519319832324981689453125
0.64417491984457642129058285718201659619808197021484375
0.53930463164786146545992551182280294597148895263671875
0.65225550063545945089771294078673236072063446044921875
0.616527148306332595240064620156772434711456298828125
0.69971264395366150612431965782889164984226226806640625
0.65514825607210414037950840793200768530368804931640625
0.60087950431048653410215365511248819530010223388671875
0.6629151728600533033386454917490482330322265625
0.67706909475065202297372479733894579112529754638671875
0.62455811010833961471888642336125485599040985107421875
0.66822203741383490172012216135044582188129425048828125
0.6404161097844174310722564769093878567218780517578125
0.647448799951206410696613602340221405029296875
0.62070044229175957983812850216054357588291168212890625
0.6727032474531398076322830092976801097393035888671875
0.672501263385063996480539572075940668582916259765625
0.6493042965851871795024408129393123090267181396484375
0.61645441853085525263367117076995782554149627685546875
0.65660688028437574903506401824415661394596099853515625
0.6645600359241756738271078575053252279758453369140625
0.64201632184231194333534631368820555508136749267578125
0.65985626092362148487069362090551294386386871337890625
0.65720328521800797094698509681620635092258453369140625
0.66935299337083786763713533218833617866039276123046875
0.66341347780146342483220678332145325839519500732421875
0.649232531098097087607357025262899696826934814453125
0.6392233588421893930586747956112958490848541259765625
0.627806290559387303318317208322696387767791748046875
0.64048284628009299890294414581148885190486907958984375
0.650281014660439193875163255142979323863983154296875
0.60883773623580472733607393820420838892459869384765625
0.6300999432813936262931520104757510125637054443359375
0.67731281181576263872301524315844289958477020263671875
0.64997018212537238657233729099971242249011993408203125
0.58399673890425296551853762139216996729373931884765625
0.63329095591242257068387289109523408114910125732421875
0.65479621628990292148131402427679859101772308349609375
0.67336123625859667374271566586685366928577423095703125
0.62879777370002487568712012944160960614681243896484375
0.65867701563443781243023522620205767452716827392578125
0.65401089509358600881938627935596741735935211181640625
0.65954761706708542323696065068361349403858184814453125
0.598875867982386456134236141224391758441925048828125
0.622002108218858484889324245159514248371124267578125
0.6183269941530531443873996977345086634159088134765625
0.58356951177111593409563283785246312618255615234375
0.61076922278107181885076215621666051447391510009765625
0.6640688942678318884560439983033575117588043212890625
0.641549762426015579563909341231919825077056884765625
0.65827592305799342842220767124672420322895050048828125
0.6377128128121489769597474150941707193851470947265625
0.6435864241158781862139903751085512340068817138671875
0.65221039624010568314105285026016645133495330810546875
0.66213028346160263115649513565585948526859283447265625
0.56864487460639201454881686004227958619594573974609375
0.5978255098010645252060157872620038688182830810546875
