84.2132437229156494140625
84.12008190155029296875
84.1906611919403076171875
84.7281997203826904296875
86.5943753719329833984375
83.8550455570220947265625
83.64321613311767578125
83.717422962188720703125
85.36566925048828125
84.6287729740142822265625
83.2728135585784912109375
83.517513275146484375
84.86749172210693359375
85.44114589691162109375
84.761229991912841796875
86.09731960296630859375
85.487552165985107421875
83.3501374721527099609375
83.3091013431549072265625
83.2118871212005615234375
84.19143581390380859375
82.4157888889312744140625
81.8035991191864013671875
85.500225543975830078125
84.64269924163818359375
84.3842656612396240234375
87.0824701786041259765625
86.39890575408935546875
88.311794281005859375
84.771868228912353515625
84.7846534252166748046875
87.3279798030853271484375
83.8843986988067626953125
83.9665927886962890625
83.880845546722412109375
83.906966686248779296875
85.2398679256439208984375
87.0824587345123291015625
86.6791782379150390625
86.1836879253387451171875
86.074830532073974609375
85.3624989986419677734375
84.1824243068695068359375
84.0737249851226806640625
84.9682605266571044921875
84.8377895355224609375
83.935921192169189453125
84.069413661956787109375
83.8304049968719482421875
82.3601982593536376953125
85.6479170322418212890625
86.232696533203125
81.936502933502197265625
83.838696956634521484375
83.4726569652557373046875
85.6064755916595458984375
83.7572014331817626953125
83.2054512500762939453125
82.93370532989501953125
82.78754329681396484375
83.7706482410430908203125
84.8863818645477294921875
84.563167095184326171875
84.7783453464508056640625
83.40791416168212890625
83.3697507381439208984375
82.4529571533203125
83.302559375762939453125
84.7782170772552490234375
85.3813450336456298828125
85.0963180065155029296875
85.88272762298583984375
85.6091916561126708984375
84.7894041538238525390625
86.241611003875732421875
86.0228765010833740234375
84.6048390865325927734375
84.94377422332763671875
84.0929143428802490234375
84.0899765491485595703125
84.821292400360107421875
84.036094188690185546875
83.5130956172943115234375
83.6633548736572265625
84.940747737884521484375
84.714467525482177734375
84.77130603790283203125
84.8893668651580810546875
83.5218160152435302734375
83.786661624908447265625
84.93185901641845703125
85.266464710235595703125
82.475190639495849609375
85.9934060573577880859375
83.6494243144989013671875
85.494731903076171875
85.510612964630126953125
85.2183625698089599609375
85.3613812923431396484375
86.2114908695220947265625
83.479490756988525390625
84.368084430694580078125
83.273782253265380859375
82.7327976226806640625
86.6226317882537841796875
86.8392188549041748046875
85.7020213603973388671875
79.694097042083740234375
83.8011801242828369140625
84.9117920398712158203125
84.239658832550048828125
84.0109899044036865234375
83.93573474884033203125
85.5911710262298583984375
85.407477855682373046875
84.8256433010101318359375
83.6765024662017822265625
83.1464207172393798828125
83.9764654636383056640625
85.034183502197265625
83.4167048931121826171875
87.395252227783203125
86.926031589508056640625
85.5208437442779541015625
85.59761524200439453125
84.6657199859619140625
84.417344570159912109375
84.5491106510162353515625
82.3697206974029541015625
82.23761749267578125
84.9086067676544189453125
84.6178691387176513671875
83.769141674041748046875
83.739037036895751953125
84.9502646923065185546875
85.52234649658203125
84.94749546051025390625
83.6538543701171875
83.084572315216064453125
86.06451511383056640625
85.6485650539398193359375
90.3213505744933939922702847979962825775146484375
85.081566333770751953125
84.5461690425872802734375
85.9779021739959716796875
85.2961499691009521484375
84.116349697113037109375
84.307075023651123046875
83.7686555385589599609375
86.202495574951171875
85.0881950855255126953125
