237130096585713505651824413045132417
158300580332117603902505168026461696
271895973057686881837347441248767500
238478474885639298763985028537196054
181866541123622418618456949868124195
175526162648967316463594786693039996
179606573883170965827883334237469572
204320973743686214467614403055779679
200666760121769449316196196245021052
123674502525768064371240803104911606
155047592036527490109943252179240229
200558703389942440512383434213695112
162810738564599725039635238503829208
216596921481150180368679218539483459
141631606565231753616354092678081679
206191274270095975813400195615961408
234106589305759652406107116169296217
236044439261215891832265769322889679
200456210390611270899735231347039609
242550641384696546844013006983727774
148622025207584175011783078689774596
233267152182752049773015645816738903
225083293891636615538876885852601635
222087606829769181688710934883999307
154955315617781996156196019840594355
201534669853859086524589997783029444
117555096277744775801603858726446981
178212005751350997291270807979460966
206587245605388811433640346235012278
181499144286868025750072686608882199
153320934426706024672508918584711565
148865454050509517815442455657772281
204055774148188153943845927714958234
259438603882324331831737170533550873
201027614105729881762987870562416205
231323381536865092441060256906487922
216462513729267936935670623954388120
272851289175712039796261418602486715
144312206095959533252333600720498989
260570057384781798186838125124132375
259800766855623440895485426698177307
180520837157123257803863028424089900
170584703818049569726571030356809737
202151850688251591605682416634950596
269527143220489735225704426053380979
275784957768744192793288122913098418
160112421149035044338451701552307576
169111592232246070628987482680791552
270149480472184465208157942484211347
286311351288101312776395835986822704
140220624321170943841484037096843555
270169694891806228664888935186779102
245890844485137230886898628011090269
239733333554090795579463679219788582
197383985721617873645755263426624509
223030699046814861139322513920876777
144831474278863150123901685823258270
246063376412619258305622069880417308
156778464648341499875781310431708854
179829542591570212527575488509214348
138587221106219874625228888316337263
172370911700850663861053832381618382
226188410999207772185065875993970234
143704651431179874595648156483879328
217399835942248181958180837272597771
152299889398116027847741458170394447
226124826219492391669695872818391848
218003789296244506094555183046996787
162869647431091484434258380077159720
240665958869521682029047341052174963
247128647324453045916920641640126815
242971409628668428432144882203677801
205132878248800605334153689932307031
148158043973998577400193437448090097
223289514001961798608560032651210483
190198429154947134932945974380586382
215652414876848230346543801393017750
182197687022826691737093754277368775
181794187764205552015335233942616540
54609789517757925724081991438583431
215830153396779335966752458448086305
111661943972820691632450477250702466
204655518377629848683018860672135932
222673550149984696189627377062245023
121778675234614551482475490049795689
147340750310076588383195025127351675
211406847114094785576279424577146707
194439714816351695717280796670456304
218824523608480116035479113040602173
154263743169746243028662962671789899
122661855117397481575807648032200389
99837106831943657006382490213774657
188065374144944172383400931672713920
232459435001187651792226454482463008
235326640465293763414587453896460859
179482590481971815243105239986716484
235808083582877389428218364598409974
197125879853940968772496059940789139
227181836598579636985665961983118033
337891587621226273234212094562688152
267438253534884863749866785838211568
252218658023122558689733843562927866
157793904717404803222943907584797485
258601303740779562133503986298040005
135881209895780446945693459232094513
156379039196159638410330003470462988
121107737301042954467842345907648471
186993841846392736811691053116984038
212293856449046585852760866725254329
176901979052307844795663836136988161
119119087478093337946073240436433076
233117364950642649617147109140982650
217048555940110989878865380455333773
256843689430358697117912912597190590
130356511703038604290224557491587225
140779059422445947964098875492232563
197767679711310314053469501000529092
134193071553107091489635439005509885
101451368543427000394859556255430786
172385772706694997811534627444114603
165069752386232066846807917036324218
281905463012809898545263695931588467
174340453472477266858461534011319064
167513825945871610049568454632884129
283770540077462562579702678246217475
124679930218286755131765753799547102
246098386243696737514319320319467465
152070010661850026333263409755514638
181070311125059458014070470392217800
146418783016075813946077539591749463
173156165308575486973932286960401449
115991200549622835884376189748973103
147246681385377389798200714530200196
284874882373877061029550173403692704
256763339055189260270643904829484738
194925737087742730759965649774986695
255364971312922221297869016026471957
141912430719169193281164775307582813
177438354147875806537047990735392295
174198720340264016849745560215164128
165319467426835045489337351849533152
265646423932316014182349533599326263
270285551286675321654402212473944762
185921281620138989149736554503633524
84733687494243446911584488718436960
213848266962365551571743638459649178
263204210070819663221886277126957475
130311040365859655895946391080149812
170511026589392563052879580982773057
204798073266793192483737010089873098
230311735870314059059383010467662171
