0.07386583089828489823158719218554324470460414886474609375
0.0914344787597655972444243843710864894092082977294921875
0.08437299728393550524163657655662973411381244659423828125
0.07802349328994749588783719218554324470460414886474609375
0.083837211132049505035723768742172978818416595458984375
0.0830528736114501953125
0.0967453718185423972020231531132594682276248931884765625
0.09150153398513789781976157655662973411381244659423828125
0.08897298574447630448158719218554324470460414886474609375
0.07981312274932859940346219218554324470460414886474609375
0.07552695274353020404856096092771622352302074432373046875
0.0853234529495238980256743843710864894092082977294921875
0.0860770344734191061863981531132594682276248931884765625
0.098900556564330999176348768742172978818416595458984375
0.087856352329254094879473768742172978818416595458984375
0.09699791669845579666908719218554324470460414886474609375
0.0823796987533569058381743843710864894092082977294921875
0.080681085586547796051348768742172978818416595458984375
0.07497173547744749588783719218554324470460414886474609375
0.0804445147514342984162993843710864894092082977294921875
0.074093282222747802734375
0.0833662152290343960725493843710864894092082977294921875
0.08337640762329100174721219218554324470460414886474609375
0.09070843458175649465236034529880271293222904205322265625
0.0829859375953674038850493843710864894092082977294921875
0.0756208896636962057957731531132594682276248931884765625
0.08505576848983760485101157655662973411381244659423828125
0.07474386692047109426173534529880271293222904205322265625
0.07447642087936399979408719218554324470460414886474609375
0.08210670948028560289788657655662973411381244659423828125
0.073829889297485296051348768742172978818416595458984375
0.08213192224502559313226157655662973411381244659423828125
0.09670847654342649979408719218554324470460414886474609375
0.07746315002441399311106096092771622352302074432373046875
0.07874584197998039936106096092771622352302074432373046875
0.10754704475402830643471219218554324470460414886474609375
0.09018248319625850328851157655662973411381244659423828125
0.1036764979362486960301481531132594682276248931884765625
0.0839586257934570034944243843710864894092082977294921875
0.07534629106521599506418596092771622352302074432373046875
0.07894408702850340409096219218554324470460414886474609375
0.08571207523345940326731096092771622352302074432373046875
0.0931962728500365933381743843710864894092082977294921875
0.08749634027481069387111034529880271293222904205322265625
0.07446563243865959857981096092771622352302074432373046875
0.0941973924636839987645231531132594682276248931884765625
0.08483684062957759508538657655662973411381244659423828125
0.07940167188644399465236034529880271293222904205322265625
0.09292417764663689350168596092771622352302074432373046875
0.07815784215927119860101157655662973411381244659423828125
0.08016502857208250565346219218554324470460414886474609375
0.0890058875083923062287993843710864894092082977294921875
0.07935369014739990234375
0.09002989530563350328851157655662973411381244659423828125
0.09170103073120110248606096092771622352302074432373046875
0.0834325551986694058381743843710864894092082977294921875
0.089450776576995794098223768742172978818416595458984375
0.0844306945800780972444243843710864894092082977294921875
0.084202706813812200348223768742172978818416595458984375
0.0767728090286254050145231531132594682276248931884765625
0.0805590748786925991975493843710864894092082977294921875
0.09841722249984739823158719218554324470460414886474609375
0.0728647708892821988069243843710864894092082977294921875
0.07689166069030760330971219218554324470460414886474609375
0.0785533785820007046662993843710864894092082977294921875
0.08815550804138179430413657655662973411381244659423828125
0.0770658850669860007176481531132594682276248931884765625
0.07936465740203850482981096092771622352302074432373046875
0.09470194578170769428293596092771622352302074432373046875
0.08859068155288689350168596092771622352302074432373046875
0.07798540592193599352288657655662973411381244659423828125
0.08406656980514519428293596092771622352302074432373046875
0.07478541135787959703851157655662973411381244659423828125
0.078373372554778997223223768742172978818416595458984375
0.087359726428985595703125
0.08130598068237300524163657655662973411381244659423828125
0.0788469314575195034944243843710864894092082977294921875
0.09209525585174560546875
0.07952803373336790604408719218554324470460414886474609375
0.0853074789047240933381743843710864894092082977294921875
0.08926635980606069387111034529880271293222904205322265625
0.08655560016632080078125
0.084775030612945501129473768742172978818416595458984375
0.0863882899284361960301481531132594682276248931884765625
0.06867897510528560289788657655662973411381244659423828125
0.08310896158218379625726157655662973411381244659423828125
0.08370220661163330078125
0.09261947870254509662668596092771622352302074432373046875
0.081096708774566594879473768742172978818416595458984375
0.076465666294097900390625
0.07223367691040029348048534529880271293222904205322265625
0.07151639461517329821038657655662973411381244659423828125
0.08874285221099849352288657655662973411381244659423828125
0.08370840549468989977288657655662973411381244659423828125
0.089947164058685302734375
0.08262407779693599352288657655662973411381244659423828125
0.07919168472290029348048534529880271293222904205322265625
0.089357256889343206207598768742172978818416595458984375
0.0890653133392333984375
0.08172434568405149979408719218554324470460414886474609375
0.081657409667968694488848768742172978818416595458984375
0.066273748874664306640625
0.0780179500579833984375
0.078319966793060302734375
0.09100234508514400133538657655662973411381244659423828125
0.08122032880783079666908719218554324470460414886474609375
0.0763442516326904019319243843710864894092082977294921875
0.076638698577880803863848768742172978818416595458984375
0.07966005802154539627846219218554324470460414886474609375
0.077891290187835693359375
0.07097452878952019428293596092771622352302074432373046875
0.08446067571640010485101157655662973411381244659423828125
0.072475731372833196441973768742172978818416595458984375
0.0889607071876525046238981531132594682276248931884765625
0.08483326435089109940346219218554324470460414886474609375
0.079150974750518798828125
0.093068778514862005035723768742172978818416595458984375
0.0874232053756713034520231531132594682276248931884765625
0.0828604698181152066194243843710864894092082977294921875
0.07751673460006709703851157655662973411381244659423828125
0.07618987560272209857981096092771622352302074432373046875
0.084484636783599798004473768742172978818416595458984375
0.08483272790908809313226157655662973411381244659423828125
0.079730331897735595703125
0.08194977045059199938226157655662973411381244659423828125
0.0854007005691528042756743843710864894092082977294921875
0.08641833066940300678293596092771622352302074432373046875
0.07671618461608879779856096092771622352302074432373046875
0.0749933719635008932957731531132594682276248931884765625
0.08778733015060420641351157655662973411381244659423828125
0.0891807675361633023225493843710864894092082977294921875
0.0821545720100401999363981531132594682276248931884765625
0.08184683322906489977288657655662973411381244659423828125
0.07450741529464720291908719218554324470460414886474609375
0.0760608911514281949006743843710864894092082977294921875
0.076222121715545598785723768742172978818416595458984375
0.0795868635177612027131743843710864894092082977294921875
0.08874332904815669664788657655662973411381244659423828125
0.073750317096710205078125
0.08008706569671629471596219218554324470460414886474609375
0.10214924812316890367913657655662973411381244659423828125
0.0802624821662901999363981531132594682276248931884765625
0.08007019758224480365793596092771622352302074432373046875
0.08977663516998289627846219218554324470460414886474609375
0.08226692676544189453125
0.07774209976196279348048534529880271293222904205322265625
0.0924385190010069968113981531132594682276248931884765625
0.07283610105514519428293596092771622352302074432373046875
0.07098650932312010330971219218554324470460414886474609375
0.0757843852043151022801481531132594682276248931884765625
0.082561433315277099609375
