9.4056427478790283203125
9.3039872646331804872943394002504646778106689453125
9.5045149326324462890625
9.8075091838836687685443394002504646778106689453125
9.5267927646636962890625
9.429824352264404296875
9.4816911220550537109375
9.4896221160888671875
9.5248212814331036923931605997495353221893310546875
9.3570613861083984375
9.3996851444244384765625
9.4368073940277099609375
9.4733440876007080078125
9.4768643379211443544818394002504646778106689453125
9.583846569061279296875
9.68569660186767578125
9.6897804737091064453125
9.2012829780578595517681605997495353221893310546875
9.4402854442596435546875
9.4979217052459716796875
9.465402126312255859375
9.3866269588470458984375
9.4970631599426287294818394002504646778106689453125
9.2683150768280047060443394002504646778106689453125
9.4716513156890886904193394002504646778106689453125
9.01055049896240234375
9.7102956771850603701068394002504646778106689453125
9.42234325408935546875
9.6662101745605486513568394002504646778106689453125
9.4748675823211687685443394002504646778106689453125
9.509602069854736328125
9.4565126895904541015625
9.2879514694213884951068394002504646778106689453125
9.28075695037841796875
9.3626515865325927734375
9.6599295139312744140625
9.4163229465484619140625
9.7709386348724365234375
9.0792481899261474609375
9.5414907932281494140625
9.3318054676055908203125
9.071322917938232421875
9.206223011016845703125
9.577650547027587890625
9.479862689971923828125
9.4269900321960431455181605997495353221893310546875
9.5807788372039794921875
9.7037260532379168154193394002504646778106689453125
9.6323344707488995908306605997495353221893310546875
9.7963974475860595703125
9.317660808563232421875
9.5773065090179443359375
9.5368640422821044921875
9.5737540721893328310443394002504646778106689453125
9.5967383384704607607318394002504646778106689453125
9.5132086277008056640625
9.71117115020751953125
9.4602160453796404482318394002504646778106689453125
9.5856444835662841796875
9.4953715801238995908306605997495353221893310546875
9.4047009944915753720806605997495353221893310546875
9.5828607082366943359375
9.0935990810394287109375
9.6718728542327880859375
9.0613634586334246279193394002504646778106689453125
9.192215442657470703125
9.5375926494598406435443394002504646778106689453125
9.6111447811126726747943394002504646778106689453125
9.4895939826965314267681605997495353221893310546875
9.6280004978179913877056605997495353221893310546875
9.4484174251556396484375
9.3274474143981915830181605997495353221893310546875
9.125705718994140625
9.6797986030578595517681605997495353221893310546875
9.609416484832763671875
9.413095951080322265625
9.4291841983795166015625
9.4529011249542236328125
9.4933795928955078125
9.6384537220001220703125
9.640305995941162109375
9.5208804607391357421875
9.5889129638671875
9.63147068023681640625
9.7375204563140886904193394002504646778106689453125
9.6048395633697527529193394002504646778106689453125
9.4343135356903076171875
9.5609447956085205078125
9.5531520843505859375
9.2647941112518328310443394002504646778106689453125
9.378862857818603515625
9.5656008720397966982318394002504646778106689453125
9.4287703037261962890625
9.607167720794677734375
9.3177168369293195127056605997495353221893310546875
9.6420831680297833798931605997495353221893310546875
9.3401091098785400390625
9.6516082286834716796875
9.4899718761444091796875
9.4230725765228271484375
9.5520796775817888857318394002504646778106689453125
9.2770500183105486513568394002504646778106689453125
9.8101866245269775390625
9.3271496295928955078125
9.4348099231719952939556605997495353221893310546875
9.1612513065338117002056605997495353221893310546875
9.4959371089935302734375
9.7737715244293195127056605997495353221893310546875
9.5034415721893328310443394002504646778106689453125
9.675042629241943359375
9.5030491352081298828125
9.4155652523040753720806605997495353221893310546875
9.4854717254638671875
9.4493663311004638671875
9.526116847991943359375
9.757624149322509765625
9.65875148773193359375
9.7555267810821515439556605997495353221893310546875
9.5498178005218505859375
9.5548822879791259765625
9.60978412628173828125
9.3514349460601806640625
9.5496511459350603701068394002504646778106689453125
9.712123394012451171875
9.7123470306396484375
9.4157173633575439453125
9.4943425655365007997943394002504646778106689453125
9.5833523273468017578125
9.3466718196868896484375
9.2698523998260498046875
9.4898731708526593564556605997495353221893310546875
9.6991229057311993955181605997495353221893310546875
9.365077972412109375
9.5342466831207275390625
9.363780975341796875
9.5468094348907488466693394002504646778106689453125
9.3969478607177716611431605997495353221893310546875
9.728108882904052734375
9.3189952373504638671875
9.6558625698089599609375
9.6511142253875714658306605997495353221893310546875
9.595510005950927734375
9.431941509246826171875
9.3990633487701416015625
9.65825176239013671875
9.3374855518341064453125
9.49520969390869140625
9.675519466400146484375
9.1948635578155517578125
9.4881365299224835752056605997495353221893310546875
9.3676245212554913877056605997495353221893310546875
