84.2085323333740234375
84.6198875904083251953125
84.163512706756591796875
87.1992909908294677734375
86.60728168487548828125
83.4266149997711181640625
83.69249439239501953125
83.031787395477294921875
84.590798854827880859375
84.9536044597625732421875
83.051832675933837890625
84.6587207317352294921875
84.32644367218017578125
84.188922882080078125
86.2776057720184326171875
84.6764051914215087890625
83.393674373626708984375
84.05494403839111328125
83.554347991943359375
84.4549160003662109375
84.478433132171630859375
82.0201358795166015625
82.28492069244384765625
85.6145689487457275390625
83.8736207485198974609375
84.2388403415679931640625
86.142893314361572265625
87.878695964813232421875
88.3628661632537841796875
85.156495571136474609375
84.5648329257965087890625
86.536046504974365234375
83.91757488250732421875
83.7999603748321533203125
84.124263286590576171875
85.549690723419189453125
85.4481303691864013671875
86.6919510364532470703125
83.1728446483612060546875
84.03600978851318359375
85.07926273345947265625
85.40033721923828125
83.4039905071258544921875
85.5369017124176025390625
85.7255556583404541015625
83.5803813934326171875
89.54046630859375
83.3130779266357421875
82.486510753631591796875
82.5842044353485107421875
85.8123881816864013671875
82.23176288604736328125
81.9755084514617919921875
83.2550828456878662109375
84.0519416332244873046875
84.455724239349365234375
83.230830669403076171875
83.576837062835693359375
82.71382999420166015625
85.0611827373504638671875
83.4334642887115478515625
83.7167432308197021484375
84.489660739898681640625
84.6760346889495849609375
83.1098725795745849609375
83.3235805034637451171875
82.553047657012939453125
85.3043162822723388671875
84.9821584224700927734375
84.1414144039154052734375
84.140320301055908203125
85.71916675567626953125
85.163199901580810546875
85.6548502445220947265625
85.6871891021728515625
85.112539768218994140625
84.916089534759521484375
84.0954725742340087890625
84.43909358978271484375
83.6823451519012451171875
83.9854772090911865234375
84.015727519989013671875
83.88205718994140625
85.0772850513458251953125
84.9981415271759033203125
84.81716823577880859375
83.85526943206787109375
84.1258656978607177734375
83.44064044952392578125
83.832427978515625
84.1513483524322509765625
83.19673252105712890625
82.090664386749267578125
83.7450382709503173828125
84.0694806575775146484375
84.7099354267120361328125
85.0670011043548583984375
85.4826793670654296875
86.7113621234893798828125
86.3506524562835693359375
84.4659006595611572265625
85.3095314502716064453125
82.7651641368865966796875
83.1048381328582763671875
86.5409982204437255859375
85.716548919677734375
84.9870951175689697265625
84.25517749786376953125
83.8992798328399658203125
83.9428575038909912109375
84.5901663303375244140625
83.734869480133056640625
85.4948198795318603515625
85.0134451389312744140625
83.155696392059326171875
83.28855800628662109375
82.3600094318389892578125
82.760106563568115234375
84.436309337615966796875
82.07744693756103515625
82.0948162078857421875
86.9706516265869140625
86.8283298015594482421875
85.2736203670501708984375
85.654261112213134765625
84.0592041015625
85.720653533935546875
85.0904369354248046875
81.700095653533935546875
82.0099735260009765625
84.31182384490966796875
84.1256935596466064453125
83.7347204685211181640625
85.3340511322021484375
85.23988628387451171875
84.6012420654296875
85.1935577392578125
84.5130484104156494140625
83.0119221210479736328125
85.6705253124237060546875
91.7872302532196044921875
91.965796947479248046875
85.1490228176116943359375
84.9134552478790283203125
84.8230495452880859375
85.1947534084320068359375
83.7581431865692138671875
85.4130432605743408203125
85.813621044158935546875
85.579967498779296875
85.552787303924560546875
