1.592419147491455078125
1.5977973937988279029553950749686919152736663818359375
1.5927252769470217064196049250313080847263336181640625
1.5946729183197019263928950749686919152736663818359375
1.6554584503173828125
1.6542656421661376953125
1.6810855865478515625
1.6774227619171144798571049250313080847263336181640625
1.5786125659942626953125
1.5821297168731689453125
1.6996304988861083984375
1.6946308612823486328125
1.71708965301513671875
1.6973958015441896751696049250313080847263336181640625
1.69330120086669921875
1.6980264186859130859375
1.6097521781921388939196049250313080847263336181640625
1.6221878528594970703125
1.6593539714813232421875
1.666530609130859375
1.655175685882568359375
1.655885219573974609375
1.6362302303314208984375
1.649859905242919921875
1.567519664764404296875
1.570201873779296875
1.5748138427734375
1.7100436687469482421875
1.67300510406494140625
1.6563174724578855201428950749686919152736663818359375
1.6555268764495849609375
1.6680827140808103248303950749686919152736663818359375
1.6045215129852294921875
1.6164109706878662109375
1.6620476245880126953125
1.6768600940704345703125
1.692371368408203125
1.6914031505584716796875
1.7004482746124267578125
1.714900970458984375
1.5950148105621337890625
1.6021864414215087890625
1.685064792633056640625
1.7017576694488523170178950749686919152736663818359375
1.686954498291015625
1.6620872020721435546875
1.67305850982666015625
1.674415111541748046875
1.5973052978515625
1.6068155765533447265625
1.72889041900634765625
1.753806591033935546875
1.724442005157470703125
1.72439670562744140625
1.7220151424407958984375
1.7346422672271728515625
1.6270234584808349609375
1.63128376007080078125
1.6405456066131591796875
1.6614453792572019263928950749686919152736663818359375
1.642530918121337890625
1.6513817310333251953125
1.649209499359130859375
1.628971099853515625
1.6566436290740969017321049250313080847263336181640625
1.6577131748199462890625
1.68463134765625
1.6524558067321775123303950749686919152736663818359375
1.674900054931640625
1.6786518096923828125
1.6713659763336181640625
1.65642452239990234375
1.57070446014404296875
1.5723812580108644798571049250313080847263336181640625
1.5767118930816650390625
1.6533725261688232421875
1.660253047943115234375
1.6474902629852294921875
1.6709368228912353515625
1.65010929107666015625
1.590643405914306640625
1.5820789337158203125
1.7062294483184814453125
1.7227008342742919921875
1.703535556793212890625
1.70114040374755859375
1.7099430561065673828125
1.706843852996826171875
1.5910224914550779029553950749686919152736663818359375
1.619747638702392578125
1.57626247406005859375
1.6994626522064208984375
1.7028930187225341796875
1.6916613578796388939196049250313080847263336181640625
1.6931488513946530982678950749686919152736663818359375
1.618136882781982421875
1.632493495941162109375
1.63712978363037109375
1.6711025238037109375
1.704750537872314453125
1.655149936676025390625
1.6373159885406494140625
1.59998226165771484375
1.5768682956695556640625
1.55496120452880859375
1.676830768585205078125
1.7043683528900146484375
1.6794855594635009765625
1.6809337139129640892321049250313080847263336181640625
1.61861515045166015625
1.61561298370361328125
1.7132141590118408203125
1.7305777072906494140625
1.7302176952362060546875
1.7039084434509275123303950749686919152736663818359375
1.7187173366546630859375
1.56259059906005859375
1.5737364292144775390625
1.58079624176025390625
1.7298438549041748046875
1.7207272052764892578125
1.7041680812835691138928950749686919152736663818359375
1.7007646560668943092053950749686919152736663818359375
1.60838413238525390625
1.6171615123748779296875
1.6757228374481198951428950749686919152736663818359375
1.6874763965606689453125
1.702301025390625
1.666882038116455078125
1.6656730175018310546875
1.587802886962890625
1.5820868015289308861071049250313080847263336181640625
1.6014850139617919921875
1.728538036346435546875
1.7403967380523681640625
1.7215588092803955078125
1.732061862945556640625
1.6022684574127195045178950749686919152736663818359375
1.6023471355438232421875
1.6880214214324951171875
1.6958339214324951171875
1.700188159942626953125
1.6838400363922119140625
1.6869685649871826171875
1.5710384845733644798571049250313080847263336181640625
1.577174663543701171875
1.5713241100311279296875
1.7141711711883544921875
1.70305156707763671875
1.702747344970703125
1.713168621063232421875
