118581098576894840
131380241542752680
121613215736648405
139390874344566578
117953543778629677
146153326117440460
133356382512423389
154119185906502915
108990465960673709
137847161528449786
118381474762575576
163294584481578718
191741469097210324
154910079169726879
121903322817101578
158831498281061472
129074020397477125
159178144216669180
158388853015106692
148204709059564918
143460279368113627
134147081951958509
147585665890052507
130153141735805807
136134912902383508
113364988875392126
110859373822330403
143033397817851561
136833458423732418
86891951164001400
174894341265316854
122605885173272815
120351476878562600
114306846685298926
131485924633477402
137714780250207879
133692043253955353
131922000786488277
124633923229680666
159900655972847430
147938805633382781
146313404387026474
129133791038167188
97645155875984810
135549699064466063
118646316473685767
112538364414358074
133162717145334639
120845922143106459
125723021573702443
153589356958081487
163813925665745843
206000752387775488
107416077896294621
134875838680514671
160137954889330201
124143538137248758
171916196325897410
133361842374575560
178202445809360785
149014323419289403
178503794535052719
135119353441625247
170315773080319708
136316743692639956
197609535323663285
122183335393466283
134182282116013228
137436816365656634
124376391433964671
161689867120605157
115982659486518754
128579890385910896
112287723645579609
131507127957005035
114856464286026698
110473836593398714
132707747795102022
136306713379378232
112342115900587117
183398029007988213
121406864297921485
137753900265563099
125108212980518109
147126510925411340
132486693835555220
180348162231087654
109674082113954300
180563315645095927
137897043654981345
126433884700816749
149617482275529733
138161165672364086
162809454227320836
142319965011518498
133783600984811177
189241313123826146
141768985553956880
151416980586328288
105338910772412579
148331406380177994
179290555804531404
129633610495157037
124253198499717018
117321384205452049
133607364958075621
139508957170625561
142424471017742488
156703109391962922
134294534720603515
130376760786384883
124037715717808022
161521868513735215
144826065653412186
123207329114246388
136728179228478350
125277482899459919
147151332435191834
134746093545760079
142734588544259289
149330808254248202
145389357205434774
144964602711136666
147691657445162588
208302856696649378
185249151251479287
149496470394075614
131394521896388236
132861207564971509
139951758997685405
157540309637433123
125285838556219430
121953578282960816
124208636782609028
134502633484811621
123190192178444660
128200876631030710
147400708956808930
135177663296726147
155620580595640667
185899484104286386
145576602982567268
110744855837245301
129788269217173913
136983470319036538
150116778573250938
129271752049752135
211555576978684046
122221224204002571
173781512027254805
178597271288014822
