4.1329174041748046875
4.605802059173583984375
4.213898181915283203125
4.726718902587890625
5.63800525665283203125
4.133700847625732421875
4.8181324005126953125
4.77652645111083984375
4.08978748321533203125
4.435878753662109375
4.658674716949462890625
4.4799785614013671875
4.811137676239013671875
5.3861751556396484375
5.15588855743408203125
4.2910976409912109375
4.89559173583984375
4.721523761749267578125
4.729981899261474609375
4.130442142486572265625
5.251795291900634765625
4.53926563262939453125
4.92335414886474609375
5.010544300079345703125
5.021323680877685546875
4.34442424774169921875
4.673743724822998046875
4.0561885833740234375
4.585330963134765625
5.5628986358642578125
4.400216579437255859375
4.28252124786376953125
4.471153736114501953125
4.29248523712158203125
5.64763355255126953125
7.44109630584716796875
5.523607730865478515625
4.53849697113037109375
4.16934967041015625
4.3615283966064453125
4.999125003814697265625
5.24973964691162109375
4.93651580810546875
3.864933013916015625
5.404109477996826171875
4.810543060302734375
4.754190921783447265625
4.260899066925048828125
4.021938800811767578125
5.4119014739990234375
4.19446659088134765625
5.298925876617431640625
5.00300312042236328125
7.75997447967529296875
4.4165439605712890625
7.083794116973876953125
3.9662647247314453125
5.198816776275634765625
5.1444225311279296875
4.89422321319580078125
4.4817981719970703125
4.6251010894775390625
4.8103504180908203125
4.122486591339111328125
4.32575702667236328125
4.84119510650634765625
4.59099483489990234375
5.2893390655517578125
4.616347789764404296875
5.065460205078125
4.4604949951171875
5.813643932342529296875
7.4547519683837890625
4.738811492919921875
4.64782238006591796875
4.232952594757080078125
4.125519275665283203125
3.9410483837127685546875
4.31667613983154296875
4.485501766204833984375
3.820865631103515625
4.127163410186767578125
4.74980926513671875
4.04179668426513671875
4.5109119415283203125
4.6501407623291015625
4.93204021453857421875
4.24240875244140625
4.59787273406982421875
4.553431034088134765625
3.806694507598876953125
4.337467670440673828125
5.29169178009033203125
5.011035919189453125
4.732865810394287109375
4.170639514923095703125
4.58977413177490234375
4.872363567352294921875
4.255044460296630859375
4.674302577972412109375
4.912570476531982421875
3.9024181365966796875
4.170292377471923828125
4.74723720550537109375
4.976546764373779296875
4.418024539947509765625
4.906940460205078125
4.5909671783447265625
4.005176544189453125
5.468791961669921875
4.47209262847900390625
4.71431827545166015625
4.6167430877685546875
4.205749988555908203125
4.816975116729736328125
5.699573993682861328125
4.319297313690185546875
5.096419811248779296875
4.603155612945556640625
4.49234867095947265625
5.57587146759033203125
5.9180507659912109375
4.6152057647705078125
4.5627880096435546875
5.306701183319091796875
4.35756206512451171875
4.96390438079833984375
4.0124568939208984375
3.74662494659423828125
4.3701324462890625
4.654031276702880859375
4.597470760345458984375
4.458851337432861328125
4.8945865631103515625
4.541920185089111328125
4.869946956634521484375
4.421184539794921875
4.65845584869384765625
4.840486049652099609375
5.073833465576171875
4.895404338836669921875
4.743625640869140625
4.232841968536376953125
4.20737934112548828125
9.76701068878173828125
4.884974956512451171875
4.885135650634765625
4.7532215118408203125
4.220096111297607421875
4.5792064666748046875
4.4925823211669921875
