233385285140608618113162815189408269
195288969752967346318732825434996297
291712026057886359123377868223890112
238503495533108942896401649060765700
190281597897303615595649465252702198
213524014441174438299807185791065999
253243805664129260119465953675615281
217910241757631724339367907624441117
212148416743749371137626696946639198
68365889001363991872877451438886572
187265554494016640853205771075717314
250653663375027950784864522510321905
213833836416208045946635367535608315
264517265699960550430656481818922703
177526269344872162902275471184065742
211306201972774291525918747803753603
257760276760397475708704085737327839
248968368302068263477145405826097471
216937592545652930928577916446404812
244402045933502338063322087393836965
171793539614166549428127429343457148
270219732431747355754530776106698753
256080426214397286848667303229213165
245809032511514328153005546001306336
199510816061702777211608920356271055
216533684403300012867506672260909184
157760566648032128013647273986144165
205408127749407970937354963632723143
266343329241647703089155100794215152
194383857296217799922132027179693802
176157592331120270664074257124377109
183793709124150313726124134068410626
192540363056128556776769904187462696
283445982357210964318296932756823107
203343988281872596340543871775094803
248716087242584299130842407839423083
228835344363341992415032179960521766
293782147859521444564661707204612977
176827062683742616903279632309698125
262953407748289406988927230005228305
304510116308549796872345265645597451
203459599787652361646244020266573847
197783321124682390360520869208214896
210351687703199255569339983761145133
318761417162279289508121142041629182
280037563412491500182826164919921832
197598646455257196033936451965812120
198975263277795325417121383790827114
300017354640138792112555378317940594
292493502926213809009094047636707008
196055555378424469426269433381974542
273044690526465240657995225274338708
295500046040223882438972394208114847
260279738730113804795093756164789660
205377126310647072642974762133506934
229423711669226089042558194329860058
164602575172963413150732080385556973
260708259103105742982819522469626770
198162844475046736036924199827805692
216583213693701899266698457756460995
128470729253263698740954123980909194
221350630178526132983764369280967171
254835231696988243447941939408423906
166489930784405574798033234095428865
249751348150284718288708087213180549
185083026287363832528927862533103534
277166451557382066630954530580210565
283262203513873280354770353146796345
206778448160545779607251749365456778
272984416632653169047146005231180701
287083367181421074109385840284354664
254341754153293089508426906995618169
223105653491961443793880186192805705
189712208111071053654216551834777991
265731927975133594624647806363626670
214567471575775879544515498919881347
245580766574532686923764888737481343
199282442466174837031698961134827211
196947735021847972813924641715837121
39935052822701027664841858754564702
226364801552755295210228693422730829
153018781850690994037126988743117198
222343114295344704387505707651652397
237439102752953221551023584125959252
152456833973465684476155021104977381
185005876306713528065413902156205682
251921837985539812272176035515738177
209199755145890934131899472379329034
245316672671125645276868539241106319
156880528593315170439808360313035671
216485869003138826624848901852487518
144036246134726976257869008704757942
188164626670562386525505162263821465
285274887390061734872334524623654327
256511531354145336831668946879988738
195766250981634122659341467355031956
186460035077119804518188742633757861
223556513489009871598101479319858582
292878021581358176606822640795510309
347194723449011078610315099327629011
296990658906986574595035476022038526
258851191988226126418133850822423169
194313728439811818463084655683777291
272793377390089704203869580747121926
181749508167048466791802915439168950
170754988654937234555019897407759610
165120763679186943107100268107298719
291404695336137888955890533773644996
225553380269638569860858295626912226
208820088914208435106732989612616877
154579567271495205811245069246969243
228592749980493532393215384581389083
253015249465967571373082525263954070
282196144206778283839843347763026545
162268044725903746259576472640164882
157235849434337183273254631238619307
214020339700267678127046701292036361
176739414875190803809853479689654980
135191267088729879918497043857796909
190671180436798296978018113969018704
170720643550661958754258671990985762
320657920391108935076839979959801262
206204956314071450803712733539398755
214969807162657185087871732462985259
308159029275558578473758226188191769
157804986783436338951464129988414136
264461862178650309836327694710269917
170626899668502979562765042289053332
243461782805935758196188638188325827
148502866605868911361677739675619136
213263944999699381305238598381442993
136177270272936201839284788398559518
223398016882261232448769131308234934
285106441919847559361766691158469241
285357221975893282584559500710163504
224100357300632640029589985698317191
286598043183910396699580659620062688
167479687712736849747943741848603596
227198370528200276488339458587215389
228028151455943051788984551556676021
200187615433973905777101114284350017
276049419579277987118445997930122680
288522702178053453667627257090827791
207303301856740851095540862298964083
114361797253398456525586522272403352
232106041983753336224928822284294033
256014330730422240179886650770179894
145381218192603659052557771615086350
225537731547034545031924354428105388
225555041065090708002260735300121255
240524304592247975001919873285180083
