9.4804079532623273252056605997495353221893310546875
9.3872349262237566591693394002504646778106689453125
9.4077270030975341796875
9.487163066864013671875
9.33431720733642578125
9.391996860504150390625
9.3684067726135236142681605997495353221893310546875
9.395611286163330078125
9.5487787723541259765625
9.5507984161376953125
9.5057113170623779296875
9.5983455181121843935443394002504646778106689453125
9.4024598598480224609375
9.3956599235534685732318394002504646778106689453125
9.506891727447509765625
9.4889357089996337890625
9.4019858837127685546875
9.3913791179656982421875
9.38149261474609375
9.36719512939453125
9.3898708820343017578125
9.3905303478240966796875
9.6039292812347394345806605997495353221893310546875
9.6670792102813720703125
9.307704448699951171875
9.4092102050781232236431605997495353221893310546875
9.3137760162353515625
9.3538906574249285341693394002504646778106689453125
9.3708837032318115234375
9.3465497493743896484375
9.3773157596588117002056605997495353221893310546875
9.5906255245208740234375
9.48104572296142578125
9.5088646411895751953125
9.4591324329376220703125
9.5527818202972394345806605997495353221893310546875
9.506494045257568359375
9.5897567272186279296875
9.5901417732238751767681605997495353221893310546875
9.6711890697479248046875
9.4761517047882080078125
9.5177731513977033017681605997495353221893310546875
9.482633113861083984375
9.4345042705535888671875
9.3191578388214111328125
9.3072302341461181640625
9.6917877197265625
9.693039417266845703125
9.3330605030059796689556605997495353221893310546875
9.2586600780487060546875
9.2858798503875714658306605997495353221893310546875
9.2955679893493634580181605997495353221893310546875
9.4925510883331298828125
9.4931309223175048828125
9.3611605167388916015625
9.503802776336669921875
9.2522277832031232236431605997495353221893310546875
9.2564067840576154111431605997495353221893310546875
9.3268578052520751953125
9.259609222412109375
9.4110176563262939453125
9.4873497486114501953125
9.275425434112548828125
9.377000331878662109375
9.75523853302001953125
9.6806652545928955078125
9.734333038330078125
9.6575229167938232421875
9.2677752971649152158306605997495353221893310546875
9.3052208423614501953125
9.3239605426788312314556605997495353221893310546875
9.3543751239776593564556605997495353221893310546875
9.4183976650238037109375
9.4016067981719952939556605997495353221893310546875
9.4717991352081298828125
9.4789698123931884765625
9.3044059276580792783306605997495353221893310546875
9.3132660388946515439556605997495353221893310546875
9.4437572956085205078125
9.3330857753753662109375
9.3305678367614763857318394002504646778106689453125
9.349530696868896484375
9.3812577724456804872943394002504646778106689453125
9.3499286174774152158306605997495353221893310546875
9.88440799713134765625
9.6331667900085431455181605997495353221893310546875
9.52202701568603515625
9.5797946453094482421875
9.517115116119384765625
9.4565114974975603701068394002504646778106689453125
9.4215462207794207216693394002504646778106689453125
9.416521549224853515625
9.5063695907592755673931605997495353221893310546875
9.5770671367645263671875
9.5467669963836687685443394002504646778106689453125
9.4287321567535400390625
9.4294774532318115234375
9.4540464878082275390625
9.50192928314208984375
9.6530063152313232421875
9.275841236114501953125
9.3161866664886474609375
9.7055492401123046875
9.7279446125030517578125
9.618320941925048828125
9.6758916378021240234375
9.4205224514007568359375
9.4161798954009992002056605997495353221893310546875
9.3317263126373273252056605997495353221893310546875
9.3750357627868634580181605997495353221893310546875
9.47152423858642578125
9.525039196014404296875
9.4765083789825439453125
9.4729754924774152158306605997495353221893310546875
9.5071721076965314267681605997495353221893310546875
9.4303176403045636533306605997495353221893310546875
9.3010694980621337890625
9.341866970062255859375
9.4404709339141845703125
9.37355899810791015625
9.3317401409149152158306605997495353221893310546875
9.2456076145172119140625
9.4254677295684796689556605997495353221893310546875
9.44137859344482421875
9.454332828521728515625
9.4126169681549072265625
9.4163835048675537109375
9.3934805393218994140625
9.4564762115478515625
9.4186272621154802919818394002504646778106689453125
9.4268605709075927734375
9.4708030223846435546875
9.4086599349975603701068394002504646778106689453125
9.464229583740234375
9.343509197235107421875
9.359150409698486328125
9.3484594821929913877056605997495353221893310546875
9.3761348724365234375
9.3688147068023681640625
9.324374675750732421875
9.34232425689697265625
9.7725582122802716611431605997495353221893310546875
9.2631475925445556640625
9.2677688598632794736431605997495353221893310546875
9.4349625110626220703125
9.5179240703582763671875
9.4920661449432355283306605997495353221893310546875
9.4918899536132794736431605997495353221893310546875
9.428728580474853515625
9.481384754180908203125
9.4373421669006365419818394002504646778106689453125
