4.949631214141845703125
6.511635303497314453125
5.7598171234130859375
4.89191722869873046875
5.046405792236328125
4.255006313323974609375
4.704568386077880859375
5.522167205810546875
6.73754405975341796875
5.384001255035400390625
4.1653919219970703125
4.904627323150634765625
4.8210124969482421875
4.448286533355712890625
5.174413204193115234375
6.72185516357421875
4.979808807373046875
4.968189716339111328125
4.856746673583984375
4.6886157989501953125
4.97322940826416015625
9.69202709197998046875
4.8063640594482421875
5.084873676300048828125
4.36154937744140625
6.44197940826416015625
7.015990734100341796875
5.0376796722412109375
4.704993724822998046875
4.7672023773193359375
4.44124507904052734375
4.99584102630615234375
7.662209987640380859375
4.83817291259765625
11.1465101242065447451068394002504646778106689453125
4.465120792388916015625
4.67767810821533203125
4.66691112518310546875
3.9772739410400390625
5.27701282501220703125
5.0151271820068359375
6.421046733856201171875
4.57409000396728515625
5.7145709991455078125
4.79145526885986328125
5.13334751129150390625
6.804325103759765625
5.35233783721923828125
4.9369964599609375
4.616893768310546875
4.283433437347412109375
4.936636447906494140625
5.7373790740966796875
5.19854068756103515625
4.48099517822265625
4.1212482452392578125
7.29552555084228515625
5.741033077239990234375
5.742035388946533203125
7.725006580352783203125
4.943434238433837890625
5.37230396270751953125
8.981700897216796875
8.5015964508056640625
5.68602657318115234375
4.4388599395751953125
4.540103912353515625
5.002868175506591796875
5.400322437286376953125
5.605324268341064453125
5.548043727874755859375
5.09698200225830078125
4.99253559112548828125
4.96904277801513671875
4.669408321380615234375
5.1082744598388671875
5.045041561126708984375
5.322219371795654296875
4.351011753082275390625
4.808341503143310546875
4.71475982666015625
4.305395603179931640625
5.14416408538818359375
5.687911510467529296875
4.98830509185791015625
5.3847026824951171875
4.731343746185302734375
5.912317752838134765625
5.208663463592529296875
4.54992008209228515625
4.924082279205322265625
4.7002277374267578125
5.373272418975830078125
5.602590084075927734375
5.165065765380859375
4.63523578643798828125
4.9180469512939453125
4.6776256561279296875
4.483148097991943359375
4.64820194244384765625
6.013374805450439453125
4.83978271484375
4.747241973876953125
6.26038360595703125
5.54971790313720703125
5.319072246551513671875
5.25152111053466796875
5.64266490936279296875
4.823505401611328125
4.84217166900634765625
4.7621746063232421875
4.69916534423828125
4.482784271240234375
4.409421443939208984375
8.44518280029296875
5.1862354278564453125
6.127562999725341796875
5.929684162139892578125
5.24500274658203125
11.34843730926513671875
9.64918994903564453125
4.69555377960205078125
5.12093448638916015625
5.759876728057861328125
5.1151580810546875
8.904796600341796875
5.168441295623779296875
8.7652950286865234375
4.05870151519775390625
5.42609882354736328125
5.511939525604248046875
4.494598388671875
8.0430126190185546875
4.517224788665771484375
5.1013965606689453125
4.858135223388671875
4.6844043731689453125
5.85296726226806640625
5.1841983795166015625
5.38614177703857421875
5.37502002716064453125
5.010610103607177734375
5.563213348388671875
4.67158985137939453125
4.98382091522216796875
5.01135730743408203125
5.2121429443359375
4.703312397003173828125
5.18407440185546875
3.858226299285888671875
8.1878337860107421875
