151640245401891624
149440477014824214
153917949463920214
166044672858369219
131215937054307652
173531491908731742
149897959557977862
177605310595568003
136653871959585970
159554072795509719
136756302483194059
194676907966030937
206629636240048462
160245056686788943
137434908751444396
118927575903487781
132840657543608175
171864522550607118
179762626174437118
165060413260488991
190656184485697773
153333635981342120
170728418789421681
157684934670554693
164457301393616765
130970818753980496
151732115160772706
171502318105901996
171495931785171945
107489618443696621
193075039511016747
145830619977085325
121973734042177605
136624555523884973
152768672671878178
148469234436544272
147833822277892301
135596569816246567
160948364046278144
177103351824114423
166464296688151319
177387049705228044
140031938771347502
106207781941471864
159586189606750029
148724965564053584
153391219254616463
147194501552969798
159579603962305837
151571187825608945
151087773991357936
160154216395345628
176085012609459463
137115455064463919
152227738838096089
203358712472858867
148212454221131635
197033600681941070
162607117620539594
183370668102233463
177224166321289824
152401747388783545
153343290266266435
185248844198786142
144656435110826342
228635485707773261
156690242002028514
154168721074692110
153615680410765188
133283127042127175
174436025786154988
137322677274475484
150824610690630040
152053955447438470
154297371560699459
137978311971341463
146731911451073303
186786138100779173
167183087471194437
163374614399102495
189461912151179965
153061500590242628
165887992115982602
155598221749043671
147622851425171041
158399244273857988
184205032431980052
160079861066321346
194283918941385865
167993153694500647
150034564325929235
158753611981689377
167714514350557512
156633217490493132
198764634161043578
162696454424683108
165902437788574694
172299329409641619
157597749300415473
132249828613763283
164924731760817751
200173070899359068
155691901982545090
145677549901194994
137352339801784074
149427953667209338
161965222150068354
166614542514195784
167359294156531489
150550521625994929
147600239952425252
151164948754984870
168965368378026535
179742508091555985
147898071320361509
161480229642759771
141579044352762474
188477630493157328
147095145760368093
176126488700160146
183472415226102537
165623380975124182
169855432549718968
165937772584547129
167235600142211999
202693260600582908
175305870104283697
148573664107685014
162925106384158252
138197563746469960
178067802026879801
142780021614723103
136115578780730369
143715329489046921
152442954671426947
143446813221533023
149755221769008334
159218136227083212
149309912233039415
181593274739056284
181742384775166444
147871773149442897
170761580619184098
163545474893683332
174465829698331257
190310165689405564
152396218794966738
151049479964915810
137420595502242456
186205119344134166
174037363271146418
