0.98449301719665516241519753748434595763683319091796875
0.99365741014480601922542746251565404236316680908203125
0.98881900310516357421875
0.980777263641357421875
0.9772701263427734375
0.99302524328231800421207253748434595763683319091796875
0.98194849491119384765625
0.991145908832550048828125
0.99710875749588001593082253748434595763683319091796875
0.98947656154632557257144753748434595763683319091796875
0.99026948213577281610042746251565404236316680908203125
0.995381653308868408203125
0.98849517107009876593082253748434595763683319091796875
0.98991382122039794921875
0.99579906463623035772769753748434595763683319091796875
0.99929797649383544921875
0.97193711996078480108707253748434595763683319091796875
0.98696058988571155889957253748434595763683319091796875
0.98839557170867919921875
0.999912261962890625
0.989854633808135986328125
0.97696185111999522820980246251565404236316680908203125
0.96130448579788196905582253748434595763683319091796875
0.99933147430419921875
0.98143190145492564813167746251565404236316680908203125
0.993038713932037353515625
0.993422687053680419921875
0.99415242671966563836605246251565404236316680908203125
0.984253942966461181640625
0.99915659427642822265625
0.9932024478912353515625
0.99026554822921764031917746251565404236316680908203125
0.992013514041900634765625
0.993597090244293212890625
0.993151962757110595703125
0.97344261407852161749332253748434595763683319091796875
0.98889952898025523797542746251565404236316680908203125
0.99602228403091441766292746251565404236316680908203125
0.98467665910720836297542746251565404236316680908203125
0.99368536472320556640625
0.99627518653869640008480246251565404236316680908203125
0.98536622524261474609375
0.996787369251251220703125
0.99875819683074962274105246251565404236316680908203125
0.98725926876068115234375
0.990655362606048583984375
0.9984033107757568359375
0.99314630031585682257144753748434595763683319091796875
0.993500292301177978515625
0.992905795574188232421875
0.98678946495056163445980246251565404236316680908203125
0.99503660202026356085269753748434595763683319091796875
0.9920761585235595703125
0.994618833065032958984375
0.982457697391510009765625
0.97682476043701160772769753748434595763683319091796875
0.97443860769271839483707253748434595763683319091796875
0.998826205730438232421875
0.97985959053039561883480246251565404236316680908203125
0.9836614131927490234375
0.9946391582489013671875
0.9985196590423583984375
0.99436813592910755499332253748434595763683319091796875
0.97006052732467640264957253748434595763683319091796875
0.99401348829269398077457253748434595763683319091796875
0.98412311077117919921875
0.98725932836532603875667746251565404236316680908203125
0.97428643703460682257144753748434595763683319091796875
0.99016535282134998663394753748434595763683319091796875
0.99855709075927723272769753748434595763683319091796875
0.9981520175933837890625
0.986147344112396240234375
0.994890391826629638671875
0.975027859210968017578125
0.9877550601959228515625
0.97618001699447642938167746251565404236316680908203125
0.99698525667190562860042746251565404236316680908203125
0.995306670665740966796875
0.98816817998886119500667746251565404236316680908203125
0.9800395965576171875
0.98260486125946044921875
0.99988281726837158203125
0.97989636659622203485042746251565404236316680908203125
0.99137502908706676141292746251565404236316680908203125
0.99186766147613525390625
0.99240964651107799188167746251565404236316680908203125
0.9955120086669921875
0.98944211006164561883480246251565404236316680908203125
0.99730700254440318719417746251565404236316680908203125
0.982674658298492431640625
0.997775137424468994140625
0.99853909015655517578125
0.97539961338043201788394753748434595763683319091796875
0.967437744140625
0.99031549692153919561832253748434595763683319091796875
0.97969007492065440789730246251565404236316680908203125
0.99584424495697021484375
0.99898642301559437139957253748434595763683319091796875
0.992218017578125
0.995916903018951416015625
0.97018778324127197265625
0.9834458827972412109375
0.998030006885528564453125
0.97464305162429798468082253748434595763683319091796875
0.9839608669281005859375
0.98928177356719959600894753748434595763683319091796875
0.98850381374359119757144753748434595763683319091796875
0.9872901439666748046875
0.99578189849853515625
0.98901206254959117547542746251565404236316680908203125
0.98250448703765880242855246251565404236316680908203125
0.98085629940032958984375
0.98478043079376220703125
0.993479430675506591796875
0.993055164813995361328125
0.9920151233673095703125
0.98880553245544444695980246251565404236316680908203125
0.99249529838562000616519753748434595763683319091796875
0.997630178928375244140625
0.99039173126220703125
0.96672099828720081671207253748434595763683319091796875
0.997455775737762451171875
0.989422500133514404296875
0.99289208650589000360042746251565404236316680908203125
0.992675304412841796875
0.9873869419097900390625
0.992587149143218994140625
0.96832954883575439453125
0.99095553159713756219417746251565404236316680908203125
0.98842370510101318359375
0.99877464771270763055355246251565404236316680908203125
0.999428451061248779296875
0.99486750364303599969417746251565404236316680908203125
0.98733234405517578125
0.960617244243621826171875
0.99155163764953602179019753748434595763683319091796875
0.99114322662353515625
0.99566197395324718133480246251565404236316680908203125
0.99965846538543701171875
0.990320503711700439453125
0.9946782588958740234375
0.97065979242324840203792746251565404236316680908203125
0.99376428127288818359375
0.966251373291015625
0.99478352069854736328125
0.97866404056549083367855246251565404236316680908203125
0.98700511455535877569644753748434595763683319091796875
0.98317778110504161492855246251565404236316680908203125
0.99393653869628917352230246251565404236316680908203125
0.978134334087371826171875
0.96778136491775523797542746251565404236316680908203125
