0.490485759613777216880947662502876482903957366943359375
0.5493736372801001355270500425831414759159088134765625
0.5435110339441511229097159230150282382965087890625
0.50885136137841280312699154819711111485958099365234375
0.5969475900309200167015433180495165288448333740234375
0.5727013116003158987865617746138013899326324462890625
0.52697837088363763680121110155596397817134857177734375
0.57887889640508038979760385700501501560211181640625
0.56013274265673984597668777496437542140483856201171875
0.47496115072762801201378124460461549460887908935546875
0.5672210286383279065347551295417360961437225341796875
0.51970966737929968903841881910921074450016021728515625
0.547127016195989579472325203823857009410858154296875
0.5365893231250866701742552322684787213802337646484375
0.55639983508090906649812268369714729487895965576171875
0.52924585884722896711451767259859479963779449462890625
0.5278671464351243347579156761639751493930816650390625
0.5353268786062364004152414054260589182376861572265625
0.55645353051003565436616327133378945291042327880859375
0.52657349203092518319380133107188157737255096435546875
0.60051182872791153410929609890445135533809661865234375
0.484577527796960783046387177819269709289073944091796875
0.47327327600629087722694521289668045938014984130859375
0.50408677855947925383617302941274829208850860595703125
0.53059194197335501907986099467962048947811126708984375
0.5633728658033565483975735332933254539966583251953125
0.53358946473673329879972015987732447683811187744140625
0.56898715306981895167837137705646455287933349609375
0.5455867645644010277550250975764356553554534912109375
0.5619477349271086996651547451619990170001983642578125
0.55272377379548853770785399319720454514026641845703125
0.56971990487701573702139512533904053270816802978515625
0.524598847770629816977816517464816570281982421875
0.49094775547178948205129245252464897930622100830078125
0.53828525400703008951808214987977407872676849365234375
0.50622604402629500786048311056219972670078277587890625
0.5500105193281432658380936118192039430141448974609375
0.46291295355684158874254308102536015212535858154296875
0.564200770376579452403120740200392901897430419921875
0.50555676855916120704392824336537159979343414306640625
0.46559085434007230208663941084523685276508331298828125
0.56786261251068770317118605817086063325405120849609375
0.55803110345297157746102811870514415204524993896484375
0.55228849888107156562710997604881413280963897705078125
0.49874576943606252488194741090410389006137847900390625
0.5424213283018162190529665167559869587421417236328125
0.57023158162164400142302156382356770336627960205078125
0.535392315312806399418832370429299771785736083984375
0.49569837746805911482539386270218528807163238525390625
0.51885291136798794564555237229797057807445526123046875
0.54365156425348082347426270644064061343669891357421875
0.50965987487016317647459118234110064804553985595703125
0.50767604716544700860225702854222618043422698974609375
0.54331526759143022875520046000019647181034088134765625
0.57513855120323797986969793782918713986873626708984375
0.52349942861411735695043034866102971136569976806640625
0.57959760221282141667842324750381521880626678466796875
0.50799014422198618401438352520926855504512786865234375
0.56554081952440082847743951788288541138172149658203125
0.57460481744520419677968448013416491448879241943359375
0.537681175346957473948350525461137294769287109375
0.522567016811366524819959522574208676815032958984375
0.5046860770773704540914650351624004542827606201171875
0.582859330387780705251543622580356895923614501953125
0.53364372880332233695099830583785660564899444580078125
0.56583685275484907339915707780164666473865509033203125
0.4717546795147449234519854144309647381305694580078125
0.49952633146774438888115810186718590557575225830078125
0.54611178870919108163661803700961172580718994140625
0.533432200180218529794728965498507022857666015625
0.51553022539533832624414344536489807069301605224609375
0.5368745825334049204258235477027483284473419189453125
0.5890268768320752190703615269740112125873565673828125
0.551269697433361738347912250901572406291961669921875
0.499461745080049812628431027405895292758941650390625
0.53627202101220483587695753158186562359333038330078125
0.5521445986125870231120416065095923840999603271484375
0.53176649374221607313728554800036363303661346435546875
0.51310014481953325482521677258773706853389739990234375
0.2592453086052319832788271014578640460968017578125
0.56744257771499684306348854079260490834712982177734375
0.570968341001485857333364037913270294666290283203125
0.56498894898192986158136363883386366069316864013671875
0.5505977386493439151848861001781187951564788818359375
0.57884665382542588307757114307605661451816558837890625
0.52872389090109772613601535340421833097934722900390625
0.5379193402594319994847182897501625120639801025390625
0.54171496319627332471924319179379381239414215087890625
0.54523527148095551897455379730672575533390045166015625
0.58332263258154759544282796923653222620487213134765625
0.52425134045126864368313590603065676987171173095703125
0.57853761698354111420172785074100829660892486572265625
0.55344703341252354800161583625595085322856903076171875
0.51406150552830698341466586498427204787731170654296875
0.471584938145253484975683022639714181423187255859375
0.54641764335905584903940734875504858791828155517578125
0.458593524709046185261485106821055524051189422607421875
0.53126117616061652171310925041325390338897705078125
0.50768932750781081697510899175540544092655181884765625
0.490950637845411985704657809037598781287670135498046875
0.494724161676530715947563976442324928939342498779296875
0.5120274069143793127523167640902101993560791015625
0.5715626591375684295570636095362715423107147216796875
0.53585536825352075851469635381363332271575927734375
0.5761865800412859783818930736742913722991943359375
0.56092180434485772178021534273284487426280975341796875
0.58623206165123831201668735957355238497257232666015625
0.50907418104946910997199438497773371636867523193359375
0.56921860055101636266527975749340839684009552001953125
0.541699250610950144846356124617159366607666015625
0.57871867086466866059168978608795441687107086181640625
0.51648570764849177638922128608101047575473785400390625
0.5336416776634951286695240924018435180187225341796875
0.5171721631243004768663240611203946173191070556640625
0.607166868381769919693624615320004522800445556640625
0.55805566330774658556634904016391374170780181884765625
0.5696212297838407767613944088225252926349639892578125
0.5275101488957461004503102230955846607685089111328125
0.59049489418130207685209143164684064686298370361328125
0.5998027909820342618019139990792609751224517822265625
0.53932111426451501134948784965672530233860015869140625
0.5069184160314339493424995453096926212310791015625
0.5560754928087572324102438869886100292205810546875
0.5688997221182308106079972276347689330577850341796875
0.53525748173525233841729686901089735329151153564453125
0.5916126894040856232237501899362541735172271728515625
0.54907984552961675017712650515022687613964080810546875
0.569606817812094323727478695218451321125030517578125
0.50876525798517946430621350373257882893085479736328125
0.57220358371468649227864489148487336933612823486328125
0.525962497550501506538012108649127185344696044921875
0.62375034818391050794872398910229094326496124267578125
0.50598647753063374921111972071230411529541015625
0.5119613497259456469379301779554225504398345947265625
0.52063432046214053183774694844032637774944305419921875
0.59258719296673911802741940846317447721958160400390625
0.53813737523425053677073037761147134006023406982421875
0.5813758186579398579141297886963002383708953857421875
0.52998690941931470010928251213044859468936920166015625
0.52405878805714023460637918105931021273136138916015625
0.59595542812655233344543148632510565221309661865234375
0.5224491682303253892172278938232921063899993896484375
0.4993247682784776042552721264655701816082000732421875
0.57806923425242573433280313111026771366596221923828125
0.59080637558541038156789682034286670386791229248046875
0.55475590942956010120923338035936467349529266357421875
0.516302020330491995281363415415398776531219482421875
0.61537329692093589716961332669598050415515899658203125
0.5533303511984986045035839197225868701934814453125
0.5887307080594494923531101449043489992618560791015625
0.514308439803043082605427116504870355129241943359375
