2.23578929901123046875
2.2452242374420166015625
2.2307376861572265625
2.2386295795440673828125
2.227067470550537109375
2.22129917144775390625
2.226639270782470703125
2.2310483455657958984375
2.231341838836669921875
2.2552773952484130859375
2.2296221256256103515625
2.235475063323974609375
2.233602046966552734375
2.2296230792999267578125
2.2197840213775634765625
2.2378509044647216796875
2.22711849212646484375
2.24178409576416015625
2.2137806415557861328125
2.222114086151123046875
2.2162373065948486328125
2.2228069305419921875
2.221103668212890180910790149937383830547332763671875
2.2052199840545654296875
2.235657215118408203125
2.245933055877685546875
2.2707068920135498046875
2.24878025054931640625
2.23419189453125
2.2260701656341552734375
2.2316057682037353515625
2.2460916042327880859375
2.2010819911956787109375
2.2068979740142822265625
2.197723388671875
2.201161623001098188723290149937383830547332763671875
2.2411539554595947265625
2.186928272247314453125
2.1911213397979736328125
2.2020976543426513671875
2.1875705718994140625
2.1922395229339599609375
2.1871397495269775390625
2.189031124114990234375
2.184786319732666015625
2.1859805583953857421875
2.2706496715545654296875
2.1667568683624267578125
2.2002079486846923828125
2.1934454441070556640625
2.2046444416046142578125
2.1981160640716552734375
2.2208106517791748046875
2.190194606781005859375
2.1884686946868896484375
2.184740543365478515625
2.2019016742706298828125
2.1947729587554931640625
2.20607089996337890625
2.1904315948486328125
2.2049992084503173828125
2.19849681854248046875
2.179459095001220703125
2.18555545806884765625
2.2129476070404052734375
2.218419551849365234375
2.2148911952972412109375
2.2305829524993896484375
2.235066175460814985598290149937383830547332763671875
2.21033477783203125
2.2283627986907958984375
2.214937686920166015625
2.2733724117279052734375
2.27091693878173828125
2.2642538547515869140625
2.2548580169677734375
2.261173248291015625
2.2624838352203369140625
2.2637574672698974609375
2.2577536106109619140625
2.2527711391448974609375
2.25928020477294921875
2.2477819919586181640625
2.2638347148895263671875
2.2554023265838623046875
2.24933338165283203125
2.2446286678314208984375
2.2316133975982666015625
2.2277452945709228515625
2.2277069091796875
2.2303676605224609375
2.21834278106689453125
2.21704959869384765625
2.22693729400634765625
2.2065770626068115234375
2.226659297943115234375
2.2013089656829833984375
2.20901775360107421875
2.2058422565460205078125
2.2152869701385498046875
2.20827484130859375
2.21295166015625
2.173903942108154296875
2.15256214141845703125
2.1673781871795654296875
2.1575095653533935546875
2.14723491668701171875
2.1675279140472412109375
2.1391570568084716796875
2.2174971103668212890625
2.219228267669677734375
2.21878719329833984375
2.2237818241119384765625
2.2282354831695556640625
2.21272945404052734375
2.199516773223876953125
2.2031409740447998046875
2.1552276611328125
2.1568977832794189453125
2.1846539974212646484375
2.15837383270263671875
2.14471435546875
2.154867887496947798098290149937383830547332763671875
2.257459163665771484375
2.2293813228607177734375
2.275043010711669921875
2.219216823577880859375
2.2478024959564208984375
2.2287976741790771484375
2.2420117855072021484375
2.1835653781890869140625
2.1775691509246826171875
2.1707336902618408203125
2.178160190582275390625
2.1736590862274169921875
2.1696503162384033203125
2.1539962291717529296875
2.209709644317626953125
2.209398746490478515625
2.2153103351593017578125
2.203877925872802734375
2.2108135223388671875
2.199010372161865234375
2.20612335205078125
2.251872301101685014401709850062616169452667236328125
2.248695850372314453125
2.26445865631103515625
2.2581555843353271484375
2.249257326126098188723290149937383830547332763671875
2.26184177398681640625
2.234790325164794921875
