83.7549259662628173828125
84.3759562969207763671875
84.190673351287841796875
84.594173431396484375
86.4788970947265625
84.126906871795654296875
83.64323902130126953125
83.7174456119537353515625
84.691841602325439453125
84.628811359405517578125
82.6080834865570068359375
83.517545223236083984375
84.0931203365325927734375
85.4411571025848388671875
84.913006305694580078125
86.0973308086395263671875
85.48756504058837890625
83.3860595226287841796875
83.3091132640838623046875
83.078044891357421875
84.0436305999755859375
82.8644926548004150390625
82.1986541748046875
85.500234127044677734375
83.8956601619720458984375
84.3842780590057373046875
86.3434922695159912109375
88.83660793304443359375
88.3118064403533935546875
85.2946774959564208984375
84.687601566314697265625
87.0442421436309814453125
83.94408893585205078125
83.5073897838592529296875
83.8976891040802001953125
83.9446938037872314453125
85.3024127483367919921875
87.6216831207275390625
86.482602596282958984375
86.1836979389190673828125
86.2216889858245849609375
85.24572086334228515625
83.345879077911376953125
84.0737359523773193359375
84.9682712554931640625
84.7350718975067138671875
84.0408499240875244140625
84.069427013397216796875
84.5274498462677001953125
82.3602244853973388671875
85.6479403972625732421875
85.8941631317138671875
81.996755123138427734375
83.0050323009490966796875
83.354583740234375
84.6901397705078125
83.757210254669189453125
83.205474376678466796875
82.591922283172607421875
82.78755283355712890625
84.0744283199310302734375
84.898479461669921875
84.5631797313690185546875
85.0078389644622802734375
83.5219595432281494140625
83.36976337432861328125
82.5018374919891357421875
83.3025710582733154296875
84.776668071746826171875
85.3814136981964111328125
85.0963294506072998046875
85.882740497589111328125
85.6092231273651123046875
85.0528409481048583984375
85.884941577911376953125
86.0228865146636962890625
84.7447226047515869140625
84.4786074161529541015625
85.1316535472869873046875
84.6194484233856201171875
84.8213036060333251953125
84.2546141147613525390625
83.598704814910888671875
83.5332508087158203125
2035.62462520599365234375
84.7144773006439208984375
84.77131748199462890625
85.7704627513885498046875
83.5218260288238525390625
83.4251301288604736328125
84.93187046051025390625
84.780012607574462890625
82.4752032756805419921875
83.4859287738800048828125
83.9742925167083740234375
84.8454773426055908203125
85.510623455047607421875
85.20343112945556640625
85.3613994121551513671875
86.211510181427001953125
83.6486160755157470703125
84.309528827667236328125
83.2737910747528076171875
82.9430668354034423828125
86.4863436222076416015625
86.882634639739990234375
85.8827760219573974609375
83.4251804351806640625
83.8011920452117919921875
84.273924350738525390625
84.2396714687347412109375
83.6798865795135498046875
83.935744762420654296875
85.1278781890869140625
84.8885638713836669921875
84.4958617687225341796875
83.67651462554931640625
82.9495236873626708984375
83.976477146148681640625
84.44051837921142578125
81.67345142364501953125
86.4478399753570556640625
86.6001965999603271484375
85.5208547115325927734375
85.5976278781890869140625
84.6657440662384033203125
85.253784656524658203125
84.54912090301513671875
82.242915630340576171875
82.2472245693206787109375
84.9086208343505859375
84.5454905033111572265625
83.7691676616668701171875
83.7390711307525634765625
84.9502842426300048828125
85.45398998260498046875
84.947508335113525390625
83.6538660526275634765625
82.6697223186492919921875
85.7514712810516357421875
85.648576259613037109375
90.3213608264923237811672152020037174224853515625
84.4291684627532958984375
84.6788084506988525390625
85.7116563320159912109375
85.2961628437042236328125
83.9052908420562744140625
84.307085514068603515625
83.76866817474365234375
86.2025039196014404296875
85.08821773529052734375
