33.8143055438995361328125
33.7976310253143310546875
33.8051941394805908203125
33.63758182525634765625
35.0126798152923583984375
34.724643230438232421875
34.641232967376708984375
34.8518493175506591796875
33.7882025241851806640625
33.833486080169677734375
33.7686214447021484375
36.0988218784332275390625
35.9055106639862060546875
36.01296520233154296875
36.0642139911651611328125
36.0782680511474609375
34.2902443408966064453125
34.460848331451416015625
34.64944696426392312105235760100185871124267578125
35.058882236480712890625
35.3286001682281494140625
35.2791652679443359375
35.1719686985015869140625
35.2222063541412353515625
33.4275600910186767578125
33.6407277584075927734375
33.732502460479736328125
35.2270972728729248046875
35.2717578411102294921875
35.298271656036376953125
35.5749456882476806640625
35.10097599029541015625
34.0680778026580810546875
34.41678333282470703125
34.5999677181243896484375
35.84883213043212890625
36.010003566741943359375
35.913987636566162109375
35.9932157993316650390625
35.9458291530609130859375
33.914027690887451171875
33.9058430194854736328125
33.9571378231048583984375
35.8127644062042236328125
35.609867572784423828125
35.1621005535125732421875
35.4950754642486572265625
34.9377572536468505859375
34.0941789150238037109375
34.4002950191497802734375
34.3671147823333740234375
35.608135223388671875
35.602303028106689453125
35.4026477336883544921875
35.5631043910980224609375
35.6142075061798095703125
34.856779575347900390625
34.69716739654541015625
34.4568767547607421875
34.55775928497314453125
34.57838535308837890625
34.743859767913818359375
34.646656036376953125
34.743455410003662109375
35.2804620265960693359375
35.347669124603271484375
35.381311893463134765625
35.10332036018372292573985760100185871124267578125
35.09934139251708984375
35.35740375518798828125
35.521545886993408203125
35.1419665813446044921875
33.484803676605224609375
33.775790691375732421875
33.62671184539794921875
34.4801738262176513671875
34.760026454925537109375
34.678068637847900390625
34.645349025726318359375
34.79304409027100319917735760100185871124267578125
34.17536640167236328125
34.1878049373626708984375
34.1128823757171630859375
35.49337291717529296875
35.4779770374298095703125
35.5813686847686767578125
35.483883380889892578125
35.3881161212921142578125
33.5379102230072021484375
33.6145298480987548828125
33.6409223079681396484375
35.83690929412841796875
35.8069393634796142578125
35.76087856292724609375
35.7597444057464599609375
34.587127208709716796875
34.9833819866180419921875
35.089246273040771484375
34.973062992095947265625
34.8042695522308349609375
34.951592922210693359375
35.0041005611419677734375
33.283034801483154296875
33.093333721160888671875
32.7904536724090576171875
35.8357374668121337890625
36.0138237476348876953125
36.0159161090850830078125
35.78035640716552734375
34.54814243316650390625
34.6472008228302001953125
34.579898357391357421875
37.0266284942626953125
36.031170368194580078125
36.0964229106903076171875
36.216982364654541015625
33.706447124481201171875
33.6095716953277587890625
33.518043041229248046875
35.0419008731842041015625
34.9235122203826904296875
34.7445085048675537109375
34.6868054866790771484375
34.2651042938232421875
34.7219684123992919921875
34.6516115665435791015625
36.5111954212188720703125
35.8052978515625
36.3715689182281494140625
36.06512546539306640625
33.98784637451171875
33.935145854949951171875
33.9055421352386474609375
34.969512462615966796875
35.0235385894775390625
35.0320618152618408203125
35.0546855926513671875
34.467182159423828125
34.591705799102783203125
34.48261165618896484375
35.050286769866943359375
35.2155878543853759765625
35.025853633880615234375
35.04822826385498046875
33.4448745250701904296875
33.41099047660828347261485760100185871124267578125
33.56968593597412109375
35.32092952728271484375
35.332508563995361328125
35.252109527587890625
35.410001277923583984375
