0.7012393609826421680963903781957924365997314453125
0.6030207962567810664467060632887296378612518310546875
0.61864293275899495672121020106715150177478790283203125
0.6126996455270405927961974157369695603847503662109375
0.60160331579219128439461883317562751471996307373046875
0.669282143424872355552679437096230685710906982421875
0.464194384075295507496861091567552648484706878662109375
0.5642868520785209174306373824947513639926910400390625
0.59760275401826401520111176068894565105438232421875
0.60962564581192157930900066276080906391143798828125
0.61003046106072955634402887881151400506496429443359375
0.494576657274613473713742450854624621570110321044921875
0.6474406721045602441932942383573390543460845947265625
0.48932360735941438090179644859745167195796966552734375
0.5515115080902381894389918670640327036380767822265625
0.50499180748732219736751858363277278840541839599609375
0.60010004229804125852609786306857131421566009521484375
0.6402874622724994413403010184993036091327667236328125
0.67182268293015912075105688927578739821910858154296875
0.6673248745835798079184542075381614267826080322265625
0.685002638297177224302458853344433009624481201171875
0.58357263257149971646953190429485403001308441162109375
0.5042406991565229201768261191318742930889129638671875
0.449217920377680657306740386047749780118465423583984375
0.6324450597742570234771619652747176587581634521484375
0.676418274538567398934674201882444322109222412109375
0.65532753129288690008280582333100028336048126220703125
0.65408295759055457008201983626349829137325286865234375
0.61081428817470817538293204052024520933628082275390625
0.585123895705451868565205586492083966732025146484375
0.5990236997104088079169059710693545639514923095703125
0.60981092513122614473530802570166997611522674560546875
0.5703283764227287111481246029143221676349639892578125
0.632358923721566323905562967411242425441741943359375
0.6796718971365043326926524969167076051235198974609375
0.47937046662282245534925095853395760059356689453125
0.5469378755437916961312794228433631360530853271484375
0.592236856686589430154299407149665057659149169921875
0.6118241855234523018935988147859461605548858642578125
0.62184576842197658574917795704095624387264251708984375
0.6180394288211161768487045264919288456439971923828125
0.561015346345151488804958717082627117633819580078125
0.5061972737888009721274329422158189117908477783203125
0.5709390792188109298166409644181840121746063232421875
0.66826785602281468801066921514575369656085968017578125
0.54277574530406358377376818680204451084136962890625
0.62858265231306431619628938278765417635440826416015625
0.7013560327080028411472767402301542460918426513671875
0.5600512359806766315983850290649570524692535400390625
0.63365327677106664250317180631100200116634368896484375
0.66825652034766280795707871220656670629978179931640625
0.50512062459212170306699363209190778434276580810546875
0.6372163807943616031792544163181446492671966552734375
0.5636080192571328861816937205730937421321868896484375
0.479350586571277992309347837363020516932010650634765625
0.525572161218111233438321505673229694366455078125
0.66185600644489916977164511990849860012531280517578125
0.57806611744365021809954896525596268475055694580078125
0.65141274670858206885526442420086823403835296630859375
0.55690107732163462994634528513415716588497161865234375
0.655872120198998320717009846703149378299713134765625
0.6385077355191166592618401409708894789218902587890625
0.6896268995687961922413933280040509998798370361328125
0.72120948473691159907872361145564354956150054931640625
0.618634021801799605100313783623278141021728515625
0.5307458949438130790809964310028590261936187744140625
0.6572899697237921667891669130767695605754852294921875
0.65113914291869956496583426996949128806591033935546875
0.6240687158567592707214544134330935776233673095703125
0.6316171826796217469990324389073066413402557373046875
0.64902763104235272617614782575401477515697479248046875
0.70037063467707960651154053266509436070919036865234375
0.62221120724304324056674886378459632396697998046875
0.6167955949866625875444015036919154226779937744140625
0.46133586791537883886604731742409057915210723876953125
0.647510286237934717945563534158281981945037841796875
0.67741680907896195673600914233247749507427215576171875
0.6380054926129476999818734839209355413913726806640625
0.65613809386880717067214163762400858104228973388671875
0.49795089737899456139302856172434985637664794921875
0.60122037154016327864525237600901164114475250244140625
0.58094663216565578522931900806725025177001953125
0.638273565249710461699805819080211222171783447265625
0.5382725684623050899091367682558484375476837158203125
0.6829737307475862717609516039374284446239471435546875
0.58773374791409482842396982960053719580173492431640625
0.69277926600613304319864482749835588037967681884765625
0.60723461649278764884485326547292061150074005126953125
0.5778793843832896737211513027432374656200408935546875
0.51956730772383952210446977915125899016857147216796875
0.5979279436656330659616287448443472385406494140625
0.64367213468984807445139040282811038196086883544921875
0.61165575711843411799151226659887470304965972900390625
0.64296181116950512635099812541739083826541900634765625
0.57199324754403824133675016128108836710453033447265625
0.6853489638654848281618114924640394747257232666015625
0.6306751021371279630756134793045930564403533935546875
0.54270297950553592070122022050782106816768646240234375
0.622858324842886279526510406867600977420806884765625
0.6481546622231462162488924150238744914531707763671875
0.65220145964903741830909211785183288156986236572265625
0.6228317693532583465554353097104467451572418212890625
0.71052441603500826605710471994825638830661773681640625
0.550836080824375518005808771704323589801788330078125
0.63595188267289726180564457536092959344387054443359375
0.6025630836265520873240575383533723652362823486328125
0.68950208200610874076375012009521014988422393798828125
0.61732026128201444858945023952401243150234222412109375
0.6036656114024339103707461617887020111083984375
0.65548644013672774377710084081627428531646728515625
0.660115516848283956363729885197244584560394287109375
0.433191686163719003044292321646935306489467620849609375
0.6575776341518728695945128492894582450389862060546875
0.58167744057220860387502625599154271185398101806640625
0.61957492548829840028901116966153495013713836669921875
0.6417726808625463519319964689202606678009033203125
0.42844737292728385380513600466656498610973358154296875
0.6429543166252205121935503484564833343029022216796875
0.6429641729169419672729191006510518491268157958984375
0.71198452463311234783560621508513577282428741455078125
0.67857100053824848107097977845114655792713165283203125
0.67055760181320722690401225918321870267391204833984375
0.61869042426072462514952121637179516255855560302734375
0.6335336522770027567474926399881951510906219482421875
0.5829162032053101238915360227110795676708221435546875
0.54104824840018117537709940734202973544597625732421875
0.53464310915809976076928933252929709851741790771484375
0.64977161746676859177540563905495218932628631591796875
0.6931306502345346842730577918700873851776123046875
0.593371809903855851331400117487646639347076416015625
0.5531556136080271190991197727271355688571929931640625
0.64217111970237195084365566799533553421497344970703125
0.648379773463882980166772540542297065258026123046875
0.65181843662039018472142970495042391121387481689453125
0.6741238483739178111164846995961852371692657470703125
0.64810864609983431794404395986930467188358306884765625
0.57914766016964736028427296332665719091892242431640625
0.6085512243627804185308605156023986637592315673828125
0.64188185731280966717093861007015220820903778076171875
0.6206156545010603764467305154539644718170166015625
0.5750537797510286708302373881451785564422607421875
0.6045698650865833911893787444569170475006103515625
0.60081151759873330231442878357484005391597747802734375
0.617890676566082763798704036162234842777252197265625
0.58961887953445113463857296665082685649394989013671875
0.620471401366975872093689758912660181522369384765625
0.60498512696729989102095714770257472991943359375
0.635233437380026355612017141538672149181365966796875
0.64166074914537551965310058221803046762943267822265625
0.6979803669614039751678546963375993072986602783203125
0.574614592433726922848791218711994588375091552734375
