0.74275936396512987069939981665811501443386077880859375
0.7195165398073204432449756495770998299121856689453125
0.72307365606910101174520377753651700913906097412109375
0.7097642318072863165667740759090520441532135009765625
0.7359353538611392853141524028615094721317291259765625
0.72328992676314374232759973892825655639171600341796875
0.71671494703323457287069686572067439556121826171875
0.698625828816469951476619826280511915683746337890625
0.74508628983005997792332664175773970782756805419921875
0.729778646058940605456655248417519032955169677734375
0.73988651937673888259183740956359542906284332275390625
0.68040089450751273236761562657193280756473541259765625
0.68141207286379212870741639562766067683696746826171875
0.706746491349132810455557773821055889129638671875
0.74300835412551691216975768838892690837383270263671875
0.69687918477584032128646640558145008981227874755859375
0.72913601267319971821478929996374063193798065185546875
0.69522599014357144842080060698208399116992950439453125
0.70601529920928829398008019779808819293975830078125
0.71695947933344916780384892263100482523441314697265625
0.704100785458377398384754997096024453639984130859375
0.72318988631782621379073816569871269166469573974609375
0.7135418087855303070909940288402140140533447265625
0.70596330090055381401015210940386168658733367919921875
0.7269465819931493211214501570793800055980682373046875
0.73402877515787523510226719736238010227680206298828125
0.7405483951941771447735618494334630668163299560546875
0.71432451527086993081638865987770259380340576171875
0.71835211246282393293682844159775413572788238525390625
0.7349365089741450862703686652821488678455352783203125
0.70087820412387713542301526103983633220195770263671875
0.73511905351133133290630894407513551414012908935546875
0.7087576835116300433270453140721656382083892822265625
0.72989098174075073277577985209063626825809478759765625
0.729523477165969769231423924793489277362823486328125
0.72209864391955480567020231319474987685680389404296875
0.72880917736327777145532991198706440627574920654296875
0.734526067371940261097051916294731199741363525390625
0.72443370598311551677994657438830472528934478759765625
0.703052180483012989498092792928218841552734375
0.72176555419147370162846755192731507122516632080078125
0.71033697311465482382430991492583416402339935302734375
0.727594426408922689830660601728595793247222900390625
0.7567058496059251293530678594834171235561370849609375
0.72673920965071558963899178706924431025981903076171875
0.7443350329282107935569001710973680019378662109375
0.725180282628874461892110048211179673671722412109375
0.71910198800870250845918008053558878600597381591796875
0.71189617474460220591936376877129077911376953125
0.73808998179476648093810808859416283667087554931640625
0.701689347786136341511564751272089779376983642578125
0.70319548934245645899210330753703601658344268798828125
0.7114804916650563360036585436319001019001007080078125
0.744299973555705651762082197819836437702178955078125
0.7254222839100388231514671133481897413730621337890625
0.68041039517057655405807281567831523716449737548828125
0.73249292929213416503131384160951711237430572509765625
0.68287657657125289123456468587392009794712066650390625
0.7129662713002102858439457122585736215114593505859375
0.6923547386659036906308983816416002810001373291015625
0.7082644436192533365925783073180355131626129150390625
0.67109879379480741334873528103344142436981201171875
0.72679422405166727028102968688472174108028411865234375
0.683614342253464624121761517017148435115814208984375
0.71522272844060397201104706255136989057064056396484375
0.6752306371980758559203650293056853115558624267578125
0.717325748667217322207534380140714347362518310546875
0.72626625080936857425939479071530513465404510498046875
0.73116135923990188683063706776010803878307342529296875
0.738192085135905617931939559639431536197662353515625
0.7052693204587237030267488080426119267940521240234375
0.75149752217965204437177817453630268573760986328125
0.72590144603198047956738037100876681506633758544921875
0.73977638391670519357745661181979812681674957275390625
0.738343353891761200458176972460933029651641845703125
0.73600916277377403940107569724204950034618377685546875
0.7377731858035463385903085509198717772960662841796875
0.70351744980820696273582370849908329546451568603515625
0.725117525375252203190257205278612673282623291015625
0.71431767982858385135358503248426131904125213623046875
0.69541300801838323852877010722295381128787994384765625
0.74032713434637276161964791754144243896007537841796875
0.72935120399794917123159621041850186884403228759765625
0.7356037882106896130807172085042111575603485107421875
0.7211842571450770567054178172838874161243438720703125
0.7310477165173752123195072272210381925106048583984375
0.6763973606828594942186327898525632917881011962890625
0.7227032016065175756835969878011383116245269775390625
0.66781168965667536685515415229019708931446075439453125
0.71585037940669049572051108043524436652660369873046875
0.7422892162572995999880731687881052494049072265625
0.7232285603065251589072204296826384961605072021484375
0.70660446968824264235564669434097595512866973876953125
0.70065099375205008858102928570588119328022003173828125
0.699530266363479480418163802823983132839202880859375
0.72632262240559464228084607384516857564449310302734375
0.6742954434294763377266690440592356026172637939453125
0.71588002797955507805482966432464309036731719970703125
0.68872887146521388768150018222513608634471893310546875
0.74520153788474263745200687480974011123180389404296875
0.72319357588327515262704991982900537550449371337890625
0.6778640354530141021172084947465918958187103271484375
0.711852524157216226541322612320072948932647705078125
0.74100742983014222797777392770512960851192474365234375
0.73207215088365262811720413083094172179698944091796875
0.7340167701827746693510334807797335088253021240234375
0.7136139894409179174061819139751605689525604248046875
0.72512187739837441480261759352288208901882171630859375
0.69332993174946810910341810085810720920562744140625
0.7261385494259144923745452615548856556415557861328125
0.73529998186675715743376713362522423267364501953125
0.7388890108802390610520660629845224320888519287109375
0.70905151076020633826857419990119524300098419189453125
0.71885138780389745694066050418769009411334991455078125
0.73059372197143701566091067434172146022319793701171875
0.70542774759794613093077941812225617468357086181640625
0.734629976426383723975277462159283459186553955078125
0.70350384112162978045290628870134241878986358642578125
0.728588328629567794081367537728510797023773193359375
0.7174925990630074412734984434791840612888336181640625
0.70514703096546060834270974737592041492462158203125
0.7234083028338387233446837853989563882350921630859375
0.71342013596303122113795325276441872119903564453125
0.70722450211822784904569516584160737693309783935546875
0.7119746325080285043185313043068163096904754638671875
0.677719399136039957198818228789605200290679931640625
0.7133980059210174307082752420683391392230987548828125
0.7272961594037905541654254193417727947235107421875
0.71572582664545425501501085818745195865631103515625
0.71273345827961376297565720960847102105617523193359375
0.67099290730143124061868320495705120265483856201171875
0.734365584142327776362435542978346347808837890625
0.739775176888609831138410299899987876415252685546875
0.72748649797455511301080832708976231515407562255859375
0.72672307528778656848800210354966111481189727783203125
0.728990058053157863326987353502772748470306396484375
0.73189151433181554029516746595618315041065216064453125
0.6958233436972613983328983522369526326656341552734375
0.71806369427943084193799450076767243444919586181640625
0.688267989527634682644929853267967700958251953125
0.682286168847906271395231669885106384754180908203125
0.71948642633194825890541324042715132236480712890625
0.72397169736559752184490434956387616693973541259765625
0.71885114160538632344099596593878231942653656005859375
0.716600858449651045845030239433981478214263916015625
0.68462578472405144491830242259311489760875701904296875
0.73321586776502634119623280639643780887126922607421875
0.7146070696054336313096655430854298174381256103515625
0.73684882822901720533792513379012234508991241455078125
0.678330273397494298848187099792994558811187744140625
0.6952497822939294191968429004191420972347259521484375
