0.987898409366607666015625
0.991811335086822509765625
0.99593293666839599609375
0.970105111598968505859375
0.988035619258880615234375
0.99285280704498291015625
0.95787394046783447265625
0.99542510509490966796875
0.9951031208038330078125
0.991110384464263916015625
0.99245107173919677734375
0.976861476898193359375
0.986168324947357177734375
0.98884141445159912109375
0.99001979827880859375
0.987578868865966796875
0.95789468288421630859375
0.993642270565032958984375
0.960032403469085693359375
0.9779491424560546875
0.977953135967254638671875
0.987970650196075439453125
0.985140502452850341796875
0.991401374340057373046875
0.990356862545013427734375
0.9705574512481689453125
0.9818089008331298828125
0.98452246189117431640625
0.98389971256256103515625
0.970172584056854248046875
0.97901809215545654296875
0.98935186862945556640625
0.969967901706695556640625
0.9865396022796630859375
0.98670923709869384765625
0.990535199642181396484375
0.993947327136993408203125
0.96027743816375732421875
0.9713413715362548828125
0.958094656467437744140625
0.969962596893310546875
0.992229640483856201171875
0.983011424541473388671875
0.96854770183563232421875
0.994716942310333251953125
0.974885463714599609375
0.988575160503387451171875
0.99544775485992431640625
0.992879092693328857421875
0.96002924442291259765625
0.98546111583709716796875
0.985541999340057373046875
0.9808142185211181640625
0.97909915447235107421875
0.986034393310546875
0.9794042110443115234375
0.9899387359619140625
0.9827864170074462890625
0.99036228656768798828125
0.987854182720184326171875
0.985267341136932373046875
0.98804867267608642578125
0.98639643192291259765625
0.972452342510223388671875
0.9642698764801025390625
0.985644996166229248046875
0.99477660655975341796875
0.985667526721954345703125
0.993845283985137939453125
0.995931804180145263671875
0.987943351268768310546875
0.969913303852081298828125
0.98708021640777587890625
0.996121883392333984375
0.9834411144256591796875
0.9583284854888916015625
0.96637356281280517578125
0.98257672786712646484375
0.987265288829803466796875
0.995919167995452880859375
0.983539879322052001953125
0.97652828693389892578125
0.9898126125335693359375
0.989616096019744873046875
0.98162364959716796875
0.982682406902313232421875
0.99297809600830078125
0.98529815673828125
0.99219930171966552734375
0.979937970638275146484375
0.986960232257843017578125
0.985971748828887939453125
0.941314160823822021484375
0.99058735370635986328125
0.987078487873077392578125
0.98551619052886962890625
0.981591999530792236328125
0.97665488719940185546875
0.996973693370819091796875
0.992110729217529296875
0.97727072238922119140625
0.984228312969207763671875
0.9955494403839111328125
0.995339810848236083984375
0.986253917217254638671875
0.993830204010009765625
0.982817232608795166015625
0.986976325511932373046875
0.965810298919677734375
0.9892351627349853515625
0.96597135066986083984375
0.984809100627899169921875
0.991257965564727783203125
0.984724223613739013671875
0.995934784412384033203125
0.98168265819549560546875
0.98645150661468505859375
0.993121206760406494140625
0.98840701580047607421875
0.987476408481597900390625
0.972615420818328857421875
0.98051369190216064453125
0.985662400722503662109375
0.997079372406005859375
0.9691956043243408203125
0.9820139408111572265625
0.98525393009185791015625
0.964665949344635009765625
0.989510595798492431640625
0.972190797328948974609375
0.997509539127349853515625
0.970076084136962890625
0.996618807315826416015625
0.981633245944976806640625
0.985138833522796630859375
0.99143469333648681640625
0.96714580059051513671875
0.98747956752777099609375
0.993328034877777099609375
0.981155216693878173828125
0.981250941753387451171875
0.97875559329986572265625
0.989157617092132568359375
0.9863340854644775390625
0.99219286441802978515625
0.98557341098785400390625
0.9806976318359375
0.9815781116485595703125
0.97472679615020751953125
0.9839513301849365234375
0.982604324817657470703125
