167.313312530517578125
164.1162145137786865234375
161.3452548980712890625
168.938343048095703125
174.383325099945068359375
166.74943828582763671875
168.476178884506254007646930404007434844970703125
174.5992031097412109375
162.841152191162109375
167.9291899204254150390625
170.3867805004119873046875
165.907513141632080078125
167.3815877437591552734375
168.5154697895050048828125
165.0578958988189697265625
169.5643169879913330078125
174.0093300342559814453125
164.642231464385986328125
169.6340153217315673828125
172.897277355194091796875
168.8800766468048095703125
167.3254029750823974609375
161.062546253204374124834430404007434844970703125
168.085506439208984375
175.6594059467315673828125
160.3890533447265625
173.2303731441497802734375
165.5684444904327392578125
164.256138324737548828125
169.663852214813232421875
166.9923474788665771484375
163.7960336208343505859375
172.3479278087615966796875
166.3768346309661865234375
162.8418025970458984375
165.7307898998260498046875
169.01055240631103515625
175.134156703948946187665569595992565155029296875
172.4003140926361083984375
169.1409337520599365234375
167.665824413299560546875
162.6474678516387939453125
165.7649333477020263671875
169.2348930835723876953125
169.419378995895414163896930404007434844970703125
167.98538112640380859375
164.0407111644744873046875
167.5483608245849609375
159.7660186290740966796875
171.2845642566680908203125
166.3374655246734619140625
166.5787298679351806640625
168.536671161651611328125
168.5493357181549072265625
169.553216457366943359375
166.20371723175048828125
166.392620563507080078125
168.9461233615875244140625
172.86008358001708984375
168.396699428558349609375
166.614488124847412109375
167.8820693492889404296875
171.53796100616455078125
162.835486888885498046875
162.828765869140625
163.2229099273681640625
169.085697650909423828125
164.8288097381591796875
167.238201141357421875
166.792019367218017578125
166.1645882129669189453125
166.0435259342193603515625
167.9390761852264404296875
172.2146270275115966796875
171.0060272216796875
168.1029212474822998046875
170.8825938701629638671875
166.167751312255859375
167.3505594730377197265625
167.9614353179931640625
161.9004747867584228515625
169.5091173648834228515625
168.001540660858154296875
167.8569004535675048828125
172.7489261627197265625
171.6175501346588134765625
168.427804470062255859375
167.3846652507781982421875
161.1001377105712890625
169.79266643524169921875
166.0350539684295654296875
163.200509548187255859375
167.6425478458404541015625
166.456546306610107421875
168.8700053691864013671875
171.52227115631103515625
167.9640996456146240234375
172.6592090129852294921875
169.7673518657684326171875
168.85377025604248046875
170.76887607574462890625
167.6778964996337890625
165.124530792236328125
166.949025630950927734375
167.4776093959808349609375
162.91955280303955078125
168.541821956634521484375
166.0914938449859619140625
168.211212635040283203125
169.384666919708251953125
166.566796779632568359375
166.09178066253662109375
166.7163107395172119140625
166.121185302734375
167.474136829376220703125
164.0843627452850341796875
171.8164503574371337890625
172.9148714542388916015625
167.0570752620697021484375
165.845890045166015625
168.7292613983154296875
163.1584780216217041015625
164.064360141754150390625
163.0108006000518798828125
174.3566684722900390625
166.90353298187255859375
167.42839717864990234375
167.2719881534576416015625
168.176399707794189453125
166.521376132965087890625
163.863447189331026265790569595992565155029296875
168.533417224884033203125
168.017368793487548828125
167.875324249267578125
170.682122230529813577959430404007434844970703125
166.3846871852874755859375
165.470709323883056640625
170.856410503387451171875
165.833120822906494140625
168.65865612030029296875
170.37677764892578125
171.0118668079376220703125
170.4229772090911865234375
166.24586963653564453125
162.3694989681243896484375
168.9757459163665771484375
168.133114337921142578125
169.548807621002197265625
173.2213213443756103515625
163.111614704132080078125
164.371119022369384765625
