4.678241729736328125
4.6971375942230224609375
4.6627223491668701171875
4.6947906017303466796875
4.7075712680816650390625
4.695768833160400390625
4.72964572906494140625
4.6677138805389404296875
4.5986573696136474609375
4.6755106449127197265625
4.6294057369232177734375
4.593425750732421875
4.6137697696685791015625
4.5952584743499755859375
4.6155986785888671875
4.5735132694244384765625
4.572812557220458984375
4.5942897796630859375
4.6374242305755615234375
4.6412546634674072265625
4.5778648853302001953125
4.56582164764404296875
4.59802150726318359375
4.5488765239715576171875
4.640081882476806640625
4.648740291595458984375
4.6069200038909912109375
4.59011363983154296875
4.6319873332977294921875
4.6147139072418212890625
4.626182079315185546875
4.6238653659820556640625
4.6692268848419189453125
4.706826686859130859375
4.7127797603607177734375
4.6450164318084716796875
4.66925048828125
4.657644748687744140625
4.6348016262054443359375
4.653241634368896484375
4.62831211090087890625
4.6171605587005615234375
4.6976459026336669921875
4.6656706333160400390625
4.7111876010894775390625
4.683124065399169921875
4.6914613246917724609375
4.66989612579345703125
4.5705530643463134765625
4.6038529872894287109375
4.6098277568817138671875
4.58595943450927734375
4.5975015163421630859375
4.550322055816650390625
4.5819537639617919921875
4.5293114185333251953125
4.6461451053619384765625
4.6311671733856201171875
4.6617772579193115234375
4.6492502689361572265625
4.67008113861083984375
4.6199562549591064453125
4.62154388427734375
4.6332149505615234375
4.6463947296142578125
4.647625446319580078125
4.641906261444091796875
4.6416742801666259765625
4.6686112880706787109375
4.6209838390350341796875
4.6278307437896728515625
4.65761566162109375
4.61226367950439453125
4.602038860321044921875
4.5789892673492431640625
4.5453960895538330078125
4.591917514801025390625
4.5182807445526123046875
4.509329319000244140625
4.5474989414215087890625
4.5504004955291748046875
4.5524647235870361328125
4.5447406768798828125
4.5464384555816650390625
4.54480743408203125
4.525712490081787109375
4.5429019927978515625
4.5546207427978515625
4.76941967010498046875
4.68807220458984375
4.7581255435943603515625
4.7011091709136962890625
4.71614551544189453125
4.67799091339111328125
4.656844615936279296875
4.6172649860382080078125
4.630832672119140625
4.649814128875732421875
4.6303203105926513671875
4.6502227783203125
4.6121060848236083984375
4.6366851329803466796875
4.6800048351287841796875
4.62763881683349609375
4.6773154735565185546875
4.65924835205078125
4.702467441558837890625
4.641223430633544921875
4.6396129131317138671875
4.59455204010009765625
4.6597220897674560546875
4.56038951873779296875
4.615734577178955078125
4.5447976589202880859375
4.57936787605285555713408029987476766109466552734375
4.534755706787109375
4.48071384429931640625
4.531611919403076171875
4.568422794342041015625
4.5411930084228515625
4.56501007080078125
4.5217607021331787109375
4.5453221797943115234375
4.657697200775146484375
4.6961994171142578125
4.6826813220977783203125
4.661345958709716796875
4.6603262424468994140625
4.6458337306976318359375
4.6844155788421630859375
4.5030829906463623046875
4.556407928466796875
4.533585071563720703125
4.5220811367034912109375
4.5642108917236328125
4.5197467803955078125
4.5502612590789794921875
4.6064050197601318359375
4.5785300731658935546875
4.58913898468017578125
4.6436862945556640625
4.5605485439300537109375
4.5621516704559326171875
4.54887676239013671875
4.587013721466064453125
4.58606243133544921875
4.61793231964111328125
4.5735008716583251953125
4.6318752765655517578125
4.575525760650634765625
4.58087253570556640625
