0.710609853267669677734375
0.63319265842437744140625
0.6409919261932373046875
0.615256726741790771484375
0.600146353244781494140625
0.678834855556488037109375
0.467061817646026611328125
0.56155478954315185546875
0.644835948944091796875
0.617113649845123291015625
0.600772798061370849609375
0.527634203433990478515625
0.655340254306793212890625
0.4981861114501953125
0.551090657711029052734375
0.512219369411468505859375
0.611729085445404052734375
0.644601762294769287109375
0.672075212001800537109375
0.68604457378387451171875
0.70505654811859130859375
0.607534348964691162109375
0.54515361785888671875
0.466892957687377874176348768742172978818416595458984375
0.644104063510894775390625
0.709735691547393798828125
0.67056739330291748046875
0.667615592479705810546875
0.623988449573516845703125
0.572249472141265869140625
0.622656762599945068359375
0.630273520946502685546875
0.5690715312957763671875
0.689433634281158447265625
0.712504327297210693359375
0.485208690166473388671875
0.5791804790496826171875
0.625039517879486083984375
0.618778228759765625
0.63793385028839111328125
0.642566382884979248046875
0.589996039867401123046875
0.51285207271575927734375
0.5848979949951171875
0.68635141849517822265625
0.55740249156951904296875
0.628535091876983642578125
0.693268299102783203125
0.575267791748046875
0.668791711330413818359375
0.6877038478851318359375
0.52421092987060546875
0.656780898571014404296875
0.5855944156646728515625
0.50425302982330322265625
0.543551623821258544921875
0.6653749942779541015625
0.637109339237213134765625
0.674683630466461181640625
0.584833085536956787109375
0.66080582141876220703125
0.65968596935272216796875
0.712487041950225830078125
0.72061240673065185546875
0.612094581127166748046875
0.551231205463409423828125
0.67946875095367431640625
0.664119422435760498046875
0.627466857433319091796875
0.654568016529083251953125
0.671747267246246337890625
0.6875588893890380859375
0.62691938877105712890625
0.641050159931182861328125
0.490304529666900579254473768742172978818416595458984375
0.6753079891204833984375
0.6939985752105712890625
0.649143993854522705078125
0.66298615932464599609375
0.520228207111358642578125
0.611648082733154296875
0.591632902622222900390625
0.638069450855255126953125
0.546373784542083740234375
0.7039730548858642578125
0.61367595195770263671875
0.710262119770050048828125
0.621022701263427734375
0.603561818599700927734375
0.533788859844207763671875
0.60629856586456298828125
0.66674220561981201171875
0.63344800472259521484375
0.65496063232421875
0.5862491130828857421875
0.70145428180694580078125
0.648381769657135009765625
0.566824138164520263671875
0.645678460597991943359375
0.6419799327850341796875
0.66571676731109619140625
0.64354574680328369140625
0.718154430389404296875
0.592837989330291748046875
0.67886245250701904296875
0.60368406772613525390625
0.6896517276763916015625
0.65348339080810546875
0.625976085662841796875
0.68824946880340576171875
0.66711652278900146484375
0.443124473094940185546875
0.665123641490936279296875
0.6032483577728271484375
0.646863043308258056640625
0.6689808368682861328125
0.478541135787963811676348768742172978818416595458984375
0.663750171661376953125
0.64488875865936279296875
0.69163143634796142578125
0.69700872898101806640625
0.690100729465484619140625
0.627171695232391357421875
0.6583635807037353515625
0.600242912769317626953125
0.55004680156707763671875
0.57531344890594482421875
0.67888939380645751953125
0.709649860858917236328125
0.597741782665252685546875
0.590295612812042236328125
0.69479465484619140625
0.6661701202392578125
0.6745226383209228515625
0.70620620250701904296875
0.658586084842681884765625
0.606246531009674072265625
0.62655460834503173828125
0.6520521640777587890625
0.644066274166107177734375
0.598277986049652099609375
0.624138772487640380859375
0.613786041736602783203125
0.6306416988372802734375
0.598920285701751708984375
0.659657895565032958984375
0.599531471729278564453125
0.6390168666839599609375
0.685894429683685302734375
0.720817983150482177734375
0.582873046398162841796875
