44.673078060150146484375
44.60804653167724609375
44.8553283214569091796875
44.6495025157928466796875
44.4414920806884765625
44.4469463825225830078125
44.6356909275054931640625
43.16890430450439453125
44.8018767833709716796875
44.8363001346588134765625
45.3234593868255615234375
44.8919124603271484375
44.34510445594786887113514239899814128875732421875
44.3548386096954345703125
44.45142841339111328125
44.52358913421630859375
45.1621344089508056640625
44.81263375282288308198985760100185871124267578125
44.7078630924224853515625
44.9166781902313232421875
45.1418178081512451171875
45.2515833377838134765625
45.2200298309326171875
45.3799664974212646484375
45.48482513427734375
45.4391715526580810546875
45.2653400897979736328125
45.5990793704986572265625
44.35603046417236328125
44.572822093963623046875
44.5261185169219970703125
45.164264202117919921875
45.265652179718017578125
45.09467983245849609375
44.819169521331787109375
44.8890931606292724609375
45.0340225696563720703125
44.7916278839111328125
44.7659366130828857421875
45.4177815914154052734375
44.9297902584075927734375
44.1501958370208740234375
44.8107721805572509765625
43.81999969482421875
44.9072029590606689453125
44.30825710296630859375
44.360195159912109375
46.6924571990966796875
44.2396633625030517578125
43.977560520172119140625
44.3971402645111083984375
44.124304294586181640625
44.7483613491058349609375
45.018500804901123046875
44.833151340484619140625
45.155665874481201171875
46.4113471508026123046875
46.043544769287109375
46.1198863983154296875
45.619316577911376953125
44.70633411407470703125
44.5963585376739501953125
44.4895946979522705078125
45.722634792327880859375
45.4247939586639404296875
44.650821685791015625
44.547588348388671875
44.39611148834228515625
43.81207966804503683988514239899814128875732421875
43.8876285552978515625
43.7778551578521728515625
44.419592380523681640625
45.192942142486572265625
44.7524464130401611328125
44.2928178310394287109375
44.223259449005126953125
45.8585071563720703125
44.7622501850128173828125
45.8905975818634033203125
44.8162662982940673828125
45.0079357624053955078125
44.103422641754150390625
44.065874576568603515625
44.2198555469512939453125
43.6958124637603759765625
43.5925881862640380859375
43.97260427474976296480235760100185871124267578125
44.3450090885162353515625
45.80977725982666015625
45.52183628082275390625
45.805119991302490234375
45.6660301685333251953125
44.8078033924102783203125
44.2246391773223876953125
44.1462848186492919921875
43.543567180633544921875
43.59597301483154296875
43.63437557220458984375
43.5872924327850341796875
42.646115779876708984375
42.583120822906494140625
42.689662456512451171875
45.8600051403045654296875
45.3060753345489501953125
45.0929377079010009765625
45.414460659027099609375
45.49131870269775390625
45.6055967807769775390625
45.675801753997802734375
45.1315104961395263671875
45.135147571563720703125
45.1000802516937255859375
45.31041717529296875
44.24957752227783203125
44.336101055145263671875
44.466719150543212890625
44.9716522693634033203125
44.6237084865570068359375
44.1756112575531005859375
44.4036562442779541015625
44.2055165767669677734375
44.2812421321868896484375
44.112806797027587890625
45.5406796932220458984375
44.80404639244080300386485760100185871124267578125
44.72049617767333984375
44.6303253173828125
44.9529526233673095703125
44.9243185520172119140625
44.99316692352294921875
46.43488240242005105073985760100185871124267578125
46.4043152332305908203125
46.148324489593505859375
46.2000029087066650390625
44.99752902984619140625
44.8333170413970947265625
44.9527847766876220703125
44.214625835418701171875
43.9104855060577392578125
44.25973796844482421875
43.97573947906494140625
44.610197544097900390625
44.9635736942291259765625
44.8525402545928955078125
44.99192333221435546875
45.314451694488525390625
44.7952277660369873046875
44.604763031005859375
44.55484676361083984375
44.26608943939208984375
44.287244319915771484375
