667.116010189056396484375
667.1159393787384033203125
667.1161403656005859375
667.115958690643310546875
667.1159279346466064453125
667.11613559722900390625
667.11600780487060546875
667.1160829067230224609375
667.11613178253173828125
667.1159389019012451171875
667.116161823272705078125
667.115854740142822265625
667.1159913539886474609375
667.1158688068389892578125
667.115890026092529296875
667.1161291599273681640625
667.1160869598388671875
667.116119861602783203125
667.1160528659820556640625
667.1163618564605712890625
667.1160848140716552734375
667.1159846782684326171875
667.1160643100738525390625
667.115843296051025390625
667.1159574985504150390625
667.1158783435821533203125
667.1161730289459228515625
667.1158120632171630859375
667.11599445343017578125
667.11738300323486328125
667.116525173187255859375
667.116032123565673828125
667.1159279346466064453125
667.1159622669219970703125
667.1158621311187744140625
667.1160700321197509765625
667.1162655353546142578125
667.1159117221832275390625
667.1160748004913330078125
667.11604404449462890625
667.115903377532958984375
667.11598968505859375
667.1173546314239501953125
667.1159031391143798828125
667.1161863803863525390625
667.115985870361328125
667.11627101898193359375
667.1161653995513916015625
667.1161406040191650390625
667.116008758544921875
667.115822315216064453125
667.1159851551055908203125
667.1159451007843017578125
667.11585330963134765625
667.1159956455230712890625
667.1163127422332763671875
667.116022586822509765625
667.1159341335296630859375
667.116075992584228515625
667.1158199310302734375
667.11594486236572265625
667.115946292877197265625
667.1162130832672119140625
667.1162002086639404296875
667.11590099334716796875
667.117394924163818359375
667.11612224578857421875
667.1159954071044921875
667.116008281707763671875
667.115902423858642578125
667.115923404693603515625
667.1156198978424072265625
667.1175248622894287109375
667.1161339282989501953125
667.11602306365966796875
667.1161365509033203125
667.116010189056396484375
667.11600780487060546875
667.1161019802093505859375
667.115881443023681640625
667.115916728973388671875
667.1162588596343994140625
667.115852832794189453125
667.11601352691650390625
667.116026401519775390625
667.1159648895263671875
667.1161277294158935546875
667.116051197052001953125
667.115982532501220703125
667.116007328033447265625
667.1174221038818359375
667.115975856781005859375
667.116107463836669921875
667.1166918277740478515625
667.1173918247222900390625
667.1158349514007568359375
667.116223812103271484375
667.116242885589599609375
667.115997314453125
667.1160724163055419921875
667.1158583164215087890625
667.1159207820892333984375
667.1159732341766357421875
667.116067409515380859375
667.11609745025634765625
667.115940093994140625
667.1158998012542724609375
667.11615848541259765625
667.1160185337066650390625
667.115985393524169921875
667.1159427165985107421875
667.117599964141845703125
667.116124629974365234375
667.116022586822509765625
667.116006374359130859375
667.1160295009613037109375
667.11600971221923828125
667.1160395145416259765625
667.116026401519775390625
667.1161892414093017578125
667.1159169673919677734375
667.11603546142578125
667.1160221099853515625
667.1160175800323486328125
667.115894317626953125
667.116141796112060546875
667.115904331207275390625
667.1174163818359375
667.1158387660980224609375
667.115909099578857421875
667.1162109375
667.1176817417144775390625
667.116031646728515625
667.11597919464111328125
667.115940570831298828125
667.1160924434661865234375
667.1158807277679443359375
667.115894317626953125
667.1155564785003662109375
667.116076946258544921875
667.116007328033447265625
667.1176946163177490234375
667.116240024566650390625
667.116321086883544921875
667.1160030364990234375
667.116245746612548828125
667.1158454418182373046875
667.11604785919189453125
667.11800670623779296875
667.116022586822509765625
667.115895748138427734375
