0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
0.998233795166015625
