0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
0.61621731221678277545805713089066557586193084716796875
