0.6144986988617013867752802980248816311359405517578125
0.59118597928360794302449221504502929747104644775390625
0.635146595603619079639656774816103279590606689453125
0.62567141794715042113494973818887956440448760986328125
0.63801316135347219127282869521877728402614593505859375
0.6282415584268996600059153934125788509845733642578125
0.63970923184018058105237969357403926551342010498046875
0.61870181731131435043380406568758189678192138671875
0.605560627691700492647441933513619005680084228515625
0.6343687383337819341022623120807111263275146484375
0.64701199333333503371790129676810465753078460693359375
0.60950273272314892114565054725972004234790802001953125
0.62170223360062470963072200902388431131839752197265625
0.612267648854402768421323344227857887744903564453125
0.62131453726010388294298536493442952632904052734375
0.6125762571383683852133117397897876799106597900390625
0.6016012710497917748142526761512272059917449951171875
0.61850104865138100240784524430637247860431671142578125
0.60285873603951711796611334648332558572292327880859375
0.6275635976831066553671689689508639276027679443359375
0.61289930000930714637519258758402429521083831787109375
0.627422747555453241830036859028041362762451171875
0.61933310072708180893386042953352443873882293701171875
0.61028322125720857460606794120394624769687652587890625
0.631305707746111721689885598607361316680908203125
0.62895968599587004366213704997790046036243438720703125
0.6253292879629823719511705348850227892398834228515625
0.57031447216562136670603422317071817815303802490234375
0.623232823338223607123609326663427054882049560546875
0.58764412416743538880581354533205740153789520263671875
0.63902579289530503370286851350101642310619354248046875
0.64211577848074974372849510473315604031085968017578125
0.60593846740192447430928268659044988453388214111328125
0.57762315220837334717174371689907275140285491943359375
0.60022086570580490683113339400733821094036102294921875
0.6281844558174132231442854390479624271392822265625
0.6156728786026024469180129017331637442111968994140625
0.60742590228237125504762161654070951044559478759765625
0.61082721440873621876477272962802089750766754150390625
0.645667317643763727375016969745047390460968017578125
0.60769441316447270207135034070233814418315887451171875
0.6128903967583922973716425985912792384624481201171875
0.6471764868572627005249842113698832690715789794921875
0.6118418020650626676371075518545694649219512939453125
0.62403753347603441170576843433082103729248046875
0.60203921138825566838903569077956490218639373779296875
0.59734252509589380597532226602197624742984771728515625
0.575672026997018360106039835955016314983367919921875
0.63569129025872417315667917137034237384796142578125
0.60194316088234833816983382348553277552127838134765625
0.6174838858420148568484364659525454044342041015625
0.6343145387872135554374608545913361012935638427734375
0.605391979163308224798356604878790676593780517578125
0.52067831078457438298556780864601023495197296142578125
0.621640198491902662425445669214241206645965576171875
0.60819201970002334523002218702458776533603668212890625
0.62586282749539423608808874632813967764377593994140625
0.63388513231603871300734454052872024476528167724609375
0.61876145633174817195509831435629166662693023681640625
0.620291324570910074243101917090825736522674560546875
0.62587818305049836009601449404726736247539520263671875
0.6180809264370505928809507167898118495941162109375
0.60326673039672418230594530541566200554370880126953125
0.62410003863222562880963550924207083880901336669921875
0.64009630976706277660781552185653708875179290771484375
0.628181558766237824187328442349098622798919677734375
0.588219699193874845377649762667715549468994140625
0.6180242226640400016179910380742512643337249755859375
0.626265534229942577582050944329239428043365478515625
0.6340377736634235095181111319107003509998321533203125
0.65944831793644065331960746334516443312168121337890625
0.6080160970117451935124108786112628877162933349609375
0.58235266093007431731365386440302245318889617919921875
0.64217922250987002907862688516615889966487884521484375
0.62110196935012751406901543305139057338237762451171875
0.63974481205419431173453403971507214009761810302734375
0.6244454314457226207224493919056840240955352783203125
0.54053389446697774900485455873422324657440185546875
0.63160908965956308325218060417682863771915435791015625
0.59469736426414965269060530772549100220203399658203125
0.628416980789580303934371841023676097393035888671875
0.596066475606809031972943557775579392910003662109375
0.62441286227443815182169828403857536613941192626953125
0.62343610942992289114528148274985142052173614501953125
0.53938720335087075863356176341767422854900360107421875
0.67768553609787129943242689478211104869842529296875
0.5952299860832359623685761107481084764003753662109375
0.6200779484527607632315948649193160235881805419921875
0.60514536222750747729293152588070370256900787353515625
0.598470306314326183638740985770709812641143798828125
0.63801493955350985221031123728607781231403350830078125
0.629750689234825689055696784635074436664581298828125
0.58696830827386781148646832662052474915981292724609375
0.60489186678220985271536846994422376155853271484375
0.603673670015306473857208402478136122226715087890625
0.6254434089656530915135590475983917713165283203125
0.5979699890815146634537313730106689035892486572265625
0.5850061645494417650326113289338536560535430908203125
0.447100453032931610675149158851127140223979949951171875
0.61717910436181366851116081306827254593372344970703125
0.60311087470365543072858827144955284893512725830078125
0.618696764842082469471051808795891702175140380859375
0.6452802535421040541763204601011238992214202880859375
0.60926501520375475617896654512151144444942474365234375
0.62869435119484007312706808079383336007595062255859375
0.569812136535513769075578238698653876781463623046875
0.54626189141969538898280234207049943506717681884765625
0.567478821169657532408336919615976512432098388671875
0.60113246231304373612402969229151494801044464111328125
0.54453565625702882169179019911098293960094451904296875
0.6321857264056840453037011684500612318515777587890625
0.572896275353629302884428398101590573787689208984375
0.606015036044879717991307188640348613262176513671875
0.63130672975270452074170179912471212446689605712890625
0.63804485083707429549093603782239370048046112060546875
0.62944010134336625394979591874289326369762420654296875
0.615313684727055942857987247407436370849609375
0.58595945501308388525529835533234290778636932373046875
0.5760995187832647079773096265853382647037506103515625
0.6286113616128592429532773167011328041553497314453125
0.603769063079056866882865506340749561786651611328125
0.5584510555469675008311014607897959649562835693359375
0.61882158137576703804683120324625633656978607177734375
0.62824817631710716536730387815623544156551361083984375
0.557749915905104476365750088007189333438873291015625
0.617401741307058937735519066336564719676971435546875
0.6072195602916614642907688903505913913249969482421875
0.63885212009963388002375950236455537378787994384765625
0.577757520057196938267907171393744647502899169921875
0.643112719995425852204107286524958908557891845703125
0.62063008341079728413802740760729648172855377197265625
0.6113320065204044251316872760071419179439544677734375
0.6279496810674338735935862132464535534381866455078125
0.5949572961287510342032192056649364531040191650390625
0.60364291783866830254368096575490199029445648193359375
0.628537198304293109885065859998576343059539794921875
0.60135590276091621664278363823541440069675445556640625
0.61319860948253757104708938641124404966831207275390625
0.63532474728281684850372812434216029942035675048828125
0.6049262003113227148531905186246149241924285888671875
0.6310544949047887097748343876446597278118133544921875
0.6221275277917899249047195553430356085300445556640625
0.54017761259549124108758633155957795679569244384765625
0.62321477103158218202594298418262042105197906494140625
0.59242952435923024179231788366450928151607513427734375
0.63529105941422614467484208944370038807392120361328125
0.5960479775441085426024301341385580599308013916015625
0.6311265773178871274495804755133576691150665283203125
0.541698920429578123503233655355870723724365234375
0.6086580711179951919120867387391626834869384765625
0.6173457713663734747200351193896494805812835693359375
