164399684186573344512
182849789669439703414
143867806189649924394
160440021201424916464
129948735129702830230
146913061026777419686
170226776436967844380
167675288889849050582
180325796894352840049
165348303639064138930
152667537786717524919
153640191369826966389
156674472504886028257
154844251649620070459
173775480032058306917
178754290711828309727
176645326135216320569
156721903278466557268
164670419553871159509
166546831424317900620
162322886143409833437
167755772450637894617
186619801179355061560
167337373050402698161
153774570093629853474
164573749684011363857
157124909896623802427
176701713033340443590
160016608123897248074
168977550835319503563
159666040769541645498
157404427748973588066
174717625398815790030
163720977646261800294
173630769617728713287
156840191898428662255
163816271375209853759
166964679144684444286
172335293034990065415
159872980240484267221
187676750073989278769
141918922590967228283
159994941462268209407
161980953925886252934
174234299961760133474
161620732001818914461
173313791025419250757
159530943744038927758
131810083489347654359
179933100427527968243
164077755259628970580
152311271025305285975
195718173910343778398
195930484544371792317
179436712460511449835
174689437592268242020
155670602538196848997
152702831346728682637
162586006994655868623
183264584100150870238
156092742806478296163
176825040268110430027
171173195334816716936
153262510266871016860
154700480022108995170
156548424015421905369
170225067402013065260
162201574701302908661
175639783842657634955
165215151071573783662
140588110089555067371
161782392202688069911
197966975980729787039
163320530879343570093
171143860547052795316
168503641936806478850
157705754450291181553
196311357868676945260
159550015668423875172
158243228018251190014
169263921476411796548
167968625740772522509
160105437396271627994
166720675921897707730
198739492869825534388
158618591597164914626
161439891172367572052
172131966153761478218
165946049295788154431
168135696232654595480
153253482014615157634
161681569372358512137
172197338108112397431
158719483270341890849
173244201931326677128
169291811542987301454
175808972590898882495
196204803576319622462
188412134823200673959
159272853762751610361
164922345303520008589
182457588975650262789
147604045312917391770
143067191201574724372
153167661533008121124
193515918424478772886
190984539563736985722
199035905105718458596
175545976973730988804
176456775697337959039
160566554641268355050
166013880579636915055
159033311803372872278
155198170892934559748
156101534604216548687
157771356817709249705
151417874720726525633
155779199954067263752
183877438603053927892
166305491910897481477
169741494106731388869
200186332293830011405
168000830925170834362
158151569407239281329
199898514337119104657
167389338033067611480
172150488374234863409
171503010733142167374
178947392669280837902
146869243292596339305
148861291550337599346
158983939626194319753
157355068242909140843
170400094748571590328
163931215252601021783
150494658405479655771
154325584579022287891
169626535714546519088
165542282657742562605
178129372880458938356
159826185316298196783
167396976253024414831
183309930979709642958
153022306512992164378
178850494370028760140
162001299072683769226
171841383779728379906
167880087810366630590
192743159348864164053
163046536266844374228
166619460179133909154
