0.58966654897836978665992546666529960930347442626953125
0.59032562718403702728409143674070946872234344482421875
0.625645883444336359247017753659747540950775146484375
0.590394353379971814632654059096239507198333740234375
0.62188188379023034979553585799294523894786834716796875
0.66262263452058822732482212813920341432094573974609375
0.64190116647482453604567353977472521364688873291015625
0.6146682623200276918140616544405929744243621826171875
0.63519707946981729396185301084187813103199005126953125
0.54099092880300203578514128821552731096744537353515625
0.6330919199892519610983754319022409617900848388671875
0.5406694974632657579860506302793510258197784423828125
0.543723303469238583573996947961859405040740966796875
0.5716917602382920460257764716516248881816864013671875
0.61779651453838280161789953126572072505950927734375
0.64291248920303523117780741813476197421550750732421875
0.5484923007645168269164059893228113651275634765625
0.642490073883724033265707475948147475719451904296875
0.60727265027433052768657262276974506676197052001953125
0.61024586921935608518907656616647727787494659423828125
0.64867910211821799837395019494579173624515533447265625
0.58275632600109383840703003443195484578609466552734375
0.6220059091972294229577755686477757990360260009765625
0.54503392557499819037758470585686154663562774658203125
0.62515413660316243582570905346074141561985015869140625
0.59307803966997496569746317618410103023052215576171875
0.59260148802083756347514054141356609761714935302734375
0.5704095267720976636383056757040321826934814453125
0.58885509737729335721923007440636865794658660888671875
0.59387126308702276045181633890024386346340179443359375
0.6314790476980756128710936536663211882114410400390625
0.5980699602972716633075833669863641262054443359375
0.51311459695090311239340508109307847917079925537109375
0.5790570645225023849178569435025565326213836669921875
0.60066550499288540176934247938334010541439056396484375
0.56858545960601702962122772078146226704120635986328125
0.56907139608621759574447196428081952035427093505859375
0.5711596984656612807640385653940029442310333251953125
0.582738732821520333260423285537399351596832275390625
0.6244553691771843606517222724505700170993804931640625
0.59924768461162225552385507398867048323154449462890625
0.6419163630980786461321940805646590888500213623046875
0.6102415043727205112844558243523351848125457763671875
0.56111766263577955715646794487838633358478546142578125
0.62637986837072234802548109655617736279964447021484375
0.58852822178188912705110169554245658218860626220703125
0.5548130922431953049311914583086036145687103271484375
0.58280699699624560761179736800841055810451507568359375
0.67257837986194790591554237835225649178028106689453125
0.55987435497087567615182024383102543652057647705078125
0.61142094679929026579401352137210778892040252685546875
0.643220399972666001531251822598278522491455078125
0.59073319616313157975895364870666526257991790771484375
0.53849332893987023052062568240216933190822601318359375
0.5706929545635734957187423788127489387989044189453125
0.5517947808590266678407942890771664679050445556640625
0.62080113318723173509994239793741144239902496337890625
0.5876425839506562720515603359672240912914276123046875
0.6015520989339455670830147937522269785404205322265625
0.61770447519822158088942387621500529348850250244140625
0.583195214093576996816636892617680132389068603515625
0.60573124412602930011217949868296273052692413330078125
0.5748909619664506198688513904926367104053497314453125
0.65422278524166410651474734549992717802524566650390625
0.64062302562734096955665563655202277004718780517578125
0.62802706048218215340028791615623049437999725341796875
0.60808421796088218957976323508773930370807647705078125
0.5649808127844078153856344215455465018749237060546875
0.61257825822049427610949123845784924924373626708984375
0.6157939495504931581848495625308714807033538818359375
0.657772682201130720613946323283016681671142578125
0.62045783251302710770147541552432812750339508056640625
0.56040543222552319235774120897985994815826416015625
0.583615696778185366611069184727966785430908203125
0.5923575559725227090979160493589006364345550537109375
0.59795010533441128597331726268748752772808074951171875
0.63168660124134279332253072425373829901218414306640625
0.487722399017511409891056928245234303176403045654296875
0.6398272759295766665132987327524460852146148681640625
0.60150845236408778671233221757574938237667083740234375
0.60148863226040238938452375805354677140712738037109375
0.58242784325897856145815012496314011514186859130859375
0.6011507357297654063899017273797653615474700927734375
0.54185991493572271959777708616456948220729827880859375
0.53981159284944146836693334989831782877445220947265625
0.63511044598617949485941380771691910922527313232421875
0.62413375280386684806899211253039538860321044921875
0.5570729002744527758039794207434169948101043701171875
0.61462746326420980569338325949502177536487579345703125
0.55891048672183629708598573415656574070453643798828125
0.62196801197805873240298524251556955277919769287109375
0.5708800710426029656474611329031176865100860595703125
0.6093406126580800385994507450959645211696624755859375
0.59790533962860303862640876104705967009067535400390625
0.62838857371547673924538912615389563143253326416015625
0.61632978667896820557103865212411619722843170166015625
0.554128082684636869004179970943368971347808837890625
0.62939328970414953889900289141223765909671783447265625
0.444628822117099919974947397349751554429531097412109375
0.5983801974474041163176707414095290005207061767578125
0.61177555461702137762358688632957637310028076171875
0.61424063539346074325209201560937799513339996337890625
0.65399393987947129769366938489838503301143646240234375
0.55377543317356237029258636539452709257602691650390625
0.6177359359203762334544762779842130839824676513671875
0.5601802156654347442099606269039213657379150390625
0.58776260708904237706207140945480205118656158447265625
0.60057235453474289155195720013580285012722015380859375
0.5817586342602079074737275732331909239292144775390625
0.6148215528763063542072586642461828887462615966796875
0.5885691659128757802221798556274734437465667724609375
0.6320580192970641775218609836883842945098876953125
0.5988459663564125179391339770518243312835693359375
0.581957903349012095617354134446941316127777099609375
0.58525162887082970986085683762212283909320831298828125
0.5801019981350208354342612437903881072998046875
0.55976586687220208915505281765945255756378173828125
0.5426978679041021269569000651245005428791046142578125
0.5567728765793715783871675739646889269351959228515625
0.58429555696620383287154254503548145294189453125
0.59478760493951454701999637109111063182353973388671875
0.56535794623047974649665547985932789742946624755859375
0.597521476343972235412138616084121167659759521484375
0.57705265679214490237569634700776077806949615478515625
0.5369970001942421244933711932389996945858001708984375
0.59306427209402101663471285064588300883769989013671875
0.5597278797949389872457004457828588783740997314453125
0.63834843430326670965513358169118873775005340576171875
0.6124080774685880523833247934817336499691009521484375
0.63259676784623053436007467098534107208251953125
0.5854936548895162129468872080906294286251068115234375
0.61781288324187977334389643147005699574947357177734375
0.60185890899348770677335096479509957134723663330078125
0.5490014667533575920543853499111719429492950439453125
0.603652619661617872992565025924704968929290771484375
0.61206426978015138207211975895916111767292022705078125
0.617237518644146998525457092910073697566986083984375
0.64913883680681372378984406168456189334392547607421875
0.62382971125526853750642430895823054015636444091796875
0.57854423715792380189526511458097957074642181396484375
0.60516902064820021767133084722445346415042877197265625
0.59225061683203372719930257517262361943721771240234375
0.535078150896220794408009169274009764194488525390625
0.63014385977361586643752389136352576315402984619140625
0.6006782778365071795434460000251419842243194580078125
0.6411071659501406116987709538079798221588134765625
0.58215928743844724824185732359183020889759063720703125
0.6013436386596762162071172497235238552093505859375
0.5947685984002795134273355870391242206096649169921875
0.5570707788559794426674898204510100185871124267578125
0.63364416471635609529045041199424304068088531494140625
