667.1160106658935546875
641.519052028656005859375
679.308470249176025390625
646.2740862369537353515625
668.724422931671142578125
658.9037322998046875
666.66557788848876953125
673.853767871856689453125
667.3970263004302978515625
677.1484634876251220703125
641.0364773273468017578125
675.9084270000457763671875
674.751493930816650390625
672.4319579601287841796875
672.0369777679443359375
661.6636779308319091796875
641.53946971893310546875
674.1277730464935302734375
672.5343196392059326171875
645.4394550323486328125
668.0173060894012451171875
667.3874299526214599609375
670.07660007476806640625
637.9307405948638916015625
656.3446085453033447265625
652.0973641872406005859375
659.831417560577392578125
663.9048712253570556640625
649.2964665889739990234375
669.591684818267822265625
661.2549140453338623046875
668.688625812530517578125
667.886682987213134765625
666.0466787815093994140625
673.85686969757080078125
642.9090855121612548828125
642.4462337493896484375
681.2947170734405517578125
668.11073207855224609375
648.7005856037139892578125
671.97716617584228515625
645.8842790126800537109375
655.078117847442626953125
663.32383060455322265625
665.30500507354736328125
673.5958783626556396484375
669.986660480499267578125
664.48097515106201171875
646.438423633575439453125
669.316748142242431640625
654.247379302978515625
677.6088275909423828125
668.9635274410247802734375
646.4180600643157958984375
653.6780531406402587890625
683.622411251068115234375
666.1375396251678466796875
662.6723978519439697265625
640.2199456691741943359375
667.357726573944091796875
672.2770988941192626953125
670.132158756256103515625
681.74106502532958984375
667.5602080821990966796875
672.9099652767181396484375
635.2611491680145263671875
649.67270374298095703125
676.5401818752288818359375
679.850847721099853515625
668.3934133052825927734375
676.2081773281097412109375
663.6332361698150634765625
669.856005191802978515625
634.64527225494384765625
635.7321846485137939453125
675.3616487979888916015625
669.8174049854278564453125
674.491494655609130859375
675.1282646656036376953125
683.01833629608154296875
663.534242153167724609375
671.8520705699920654296875
661.04565334320068359375
672.9158647060394287109375
671.2609231472015380859375
660.0978462696075439453125
663.8391187191009521484375
655.6659953594207763671875
666.42195606231689453125
668.4028530120849609375
671.094081401824951171875
670.98425960540771484375
674.613340854644775390625
680.376713275909423828125
666.3469331264495849609375
656.146331787109375
675.674093723297119140625
671.2333676815032958984375
645.017322063446044921875
651.92858028411865234375
681.632060527801513671875
662.0082142353057861328125
660.73562526702880859375
659.953403472900390625
673.9674072265625
660.157926082611083984375
679.5362746715545654296875
686.4401652812957763671875
667.584853649139404296875
660.301590442657470703125
683.20207118988037109375
649.59562206268310546875
671.551888942718505859375
673.6530907154083251953125
664.4887440204620361328125
667.00021457672119140625
672.1032254695892333984375
660.20386981964111328125
639.469190120697021484375
671.11464977264404296875
671.7199223041534423828125
638.29645061492919921875
672.39130401611328125
651.68302249908447265625
651.859681606292724609375
667.361419677734375
651.0343372821807861328125
661.121963024139404296875
669.029338359832763671875
655.311331272125244140625
639.39174652099609375
669.95681667327880859375
676.05538463592529296875
681.1475036144256591796875
649.697353839874267578125
666.70964813232421875
672.222194194793701171875
667.576312541961669921875
655.277891635894775390625
662.4605629444122314453125
674.114885807037353515625
659.969478607177734375
657.34596920013427734375
677.208084583282470703125
663.12470340728759765625
668.312799930572509765625
673.197709560394287109375
646.04610157012939453125
671.6752898693084716796875
673.301843166351318359375
657.050334453582763671875
