667.1160104274749755859375
641.51904964447021484375
679.30846500396728515625
646.27408313751220703125
668.724421977996826171875
658.9037325382232666015625
666.665575504302978515625
673.8537681102752685546875
667.397026538848876953125
677.148462772369384765625
641.0364763736724853515625
675.9084262847900390625
674.751492977142333984375
672.431956768035888671875
672.0369765758514404296875
661.6636779308319091796875
641.5394685268402099609375
674.12777233123779296875
672.53431987762451171875
645.4394547939300537109375
668.0173060894012451171875
667.3874289989471435546875
670.0765979290008544921875
637.93073940277099609375
656.344608306884765625
652.097364902496337890625
659.831417083740234375
663.9048712253570556640625
649.2964646816253662109375
669.591683864593505859375
661.2549126148223876953125
668.6886246204376220703125
667.886683940887451171875
666.0466787815093994140625
673.856868743896484375
642.909084796905517578125
642.4462330341339111328125
681.294715404510498046875
668.1107313632965087890625
648.70058441162109375
671.97716426849365234375
645.8842785358428955078125
655.078118801116943359375
663.32382965087890625
665.3050060272216796875
673.595880031585693359375
669.986661434173583984375
664.4809720516204833984375
646.438423633575439453125
669.31674671173095703125
654.24737834930419921875
677.6088259220123291015625
668.963525295257568359375
646.418059825897216796875
653.6780521869659423828125
683.6224105358123779296875
666.1375386714935302734375
662.6723968982696533203125
640.2199456691741943359375
667.3577077388763427734375
672.2770969867706298828125
670.132158756256103515625
681.74106597900390625
667.56020832061767578125
672.9099643230438232421875
635.26114940643310546875
649.67270374298095703125
676.540179729461669921875
679.850846767425537109375
668.393411159515380859375
676.208176136016845703125
663.6332361698150634765625
669.856005191802978515625
634.6452710628509521484375
635.7321798801422119140625
675.3616473674774169921875
669.8174049854278564453125
674.491494655609130859375
675.1282646656036376953125
683.0183370113372802734375
663.5342414379119873046875
671.8520705699920654296875
661.04565334320068359375
672.915860652923583984375
671.260922908782958984375
660.0978453159332275390625
663.839111804962158203125
655.665981292724609375
666.42195415496826171875
668.4028537273406982421875
671.094081401824951171875
670.984260082244873046875
674.61334514617919921875
680.376713275909423828125
666.346933841705322265625
656.146327972412109375
675.6740386486053466796875
671.233367443084716796875
645.017315387725830078125
651.9285800457000732421875
681.632062435150146484375
662.00821018218994140625
660.7356259822845458984375
659.95340251922607421875
673.96740818023681640625
660.15792751312255859375
679.5362727642059326171875
686.4401662349700927734375
667.5848674774169921875
660.3015902042388916015625
683.20207118988037109375
649.5956208705902099609375
671.551884174346923828125
673.653090953826904296875
664.488745212554931640625
667.0002124309539794921875
672.103222370147705078125
660.2038686275482177734375
639.4691932201385498046875
671.11464977264404296875
671.7199170589447021484375
638.296450138092041015625
672.3913021087646484375
651.683023929595947265625
651.859681606292724609375
667.3614175319671630859375
651.0343339443206787109375
661.1219623088836669921875
669.029336452484130859375
655.3113253116607666015625
639.3917424678802490234375
669.9568154811859130859375
676.0553824901580810546875
681.14750194549560546875
649.697353839874267578125
666.7096397876739501953125
672.2221934795379638671875
667.5763123035430908203125
655.277890682220458984375
662.4605638980865478515625
674.1148808002471923828125
659.96947574615478515625
657.3459661006927490234375
677.20808315277099609375
663.1246993541717529296875
668.3127887248992919921875
673.1977093219757080078125
646.04610157012939453125
671.6752655506134033203125
673.301839351654052734375
657.050333499908447265625
