0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
0.1454463343011614118172047938060131855309009552001953125
