0.998233795166015625
0.998897016048431396484375
0.99869537353515625
0.9964153766632080078125
0.99252682924270640985042746251565404236316680908203125
0.99828165769577037469417746251565404236316680908203125
0.996116161346435546875
0.99801337718963623046875
0.99114990234375
0.99830055236816395147769753748434595763683319091796875
0.99708378314971923828125
0.994517385959625244140625
0.995188295841217041015625
0.99319052696228038445980246251565404236316680908203125
0.99803400039672840460269753748434595763683319091796875
0.993002712726593017578125
0.99898934364318836554019753748434595763683319091796875
0.99588429927825916632144753748434595763683319091796875
0.99723434448242198602230246251565404236316680908203125
0.995528042316436767578125
0.98008680343627918585269753748434595763683319091796875
0.996081173419952392578125
0.99660885334014881475894753748434595763683319091796875
0.99698394536972034796207253748434595763683319091796875
0.996924579143524169921875
0.99465376138687122686832253748434595763683319091796875
0.99427610635757435186832253748434595763683319091796875
0.99676007032394398077457253748434595763683319091796875
0.99087691307067882195980246251565404236316680908203125
0.99536144733428955078125
0.99760335683822642938167746251565404236316680908203125
0.99766385555267322882144753748434595763683319091796875
0.994762480258941650390625
0.99725592136383056640625
0.99925178289413441046207253748434595763683319091796875
0.99756729602813720703125
0.997983455657958984375
0.992859423160552978515625
0.997452914714813232421875
0.99898564815521240234375
0.99637615680694580078125
0.99741345643997203485042746251565404236316680908203125
0.99787372350692760125667746251565404236316680908203125
0.99629658460617076531917746251565404236316680908203125
0.996645987033843994140625
0.998333752155303955078125
0.9931433200836181640625
0.98870724439620960577457253748434595763683319091796875
0.99666363000869762078792746251565404236316680908203125
0.99120128154754638671875
0.9985835552215576171875
0.99482059478759754522769753748434595763683319091796875
0.992946207523345947265625
0.99652278423309315069644753748434595763683319091796875
0.99061733484268199578792746251565404236316680908203125
0.99661237001419078485042746251565404236316680908203125
0.998258531093597412109375
0.995816767215728759765625
0.99888086318969715460269753748434595763683319091796875
0.997933566570281982421875
0.99881500005722034796207253748434595763683319091796875
0.997706234455108642578125
0.99648684263229359014957253748434595763683319091796875
0.987790167331695556640625
0.9939081668853759765625
0.99896788597106922491519753748434595763683319091796875
0.999172508716583251953125
0.99704575538635242804019753748434595763683319091796875
0.99139416217803955078125
0.99829256534576416015625
0.99103784561157237664730246251565404236316680908203125
0.99193859100341796875
0.999718189239501953125
0.99192202091217041015625
0.99543184041976917608707253748434595763683319091796875
0.9986441135406494140625
0.99404919147491455078125
0.99456286430358875616519753748434595763683319091796875
0.99247896671295154913394753748434595763683319091796875
0.99550360441207874639957253748434595763683319091796875
0.9978725910186767578125
0.9927847385406494140625
0.99857294559478759765625
0.99783039093017578125
0.998259603977203369140625
0.99825417995452880859375
0.998882949352264404296875
0.9961469173431396484375
0.998443067073822021484375
0.999473512172698974609375
0.99117523431777965203792746251565404236316680908203125
0.99078148603439319952457253748434595763683319091796875
0.992807447910308837890625
0.99298799037933360711605246251565404236316680908203125
0.99693381786346435546875
0.9961016178131103515625
0.99835860729217518194644753748434595763683319091796875
0.99318230152130115850894753748434595763683319091796875
0.99342578649520885125667746251565404236316680908203125
0.99666458368301402703792746251565404236316680908203125
0.99601155519485484735042746251565404236316680908203125
0.99436676502227783203125
0.99323272705078125
0.998375833034515380859375
0.994427263736724853515625
0.99748903512954723016292746251565404236316680908203125
0.99632871150970458984375
0.997554779052734375
0.995229065418243408203125
0.99448919296264637335269753748434595763683319091796875
0.99502909183502197265625
0.99575912952423095703125
0.9947907924652099609375
0.99668848514556884765625
0.99618643522262562139957253748434595763683319091796875
0.996843636035919189453125
0.988224506378173828125
0.99815118312835682257144753748434595763683319091796875
0.994839012622833251953125
0.99534124135971080438167746251565404236316680908203125
0.99878084659576416015625
0.99796950817108165399105246251565404236316680908203125
0.99366939067840576171875
0.99594485759735118524105246251565404236316680908203125
0.998141229152679443359375
0.996759831905364990234375
0.98962467908859241827457253748434595763683319091796875
0.998770654201507568359375
0.99890720844268798828125
0.993235647678375244140625
0.99747067689895640985042746251565404236316680908203125
0.98517155647277843133480246251565404236316680908203125
0.99546873569488525390625
0.993448793888092041015625
0.99663835763931285516292746251565404236316680908203125
0.99125432968139637335269753748434595763683319091796875
0.998062789440155029296875
0.99218642711639404296875
0.99108916521072398797542746251565404236316680908203125
0.99916744232177723272769753748434595763683319091796875
0.994057357311248779296875
0.99922192096710205078125
0.993873775005340576171875
0.99566519260406483038394753748434595763683319091796875
0.99509918689727783203125
0.995935738086700439453125
0.99864435195922840460269753748434595763683319091796875
0.996898949146270751953125
0.99604177474975597039730246251565404236316680908203125
0.99701285362243641241519753748434595763683319091796875
0.99922412633895885125667746251565404236316680908203125
