17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
17.6778805255889892578125
