0.998233795166015625
0.99901825189590442999332253748434595763683319091796875
0.99869537353515625
0.99642914533615123406917746251565404236316680908203125
0.99250072240829478875667746251565404236316680908203125
0.99828165769577037469417746251565404236316680908203125
0.99509060382843017578125
0.99801337718963623046875
0.98982286453247081414730246251565404236316680908203125
0.99830055236816395147769753748434595763683319091796875
0.99708378314971923828125
0.994517385959625244140625
0.995188295841217041015625
0.99319052696228038445980246251565404236316680908203125
0.9952900409698486328125
0.99258297681808482781917746251565404236316680908203125
0.99898934364318836554019753748434595763683319091796875
0.99588429927825916632144753748434595763683319091796875
0.99723762273788441046207253748434595763683319091796875
0.99552088975906360968082253748434595763683319091796875
0.98008680343627918585269753748434595763683319091796875
0.996081173419952392578125
0.98597806692123401983707253748434595763683319091796875
0.996614515781402587890625
0.996924579143524169921875
0.9956989288330078125
0.993248462677001953125
0.99674522876739501953125
0.99087691307067882195980246251565404236316680908203125
0.99536144733428955078125
0.99760335683822642938167746251565404236316680908203125
0.99746215343475341796875
0.99476063251495361328125
0.99725592136383056640625
0.99837338924407958984375
0.998479545116424560546875
0.998895466327667236328125
0.99072492122650157586605246251565404236316680908203125
0.99718034267425537109375
0.998911440372467041015625
0.99559646844863880499332253748434595763683319091796875
0.99741345643997203485042746251565404236316680908203125
0.99768334627151478155582253748434595763683319091796875
0.99629658460617076531917746251565404236316680908203125
0.99491590261459361688167746251565404236316680908203125
0.99833303689956676141292746251565404236316680908203125
0.9931433200836181640625
0.98870724439620960577457253748434595763683319091796875
0.99666363000869762078792746251565404236316680908203125
0.99120128154754638671875
0.9985835552215576171875
0.99482673406600963250667746251565404236316680908203125
0.99345338344573963507144753748434595763683319091796875
0.99652254581451416015625
0.994773328304290771484375
0.99818474054336558953792746251565404236316680908203125
0.99826717376708984375
0.99582856893539439813167746251565404236316680908203125
0.99892431497573841436832253748434595763683319091796875
0.998813569545745849609375
0.99881500005722034796207253748434595763683319091796875
0.99765658378601085320980246251565404236316680908203125
0.996070384979248046875
0.9867732524871826171875
0.986713230609893798828125
0.998920619487762451171875
0.99917244911193836554019753748434595763683319091796875
0.998518764972686767578125
0.994078576564788818359375
0.99803692102432239874332253748434595763683319091796875
0.99103784561157237664730246251565404236316680908203125
0.99195575714111317022769753748434595763683319091796875
0.999718189239501953125
0.991921961307525634765625
0.99543184041976917608707253748434595763683319091796875
0.99849593639373779296875
0.99404942989349365234375
0.99457752704620361328125
0.99247896671295154913394753748434595763683319091796875
0.99550354480743397100894753748434595763683319091796875
0.99744015932083118780582253748434595763683319091796875
0.9927847385406494140625
0.998631954193115234375
0.99783039093017578125
0.99825954437255859375
0.99843227863311756475894753748434595763683319091796875
0.998882830142974853515625
0.98735380172729481085269753748434595763683319091796875
0.998443067073822021484375
0.99947357177734375
0.99117523431777965203792746251565404236316680908203125
0.99078148603439319952457253748434595763683319091796875
0.99279814958572398797542746251565404236316680908203125
0.99298799037933360711605246251565404236316680908203125
0.99791133403778076171875
0.99739706516265880242855246251565404236316680908203125
0.99835860729217518194644753748434595763683319091796875
0.9931828975677490234375
0.99862897396087635382144753748434595763683319091796875
0.99667388200759876593082253748434595763683319091796875
0.99591046571731556280582253748434595763683319091796875
0.99104261398315440789730246251565404236316680908203125
0.99322032928466796875
0.998376369476318359375
0.99442732334136962890625
0.99748903512954723016292746251565404236316680908203125
0.99632871150970458984375
0.997554779052734375
0.99482965469360362664730246251565404236316680908203125
0.99445778131484996453792746251565404236316680908203125
0.99543464183807361944644753748434595763683319091796875
0.99576914310455322265625
0.9947907924652099609375
0.99668848514556884765625
0.99923545122146595343082253748434595763683319091796875
0.996843636035919189453125
0.988224506378173828125
0.99792414903640758172542746251565404236316680908203125
0.994839012622833251953125
0.99534118175506602899105246251565404236316680908203125
0.998775541782379150390625
0.99884009361267078741519753748434595763683319091796875
0.99366939067840576171875
0.99594485759735118524105246251565404236316680908203125
0.998141229152679443359375
0.99652123451232921258480246251565404236316680908203125
0.98962467908859241827457253748434595763683319091796875
0.994151771068572998046875
0.998899936676025390625
0.993235647678375244140625
0.99747073650360118524105246251565404236316680908203125
0.98517155647277843133480246251565404236316680908203125
0.99546277523040760382144753748434595763683319091796875
0.993448793888092041015625
0.99663835763931285516292746251565404236316680908203125
0.99125432968139637335269753748434595763683319091796875
0.99807095527648914679019753748434595763683319091796875
0.99216848611831676141292746251565404236316680908203125
0.994263172149658203125
0.99916744232177723272769753748434595763683319091796875
0.99405950307846080438167746251565404236316680908203125
0.99927246570587158203125
0.993873775005340576171875
0.99566519260406483038394753748434595763683319091796875
0.99509918689727783203125
0.995935738086700439453125
0.99865162372589122430355246251565404236316680908203125
0.99617934226989757195980246251565404236316680908203125
0.99604177474975597039730246251565404236316680908203125
0.99700123071670521124332253748434595763683319091796875
0.99922412633895885125667746251565404236316680908203125
