4.69054317474365234375
4.94965457916259765625
5.211426258087158203125
5.24029445648193359375
4.917562961578369140625
5.010839939117431640625
6.07451725006103515625
5.03056621551513671875
5.205423831939697265625
6.03093624114990234375
5.30518627166748046875
4.371288299560546875
4.9944000244140625
6.287321567535400390625
5.411452770233154296875
5.87865447998046875
4.78876495361328125
4.0430088043212890625
4.9524936676025390625
5.19469738006591796875
4.2848358154296875
5.61732959747314453125
5.93693256378173828125
4.61536121368408203125
5.374179840087890625
5.660480976104736328125
4.885287761688232421875
4.77339839935302734375
6.40047931671142578125
6.0186100006103515625
5.014750957489013671875
5.47826385498046875
4.6068572998046875
4.986908435821533203125
5.023576259613037109375
5.12154102325439453125
5.177558422088623046875
4.574345111846923828125
4.53102588653564453125
5.03276348114013671875
5.839307308197021484375
5.095165252685546875
5.57453441619873046875
5.302621364593505859375
4.854342937469482421875
5.84688854217529296875
5.263734340667724609375
4.53993129730224609375
4.878948211669921875
4.8542499542236328125
5.34773540496826171875
5.001425266265869140625
5.538578033447265625
5.533811092376708984375
4.94524860382080078125
4.55380344390869140625
5.312686920166015625
4.916811466217041015625
4.507764339447021484375
5.100489139556884765625
5.37483119964599609375
4.973424434661865234375
5.65921878814697265625
4.531672954559326171875
4.80645465850830078125
5.23343944549560546875
5.53713703155517578125
4.741346836090087890625
4.26756763458251953125
5.608440876007080078125
6.3493442535400390625
4.494982242584228515625
4.908671855926513671875
5.256633281707763671875
4.943978786468505859375
4.532080173492431640625
5.43490123748779296875
5.667004108428955078125
4.411685943603515625
5.7407379150390625
4.753185749053955078125
5.843402862548828125
5.61474895477294921875
5.42152690887451171875
5.154160022735595703125
4.2336444854736328125
4.733842372894287109375
5.33687686920166015625
4.989740848541259765625
6.0714931488037109375
4.4905261993408203125
4.767520427703857421875
5.955927371978759765625
5.1594562530517578125
5.01621532440185546875
5.280513763427734375
5.42630863189697265625
4.93591213226318359375
8.7125339508056640625
5.036665439605712890625
5.396673679351806640625
6.357588291168212890625
5.46164989471435546875
5.24546718597412109375
5.854099273681640625
4.95175266265869140625
5.205206394195556640625
4.993422031402587890625
5.596128940582275390625
4.454807281494140625
5.2658290863037109375
5.67289447784423828125
5.13178730010986328125
5.2602176666259765625
5.174541950225830078125
5.497467517852783203125
5.089008331298828125
4.71485137939453125
5.351511478424072265625
4.2353229522705078125
6.17619800567626953125
5.4343776702880859375
4.8354587554931640625
5.280568599700927734375
4.93410015106201171875
5.334034442901611328125
5.228247165679931640625
4.48349285125732421875
5.2223148345947265625
5.225553035736083984375
5.680245876312255859375
4.26768589019775390625
5.197032451629638671875
5.235801219940185546875
9.238544464111328125
4.870822906494140625
4.683419704437255859375
5.24820041656494140625
5.231433391571044921875
5.14667034149169921875
6.10045909881591796875
4.94352245330810546875
4.809261322021484375
5.5238933563232421875
5.344600200653076171875
4.99307155609130859375
6.7036685943603515625
5.6779079437255859375
5.00152492523193359375
5.59310817718505859375
5.3615512847900390625
