164399684186573344512
167101006944836724534
143773942466877429693
160468085883079508914
129995008359899806198
146913061026777419686
157987448451826566622
167675288889849050582
163471721472969723873
165348303639064138930
152667537786717524919
153640191369826966389
156674472504886028257
154844251649620070459
159081244881106640559
173949955293636029034
176645326135216320569
156721903278466557268
164660724205227987126
166463193753988756674
162322886143409833437
167820075165882110021
164362848930051561508
160392457815288117231
153774570093629853474
156928225002487060885
150057349242369353578
176583501095759906822
160016608123897248074
168977550835319503563
159740589945327876516
153806848477992629305
174646635860508299979
163720977646261800294
158981185317341842060
151464663135495780300
159341272177213891678
159840518260820083386
162122830766267425608
154691907626787473429
176580211956086275834
141894137453818541060
152448461634732870822
161980953925886252934
153539802909764526408
161538244213294206521
173313791025419250757
159530943744038927758
131861439393741189482
179933100427527968243
164077755259628970580
152194186882148099053
166866584945692273280
196001462614487607651
160860296949953985666
160499177988370116358
155657469806840866441
152746018165542641146
159124108161478959775
154360645744342104973
156092742806478296163
171324165535388547796
165953038781842824037
146759044342821192128
153321917610389355997
156459456784069825748
170182330673958879926
157134051215244618036
161022153094096032846
159873131434591551468
140588110089555067371
161961004609827906052
198090853584731888054
163329422076104027976
171143860547052795316
151032885505199501449
157826939374491309913
192479102183553709966
159550015668423875172
158201173215608363158
161925424353738504767
167968625740772522509
154315829299269436151
166693186767464354578
198741641712781883185
139022521730489364714
161544659161609448888
154572474940741194714
165946049295788154431
168266537726588203622
153253482014615157634
161681569372358512137
172248634962319354053
158719483270341890849
164464389132586287024
160094131167527825078
175808972590898882495
196113903125647646768
102996195911059103471
159372309803040682299
157801802093041735151
162217840616664724289
147556646039458486968
142925873285450917534
153212355645772803636
193515918424478772886
190984539563736985722
199035905105718458596
170103903223544834671
175730190067837916685
151767532241418394646
165957743158564126723
159033311803372872278
155230761890237900546
150760005820149029498
157771356817709249705
151417874720726525633
150116879151000895465
183877438603053927892
166230774872455562086
169843970402307643491
194487348342699500979
168000830925170834362
158151569407239281329
199898514337119104657
163117561838971320576
172150488374234863409
149649830483793598539
178997633681664636323
146869243292596339305
148913165528497121139
158983939626194319753
157404771402887884784
170298798546338088415
163931215252601021783
150494658405479655771
154572044893383776699
169461792107609891063
156189027973827790402
178129372880458938356
159895281012278964687
157907967101717968582
183309930979709642958
153022306512992164378
178850494370028760140
162001299072683769226
171762911039036085875
160511868673886612304
192743159348864164053
162976219038133390641
166576453292881874449
