0.1454463343011614673283560250638402067124843597412109375
0.1388722366429424870393205537766334600746631622314453125
0.1283905587356289623723881732075824402272701263427734375
0.143310013403287139777120273720356635749340057373046875
0.117298699075504220257215592937427572906017303466796875
0.1292648280890152101552104113579844124615192413330078125
0.1399490583479549299372735049473703838884830474853515625
0.1487781775115391280639443039035541005432605743408203125
0.1386937850159653817794236374538741074502468109130859375
0.1381209088922966954360305180671275593340396881103515625
0.1366801869616629250270278816969948820769786834716796875
0.1338036753153237501390293573422241024672985076904296875
0.1354496591417733430962044849366066046059131622314453125
0.143579703640896727545595012998091988265514373779296875
0.136539547119046422718469102619565092027187347412109375
0.152518399194794762596671944265835918486118316650390625
0.150212137664500311462489889891003258526325225830078125
0.136788486874792447611781653904472477734088897705078125
0.143219885318744577507033000074443407356739044189453125
0.1489011142614894700475502986591891385614871978759765625
0.137296268312051494842052079548011533915996551513671875
0.1496418352386608419113400714195449836552143096923828125
0.1481781524073999267709922378344344906508922576904296875
0.142484944810359837052970988224842585623264312744140625
0.14046958162890976762326999960350804030895233154296875
0.14501886448505107995998741898802109062671661376953125
0.13995568842906658257874141781940124928951263427734375
0.152732948407794777434531852122745476663112640380859375
0.143538749427525313961950814700685441493988037109375
0.152300086196892170420369438943453133106231689453125
0.1386100755502288617293515926576219499111175537109375
0.1476689132973748874722019763794378377497196197509765625
0.143520267273300083932241477668867446482181549072265625
0.138303801556990457743978595317457802593708038330078125
0.1403702967856145511493792810142622329294681549072265625
0.1370604374698507488261611797497607767581939697265625
0.1444588679845709988658342126655043102800846099853515625
0.140812110503198584243733648690977133810520172119140625
0.1516706410482695221997317958084749989211559295654296875
0.138263875131794111705829664060729555785655975341796875
0.1567227428776917508290722480523982085287570953369140625
0.10739112837729732075064958962684613652527332305908203125
0.137688805140136427684893760670092888176441192626953125
0.1372294405442344433776469259100849740207195281982421875
0.13358044089766440976063677226193249225616455078125
0.145649455684611128791772216573008336126804351806640625
0.146221224781942937820389261105447076261043548583984375
0.1311581797273804195214097489952109754085540771484375
0.1136485904583804662504320504012866877019405364990234375
0.149376783137122159939025323183159343898296356201171875
0.14379238255048354400145171894109807908535003662109375
0.13425338340035197770561126162647269666194915771484375
0.143129679492449646271978735967422835528850555419921875
0.1622700853188106806523904879213660024106502532958984375
0.142122155754283385764580316390492953360080718994140625
0.1389455077062512200480881574549130164086818695068359375
0.1365536544248775741028367747276206500828266143798828125
0.1405800894825237623564362365868873894214630126953125
0.1412431891960374275019063361469306983053684234619140625
0.1464389335363866784245345797899062745273113250732421875
0.1368869096347731240115308537497185170650482177734375
0.1511450296139789928329122403738438151776790618896484375
0.13870204887008152905281122002634219825267791748046875
0.123616029866589871577531312141218222677707672119140625
0.1269422918068704164706872461465536616742610931396484375
0.13787918941451138277187737912754528224468231201171875
0.1353711938429296157693215718609280884265899658203125
0.1411867490672778224780614664268796332180500030517578125
0.143192725047377622527022822396247647702693939208984375
0.140661499789143162875149073443026281893253326416015625
0.12306399911441789907229349410044960677623748779296875
0.1399653930613247443393021285373833961784839630126953125
0.171052973288023213438435732314246706664562225341796875
0.1439191955022701419064645733669749461114406585693359375
0.1494664568454867892288717712290235795080661773681640625
0.1311932003919294154048458267425303347408771514892578125
0.145646513589900716834080185435595922172069549560546875
0.1575052455313402377523601671782671473920345306396484375
0.1404149417621639306386072121313191018998622894287109375
0.1277033412877548179675812889399821870028972625732421875
0.1486695758329706074096776546866749413311481475830078125
0.1444055182511992108107534704686258919537067413330078125
0.1303295948416394178792643288034014403820037841796875
0.1452841905597282712303552898447378538548946380615234375
0.1618472997696561443969898164141341112554073333740234375
0.12891251700372319266563181372475810348987579345703125
0.127870186726340262506340650361380539834499359130859375
0.1369525578888343420036477482426562346518039703369140625
0.1372203277826071488032511069832253269851207733154296875
0.13910542921163704388476389794959686696529388427734375
0.1392296300507602502261050858578528277575969696044921875
0.1382379998490851080727992439278750680387020111083984375
0.1473152276700835650036225388248567469418048858642578125
0.1309699010852495570933484714259975589811801910400390625
0.150458850741280791840637220957432873547077178955078125
0.14038451868740509098643087781965732574462890625
0.155049295960706878805268615906243212521076202392578125
0.16523225160454213522598365671001374721527099609375
0.038704523694161441227379327756352722644805908203125
0.1388891642712025975558987056501791812479496002197265625
0.1454691254044508941234425947186537086963653564453125
0.1410205742301003650762680763364187441766262054443359375
0.12477063818039792197911452831249334849417209625244140625
0.1315793753272982702373639085635659284889698028564453125
0.132832506014697759866294290986843407154083251953125
0.1628003984682559746044461235214839689433574676513671875
0.146002614281267317775103720123297534883022308349609375
0.1645488503851243733411280345535487867891788482666015625
0.1538011523465979968339212291539297439157962799072265625
0.1230079621726039851292711091446108184754848480224609375
0.1356109406244771220517719712006510235369205474853515625
0.1456138447833414117926764674848527647554874420166015625
0.1430127842708384111602981647592969238758087158203125
0.1396456082036286738823349651283933781087398529052734375
0.1406480721541607525892914054566062986850738525390625
0.1352463501020639835559222774463705718517303466796875
0.1353642736656549272478144985143444500863552093505859375
0.133046998469320498781343076188932172954082489013671875
0.1593700084616476164711684759822674095630645751953125
0.1402643269278367743613245011147228069603443145751953125
0.144641294577312840008431749083683826029300689697265625
0.162375353655693832610751314859953708946704864501953125
0.1452346856788781781499864109719055704772472381591796875
0.137371161174962230777651939206407405436038970947265625
0.1637610979857633264344940471346490085124969482421875
0.1417074500255146862759403347808984108269214630126953125
0.149933352354362725566971903390367515385150909423828125
0.131629045270786726451461845499579794704914093017578125
0.13373880851252106793936036410741508007049560546875
0.127980918510221142181393361170194111764430999755859375
0.1333474039080950745983500382862985134124755859375
0.13213050849311758216941825594403780996799468994140625
0.1414757443139140757892846522736363112926483154296875
0.1472636976752246529276391129315015859901905059814453125
0.1376280160275696051730420776948449201881885528564453125
0.1338624490247643794571530406756210140883922576904296875
0.1411762563690948935057889457311830483376979827880859375
0.1418435864214322716936322876790654845535755157470703125
0.1378507974570855054707863018848001956939697265625
0.150789332133466513763409011517069302499294281005859375
0.1359117252603115610920525568872108124196529388427734375
0.14570348108345909654559591217548586428165435791015625
0.14812286161071985812753837308264337480068206787109375
0.1218592000224410776265671074725105427205562591552734375
0.1480627293274911215892331028953776694834232330322265625
0.1466353718568310926517739289920427836477756500244140625
0.1452624014232097859888881430379115045070648193359375
0.1434899674662823698678693062902311794459819793701171875
0.1416014663804775197686325327595113776624202728271484375
0.13900431498855658762892062441096641123294830322265625
0.151071470430016729924460605616332031786441802978515625
