0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
0.74544677782509316532610910144285298883914947509765625
