171712723540014640722
163951398930943359400
151576817822510179410
169190600988820701345
138481861249593436965
152608972895368008522
165222685612887673712
175646269715730698827
163740720435430780244
163064387684118470704
161363483445028436066
157967497898464334900
159910732611807112227
169508995023531867903
161197445225296349594
180061944094607869185
177339191056759336012
161491341414993543373
169084196527418433833
175791407812600306279
162090823924977422983
176665896791538441610
174937885105563855164
168216531921493626942
165837211036771299164
171208056257005098142
165230513031092768349
180315239097707197708
169460644822392503022
179804205598590383703
163641893741607511356
174336681679326703218
169438824945981382197
163280309231546597183
165719996182712716079
161812404008768508618
170546929080907229025
166241597755610430171
179061087930425254503
163233172428514603171
185025557017252221798
126785066301625021088
162554249615037494782
162011927622261382129
157703949215519984787
171952526943303842094
172627552748598917959
154844247974693559215
134172573601508714818
176352978501408332475
169760081962093376718
158498419495417555536
168977700284754747632
191574703020487311997
167788226201801794520
164037902134326690242
161214100192351525238
165967675682771447495
166750525648245774271
172884577879852007897
161607538500714613739
178440555475348596676
163750476672355135506
145940049046849262128
149867006021855709183
162779015694080937644
159818097137475109614
166683892905159968193
169052131338626190161
166063788008606329397
145288326166456695172
165241970238618879400
201943706962639377226
169909796270371074676
176458846530102264084
154885593077812066077
171949053530941371617
185949373093338776298
165772703667934031378
150765494661939179309
175518055484016838771
170483944832720995704
153866027601534660864
171521297997526827688
191075565943795045388
152193037380186406775
150962470988688058195
161685042279374016991
162001169172242610023
164226704123557704076
164373334593512638961
163202624286564641506
173919123391378394020
154621967787433805317
177630458447927776802
165736786440797296500
183049899609344519735
195071811716593492383
45694236357185499941
163971383547025857785
171739630525585033179
166487708284814213054
147303169947341705618
155341507970639633594
156820943559847319627
192200786281078691001
172369463023300433095
194264993963360819720
181576351717075624044
145222169422500567984
160101140178864091247
171910485011658589640
168839694765618623960
164864434915190610802
166047935455260057395
159670707663110136058
159809927234170762676
157074171554482025804
188150896583484109209
165594889056571662497
170762300387694275289
191698981936938418602
171462852950010593216
162179241811381387517
193334980081475115502
167298628093353936527
177010059455631795462
155400147889723590953
157890916694612768943
151093200004884921075
157428827698317232966
155992171168105381500
167025078271765915465
173858287511232358837
162482482498110256069
158036885647348433613
166671505313606501697
167459349581648906051
162745496387048175152
178020622010345265548
160456243999570754228
172016308876489638532
174872609254300596149
143865950453820908129
174801617584586115179
173116491314956512573
171495573925530428302
169403053247706921078
167173504690089984361
164107329519053560191
178353712119135913800
