0.57932840895797521607590851999702863395214080810546875
0.57369169530744124063659228340839035809040069580078125
0.629913798498275223636255759629420936107635498046875
0.582865808684521535809608394629321992397308349609375
0.63031040103708690924833035751362331211566925048828125
0.62574367313359313680365403342875652015209197998046875
0.634174805831500432162783909006975591182708740234375
0.6084580736702462910869826373527757823467254638671875
0.59182492350557469595884185764589346945285797119140625
0.614867365003593846495277830399572849273681640625
0.63617184554387751216353308336692862212657928466796875
0.558941486699320311259953086846508085727691650390625
0.59951325961883716875178151894942857325077056884765625
0.6083660157534727108696870345738716423511505126953125
0.607780118633241439596304189763031899929046630859375
0.59580083842293929397015972426743246614933013916015625
0.57976536996737360052378562613739632070064544677734375
0.600434681896701238912328335572965443134307861328125
0.584234321663161804139008381753228604793548583984375
0.6041679421958703333217499675811268389225006103515625
0.601992693677775303484622781979851424694061279296875
0.60908244727290494768823236881871707737445831298828125
0.6112870667335632557382041341043077409267425537109375
0.5959973869652441802458042729995213449001312255859375
0.60627786041703191077800738639780320227146148681640625
0.61796879830993756144152939668856561183929443359375
0.6029628839294389752723191122640855610370635986328125
0.55205632201850607376769630718627013266086578369140625
0.611257076684731170956865753396414220333099365234375
0.55984808463445556725446294876746833324432373046875
0.637379103561295234925410113646648824214935302734375
0.60111333600209715388729136975598521530628204345703125
0.57397182283529790680631776922382414340972900390625
0.5711795764821852028347848317935131490230560302734375
0.59865716137853297595938784070312976837158203125
0.6055112290154547327603040685062296688556671142578125
0.605465839488531276657568014343269169330596923828125
0.59348334643112743425064081748132593929767608642578125
0.59416988585410057677194117786712013185024261474609375
0.6153753289101377976777484946069307625293731689453125
0.5931452542381301373808355492656119167804718017578125
0.6142863011810337781071211793459951877593994140625
0.6381013537959268067112361677573062479496002197265625
0.59997318374747121705325980656198225915431976318359375
0.6118082350296614180251708603464066982269287109375
0.5968220661144965077937740716151893138885498046875
0.58231654676208732812625612496049143373966217041015625
0.56754777163043967913580445383558981120586395263671875
0.6285372902168424591451412197784520685672760009765625
0.58353301298317494794076765174395404756069183349609375
0.60958571737154887415499615599401295185089111328125
0.632732051546193385860306079848669469356536865234375
0.5892830159240982634827332731219939887523651123046875
0.50506941689017870178446401041583158075809478759765625
0.60857125589271954257952756961458362638950347900390625
0.5938829936653602370455473646870814263820648193359375
0.6117245829544597501836733499658294022083282470703125
0.61808697878981788687013931848923675715923309326171875
0.61289384552468517686207860606373287737369537353515625
0.6010027429040085689138095403905026614665985107421875
0.61190786978809275087343166887876577675342559814453125
0.59232481244639767492543569460394792258739471435546875
0.56864843950528065619209883152507245540618896484375
0.61842896586086582022545599102159030735492706298828125
0.6267591089622139843839931927504949271678924560546875
0.60567487618754289879774432847625575959682464599609375
0.58340568416082272396039343220763839781284332275390625
0.60413841377411803268415724232909269630908966064453125
0.60248611960615783278427670666133053600788116455078125
0.61666381970146455504533378189080394804477691650390625
0.65405701988523023970856229425407946109771728515625
0.59955337322430624080737970871268771588802337646484375
0.57486445772751115779186648069298826158046722412109375
0.62646235077247514055898136575706303119659423828125
0.5953218010545848759562659324728883802890777587890625
0.6235464711109042212910935631953179836273193359375
0.60582714271368465208666975740925408899784088134765625
0.52826703848074629821240932869841344654560089111328125
0.62736402957895964771495300738024525344371795654296875
0.56956166028124732836346311160014010965824127197265625
0.61891196468073894632055953479721210896968841552734375
0.586686029204939618608705131919123232364654541015625
0.6126186186581084047730882957694120705127716064453125
0.60158322243479289692658085186849348247051239013671875
0.533320247941430292115683187148533761501312255859375
0.6809846803679546756171703236759640276432037353515625
0.58407518142043224340653750914498232305049896240234375
0.605893659669249018406844697892665863037109375
0.5894694062407239698586636222898960113525390625
0.5875631362435174143143967739888466894626617431640625
0.6246059307939744176252361285150982439517974853515625
0.6125462692643248718837867272668518126010894775390625
0.57520859511410094011552018855581991374492645263671875
0.59915557884351178241644220179296098649501800537109375
0.58402038148658907967814002404338680207729339599609375
0.614073838368386137887000586488284170627593994140625
0.58564842195290334192492309739463962614536285400390625
0.57158260309132324916703282724483869969844818115234375
0.444976175776046145582398594342521391808986663818359375
0.607447354847229892271798235015012323856353759765625
0.58902568869463689527066208029282279312610626220703125
0.6029953372824301549570691349799744784832000732421875
0.63254976522702854868640542918001301586627960205078125
0.60018267793553103928161363000981509685516357421875
0.62298003093452491985004826346994377672672271728515625
0.57018209181878332092452410506666637957096099853515625
0.50750741945862021253788043395616114139556884765625
0.567821975397721612210943931131623685359954833984375
0.59323462407665150664115571998991072177886962890625
0.548577278819017966071669434313662350177764892578125
0.61636271180734303332116041929111815989017486572265625
0.56609992403137521232991957731428556144237518310546875
0.5772626909312925658213089263881556689739227294921875
0.5996145369450955886492238278151489794254302978515625
0.6331500833526766403025476392940618097782135009765625
0.62404340032084437694948064745403826236724853515625
0.57134239162417344015665321421693079173564910888671875
0.5605962539930182675362857480649836361408233642578125
0.5561724962359233526143498238525353372097015380859375
0.61049731129372464266680253786034882068634033203125
0.6006149949485728445353061033529229462146759033203125
0.54261069790446370131320463769952766597270965576171875
0.60405152091719660489843590767122805118560791015625
0.6017848155998530845778304865234531462192535400390625
0.5357441540367966492652840315713547170162200927734375
0.611493906693976185806604917161166667938232421875
0.60359934072437060326166147206095047295093536376953125
0.63375584880529134412796565811731852591037750244140625
0.57252255582149980117634413545602001249790191650390625
0.61968826676165544853347455500625073909759521484375
0.58718412909075279326742702323826961219310760498046875
0.58724223180211410078044309557299129664897918701171875
0.62089997546010688989071013565990142524242401123046875
0.5885984889448307999515463961870409548282623291015625
0.599280288186238241365799694904126226902008056640625
0.59600938192534547166445690891123376786708831787109375
0.6024111364638511378899465853464789688587188720703125
0.5945827040872895263845521185430698096752166748046875
0.6196430854421988154712153118452988564968109130859375
0.5779503397147018883828195612295530736446380615234375
0.62401121987637842014606803786591626703739166259765625
0.6120933113557514015923288752674125134944915771484375
0.53095947568155887896779177026473917067050933837890625
0.619650097931786714156032758182846009731292724609375
0.57603517202300213995158628677017986774444580078125
0.6158061221526944795101599083864130079746246337890625
0.58166017382395918122739431055379100143909454345703125
0.608353506735074489597536739893257617950439453125
0.52580452395578713975510254385881125926971435546875
0.59752145939607148594774344019242562353610992431640625
0.61162038544465124889626395088271237909793853759765625
