4.69054317474365234375
4.955855846405029296875
5.190021991729736328125
5.240561962127685546875
4.917562961578369140625
4.993042469024658203125
6.07451725006103515625
5.03056621551513671875
5.205423831939697265625
6.03093624114990234375
5.30755519866943359375
7.71411609649658203125
4.9944000244140625
6.287321567535400390625
5.411452770233154296875
5.87865447998046875
4.7842464447021484375
4.0385189056396484375
4.9524936676025390625
5.19469738006591796875
4.249743938446044921875
5.61732959747314453125
5.973190784454345703125
4.61536121368408203125
5.374179840087890625
5.660480976104736328125
8.82761096954345703125
4.813472747802734375
6.40047931671142578125
10.6975536346435564638568394002504646778106689453125
5.014750957489013671875
5.470212459564208984375
4.6068572998046875
7.216292858123779296875
5.02465534210205078125
7.7452716827392578125
5.177558422088623046875
4.567276477813720703125
4.513820171356201171875
10.353748321533203125
5.8397064208984375
5.095165252685546875
5.57453441619873046875
8.91495513916015625
4.854342937469482421875
5.84688854217529296875
5.263734340667724609375
4.565471172332763671875
4.878948211669921875
4.8542499542236328125
5.34773540496826171875
5.001425266265869140625
5.538578033447265625
5.511371135711669921875
9.1688938140869140625
4.55380344390869140625
5.28167724609375
4.917339324951171875
4.5290164947509765625
5.113164424896240234375
5.37483119964599609375
4.973424434661865234375
8.63416576385498046875
4.54212856292724609375
4.80645465850830078125
5.237915515899658203125
5.5444889068603515625
8.45145702362060546875
4.26756763458251953125
5.59656620025634765625
6.3493442535400390625
4.494982242584228515625
4.894581317901611328125
5.25776958465576171875
4.9679241180419921875
4.541451930999755859375
8.579128265380859375
5.6752452850341796875
4.426297664642333984375
5.7407379150390625
4.753185749053955078125
5.7965087890625
5.61474895477294921875
5.42152690887451171875
8.60768222808837890625
4.225458621978759765625
4.74065876007080078125
5.339344501495361328125
4.964169025421142578125
6.0980548858642578125
4.48924160003662109375
4.7739105224609375
5.955927371978759765625
5.1594562530517578125
5.01621532440185546875
5.2954196929931640625
5.42630863189697265625
4.973358631134033203125
10.785564422607421875
5.048830509185791015625
5.396673679351806640625
10.13749980926513671875
9.71683025360107421875
5.24546718597412109375
5.845204830169677734375
4.95645904541015625
5.205206394195556640625
4.993422031402587890625
5.6169719696044921875
4.446536540985107421875
5.2873325347900390625
5.673064708709716796875
5.13178730010986328125
7.6851100921630859375
5.17977619171142578125
5.487596988677978515625
5.089008331298828125
4.709146022796630859375
5.37580108642578125
4.236110210418701171875
6.20664215087890625
5.4343776702880859375
4.860852718353271484375
5.280568599700927734375
4.93410015106201171875
5.292994976043701171875
5.23982143402099609375
4.47960376739501953125
5.18228816986083984375
5.225553035736083984375
5.688266277313232421875
9.53926849365234375
5.212637424468994140625
5.235801219940185546875
5.39229583740234375
4.870822906494140625
4.65393352508544921875
5.24820041656494140625
5.245426177978515625
5.164841175079345703125
6.12688446044921875
4.94352245330810546875
4.80055713653564453125
5.5238933563232421875
5.353313446044921875
4.983240604400634765625
6.7036685943603515625
5.6779079437255859375
5.00152492523193359375
5.59310817718505859375
5.3615512847900390625
