0.998233795166015625
0.998897016048431396484375
0.99869537353515625
0.9964153766632080078125
0.992526829242706298828125
0.998281657695770263671875
0.996116161346435546875
0.99801337718963623046875
0.99114990234375
0.9983005523681640625
0.99708378314971923828125
0.994517385959625244140625
0.995188295841217041015625
0.9931905269622802734375
0.998034000396728515625
0.993002712726593017578125
0.9989893436431884765625
0.99588429927825927734375
0.997234344482421875
0.995528042316436767578125
0.980086803436279296875
0.996081173419952392578125
0.99660885334014892578125
0.996983945369720458984375
0.996924579143524169921875
0.994653761386871337890625
0.994276106357574462890625
0.996760070323944091796875
0.9908769130706787109375
0.99536144733428955078125
0.997603356838226318359375
0.99766385555267333984375
0.994762480258941650390625
0.99725592136383056640625
0.999251782894134521484375
0.99756729602813720703125
0.997983455657958984375
0.992859423160552978515625
0.997452914714813232421875
0.99898564815521240234375
0.99637615680694580078125
0.997413456439971923828125
0.997873723506927490234375
0.996296584606170654296875
0.996645987033843994140625
0.998333752155303955078125
0.9931433200836181640625
0.988707244396209716796875
0.996663630008697509765625
0.99120128154754638671875
0.9985835552215576171875
0.99482059478759765625
0.992946207523345947265625
0.99652278423309326171875
0.990617334842681884765625
0.996612370014190673828125
0.998258531093597412109375
0.995816767215728759765625
0.998880863189697265625
0.997933566570281982421875
0.998815000057220458984375
0.997706234455108642578125
0.996486842632293701171875
0.987790167331695556640625
0.9939081668853759765625
0.9989678859710693359375
0.999172508716583251953125
0.9970457553863525390625
0.99139416217803955078125
0.99829256534576416015625
0.991037845611572265625
0.99193859100341796875
0.999718189239501953125
0.99192202091217041015625
0.995431840419769287109375
0.9986441135406494140625
0.99404919147491455078125
0.9945628643035888671875
0.99247896671295166015625
0.995503604412078857421875
0.9978725910186767578125
0.9927847385406494140625
0.99857294559478759765625
0.99783039093017578125
0.998259603977203369140625
0.99825417995452880859375
0.998882949352264404296875
0.9961469173431396484375
0.998443067073822021484375
0.999473512172698974609375
0.991175234317779541015625
0.990781486034393310546875
0.992807447910308837890625
0.99298799037933349609375
0.99693381786346435546875
0.9961016178131103515625
0.99835860729217529296875
0.99318230152130126953125
0.993425786495208740234375
0.996664583683013916015625
0.996011555194854736328125
0.99436676502227783203125
0.99323272705078125
0.998375833034515380859375
0.994427263736724853515625
0.997489035129547119140625
0.99632871150970458984375
0.997554779052734375
0.995229065418243408203125
0.994489192962646484375
0.99502909183502197265625
0.99575912952423095703125
0.9947907924652099609375
0.99668848514556884765625
0.996186435222625732421875
0.996843636035919189453125
0.988224506378173828125
0.99815118312835693359375
0.994839012622833251953125
0.995341241359710693359375
0.99878084659576416015625
0.99796950817108154296875
0.99366939067840576171875
0.99594485759735107421875
0.998141229152679443359375
0.996759831905364990234375
0.989624679088592529296875
0.998770654201507568359375
0.99890720844268798828125
0.993235647678375244140625
0.997470676898956298828125
0.9851715564727783203125
0.99546873569488525390625
0.993448793888092041015625
0.996638357639312744140625
0.991254329681396484375
0.998062789440155029296875
0.99218642711639404296875
0.991089165210723876953125
0.99916744232177734375
0.994057357311248779296875
0.99922192096710205078125
0.993873775005340576171875
0.99566519260406494140625
0.99509918689727783203125
0.995935738086700439453125
0.998644351959228515625
0.996898949146270751953125
0.996041774749755859375
0.9970128536224365234375
0.999224126338958740234375
