663.2559325695037841796875
644.1254580020904541015625
662.6990706920623779296875
637.7066695690155029296875
646.7049238681793212890625
677.7146785259246826171875
660.770558834075927734375
663.80158710479736328125
665.5339338779449462890625
672.3932540416717529296875
641.60518646240234375
656.0564424991607666015625
656.263187408447265625
652.063601016998291015625
649.8609716892242431640625
665.7459676265716552734375
657.56818389892578125
660.005970478057861328125
674.10298633575439453125
664.735733509063720703125
662.0568282604217529296875
671.8028628826141357421875
661.3573391437530517578125
673.229244232177734375
663.6408317089080810546875
671.072309017181396484375
670.485054492950439453125
671.9274208545684814453125
658.5840137004852294921875
662.5709989070892333984375
666.9511585235595703125
674.255833148956298828125
662.5259454250335693359375
661.1164057254791259765625
648.8060095310211181640625
646.226898670196533203125
678.222553253173828125
646.28522014617919921875
653.7500236034393310546875
674.621335506439208984375
659.9016616344451904296875
665.159438610076904296875
657.748642444610595703125
673.263609409332275390625
672.4577090740203857421875
658.434804439544677734375
678.0662384033203125
645.73036479949951171875
660.8152096271514892578125
663.0530188083648681640625
653.15914058685302734375
665.63636875152587890625
668.5898463726043701171875
672.2814311981201171875
642.1517879962921142578125
650.7535326480865478515625
670.519734859466552734375
659.05117893218994140625
648.028728485107421875
642.33444690704345703125
669.967833995819091796875
653.0297296047210693359375
650.4947364330291748046875
678.834914684295654296875
659.48762989044189453125
648.39729976654052734375
666.5944988727569580078125
676.3097798824310302734375
655.9092352390289306640625
672.2670295238494873046875
651.8300855159759521484375
640.5484201908111572265625
686.929138660430908203125
671.321547985076904296875
660.6461360454559326171875
665.74896144866943359375
669.269715785980224609375
643.292905330657958984375
668.965878963470458984375
655.1384632587432861328125
653.9362075328826904296875
672.1053411960601806640625
671.016383647918701171875
672.9293420314788818359375
663.9618523120880126953125
674.5562229156494140625
653.3028733730316162109375
667.559169769287109375
650.988065242767333984375
663.613818645477294921875
663.9777791500091552734375
670.3597118854522705078125
664.366484165191650390625
664.5948102474212646484375
655.124611377716064453125
652.579324245452880859375
666.7394335269927978515625
670.2979106903076171875
667.4612734317779541015625
649.2825720310211181640625
654.74029636383056640625
655.639263153076171875
656.0327665805816650390625
666.198486804962158203125
664.8178539276123046875
665.402389049530029296875
660.602573871612548828125
641.494842052459716796875
668.45305538177490234375
667.9943716526031494140625
666.545507907867431640625
640.9655416011810302734375
639.509128570556640625
651.333748340606689453125
653.3767144680023193359375
673.26595020294189453125
685.1917622089385986328125
655.922488689422607421875
667.219539642333984375
656.4119188785552978515625
676.212593555450439453125
647.3352525234222412109375
662.6133491992950439453125
665.1275370121002197265625
661.39778995513916015625
667.7106382846832275390625
660.1289055347442626953125
659.620683193206787109375
671.5473430156707763671875
655.092135906219482421875
661.5071094036102294921875
668.0768463611602783203125
646.1413257122039794921875
655.2874698638916015625
666.4051811695098876953125
650.2994501590728759765625
648.6145884990692138671875
641.36924076080322265625
665.8350417613983154296875
661.2867515087127685546875
676.688834667205810546875
658.8974001407623291015625
649.2484376430511474609375
659.2566611766815185546875
650.4381320476531982421875
674.244847774505615234375
662.31364154815673828125
661.8161728382110595703125
675.72694110870361328125
647.9367120265960693359375
652.5492789745330810546875
