0.999437987804412841796875
0.99738782644271839483707253748434595763683319091796875
0.99171942472457874639957253748434595763683319091796875
0.99691843986511241570980246251565404236316680908203125
0.992195308208465576171875
0.99018716812133800164730246251565404236316680908203125
0.99072521924972523077457253748434595763683319091796875
0.998347580432891845703125
0.99203395843505859375
0.995927631855010986328125
0.98636734485626220703125
0.99497216939926158563167746251565404236316680908203125
0.99411618709564197882144753748434595763683319091796875
0.99790477752685557977230246251565404236316680908203125
0.99421370029449462890625
0.993637740612030029296875
0.997949421405792236328125
0.99713814258575439453125
0.997078478336334228515625
0.993936240673065185546875
0.991182804107666015625
0.9931471347808837890625
0.99362653493881236688167746251565404236316680908203125
0.99673938751220703125
0.9939677715301513671875
0.99595272541046142578125
0.99236154556274402960269753748434595763683319091796875
0.99699509143829356805355246251565404236316680908203125
0.992890417575836181640625
0.996541321277618408203125
0.997434198856353759765625
0.99799519777297962530582253748434595763683319091796875
0.997104108333587646484375
0.995482861995697021484375
0.99761694669723521844417746251565404236316680908203125
0.99509513378143321649105246251565404236316680908203125
0.99828755855560302734375
0.99539077281951904296875
0.997490227222442626953125
0.99750167131423961297542746251565404236316680908203125
0.99646896123886119500667746251565404236316680908203125
0.99507290124893199578792746251565404236316680908203125
0.992513120174407958984375
0.99380236864089954718082253748434595763683319091796875
0.997316300868988037109375
0.99083149433135997430355246251565404236316680908203125
0.9958565235137939453125
0.992851734161376953125
0.98032522201538074835269753748434595763683319091796875
0.99802875518798839227230246251565404236316680908203125
0.997005045413970947265625
0.98860311508178722039730246251565404236316680908203125
0.99304312467575084344417746251565404236316680908203125
0.99864864349365245477230246251565404236316680908203125
0.99342101812362682000667746251565404236316680908203125
0.99437630176544200555355246251565404236316680908203125
0.9958302974700927734375
0.98994767665863037109375
0.99695825576782237664730246251565404236316680908203125
0.99746024608612060546875
0.995196163654327392578125
0.99623697996139515264957253748434595763683319091796875
0.991923511028289794921875
0.99420636892318714483707253748434595763683319091796875
0.99526673555374156610042746251565404236316680908203125
0.99722808599472034796207253748434595763683319091796875
0.99788796901702880859375
0.997649252414703369140625
0.99691784381866455078125
0.998472154140472412109375
0.989561975002288818359375
0.997190058231353759765625
0.99761462211608875616519753748434595763683319091796875
0.99054431915283203125
0.99537605047225963250667746251565404236316680908203125
0.99842262268066395147769753748434595763683319091796875
0.99427509307861317022769753748434595763683319091796875
0.997968494892120361328125
0.99601781368255615234375
0.99765032529830921514957253748434595763683319091796875
0.99742758274078358038394753748434595763683319091796875
0.997410356998443603515625
0.99673998355865478515625
0.996093690395355224609375
0.997165620326995849609375
0.995736300945281982421875
0.99297249317169200555355246251565404236316680908203125
0.992676675319671630859375
0.99733549356460560186832253748434595763683319091796875
0.99805974960327159539730246251565404236316680908203125
0.989857971668243408203125
0.99502062797546397820980246251565404236316680908203125
0.99576127529144276007144753748434595763683319091796875
0.99347054958343516961605246251565404236316680908203125
0.99689805507659923211605246251565404236316680908203125
0.99506169557571400030582253748434595763683319091796875
0.993371307849884033203125
0.99491149187088001593082253748434595763683319091796875
0.97576397657394398077457253748434595763683319091796875
0.99720662832260120733707253748434595763683319091796875
0.99746143817901600225894753748434595763683319091796875
0.994000017642974853515625
0.994602203369140625
0.99710428714752197265625
0.991967499256134033203125
0.998533308506011962890625
0.99721348285675037725894753748434595763683319091796875
0.9966027736663818359375
0.99641811847686756475894753748434595763683319091796875
0.99249827861785877569644753748434595763683319091796875
0.99359500408172596319644753748434595763683319091796875
0.99722796678543079718082253748434595763683319091796875
0.99694979190826416015625
0.99218690395355224609375
0.98700916767120361328125
0.994143068790435791015625
0.99095493555068958624332253748434595763683319091796875
0.994373977184295654296875
0.99559819698333740234375
0.9966576099395751953125
0.994552433490753173828125
0.99836045503616321905582253748434595763683319091796875
0.99307548999786376953125
0.992352068424224853515625
0.998519599437713623046875
0.99094045162200916632144753748434595763683319091796875
0.99547863006591796875
0.995670497417449951171875
0.998200953006744384765625
0.98742502927780162469417746251565404236316680908203125
0.99527972936630237921207253748434595763683319091796875
0.99328148365020763055355246251565404236316680908203125
0.99664855003356922491519753748434595763683319091796875
0.99106585979461681024105246251565404236316680908203125
0.9962007999420166015625
0.9902756214141845703125
0.99852663278579723016292746251565404236316680908203125
0.994074344635009765625
0.9935214519500732421875
0.99869817495346080438167746251565404236316680908203125
0.99246150255203235968082253748434595763683319091796875
0.99716883897781360968082253748434595763683319091796875
0.99812036752700794561832253748434595763683319091796875
0.992429196834564208984375
0.9954435825347900390625
0.99041140079498279913394753748434595763683319091796875
0.99854212999343883172542746251565404236316680908203125
0.994080483913421630859375
0.995949447154998779296875
0.99580013751983642578125
0.998008072376251220703125
