0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
0.999437987804412841796875
