0.1392519490242294100124098576998221687972545623779296875
0.14154005840164629592692335791070945560932159423828125
0.1217812662260893963317442967309034429490566253662109375
0.1359217557258010078413690280285663902759552001953125
0.1101100550594333038478822572869830764830112457275390625
0.12444020307166210603799783029899117536842823028564453125
0.1338205740913374908185318190589896403253078460693359375
0.142026494130085001454943949283915571868419647216796875
0.1384659340319835951760296666179783642292022705078125
0.140055460954895405478737302473746240139007568359375
0.1293144344815405910598116179244243539869785308837890625
0.1301383041126991935154677548780455254018306732177734375
0.132708440205326405614272289312793873250484466552734375
0.1311581828401642002557281330155092291533946990966796875
0.1347470557045268024776163429123698733747005462646484375
0.1473413433071223133108418323899968527257442474365234375
0.149624411215009300857303742304793559014797210693359375
0.1327486156332629008147705462761223316192626953125
0.1394730585205816997262928680356708355247974395751953125
0.1409998096148047108666645499397418461740016937255859375
0.1374928326568765901694035846958286128938198089599609375
0.142149132876195294361565402141422964632511138916015625
0.1392207483483348939845569702811189927160739898681640625
0.1358576962606445059922322116108261980116367340087890625
0.130252127319170296626538174677989445626735687255859375
0.1329233769312425927910936707121436484158039093017578125
0.127103518785931901557972878435975871980190277099609375
0.1495720433696244022758747860279981978237628936767578125
0.135539339188821106318982856464572250843048095703125
0.1431295529038540126354206449832418002188205718994140625
0.13530554269753169993606434218236245214939117431640625
0.130279468174209600572766021286952309310436248779296875
0.147931454700974907012778203352354466915130615234375
0.1386770622230684979481196705819456838071346282958984375
0.1346623019573300883422461993177421391010284423828125
0.128295560020538712553417326489579863846302032470703125
0.1349673073915151066959339232198544777929782867431640625
0.1353901852731171917554320316412486135959625244140625
0.137323379161161607253660577043774537742137908935546875
0.1310291424335076893026297284450265578925609588623046875
0.149569257359952800801039529687841422855854034423828125
0.1201890094456146973467269845059490762650966644287109375
0.1291288697628518999938052047582459636032581329345703125
0.1372032048029064033034529757060226984322071075439453125
0.1300532717795022108475677669048309326171875
0.136828215090271487763828872630256228148937225341796875
0.1468024912120766967138507652634871192276477813720703125
0.1351279654577731970110932024908834137022495269775390625
0.11169098363887490499291033074769075028598308563232421875
0.1524092643637330046768596503170556388795375823974609375
0.1389792646164333123071088493816205300390720367431640625
0.128913490669757602180567346294992603361606597900390625
0.1413414952448097949844196818958153016865253448486328125
0.16601969654450299263004353633732534945011138916015625
0.136253971421721409296168303626473061740398406982421875
0.1359480917633816010603453605654067359864711761474609375
0.1318470054126356927337582192194531671702861785888671875
0.1293809099481184887725504495392669923603534698486328125
0.1347833623152294990621413717235554940998554229736328125
0.1307485527049070117566742510462063364684581756591796875
0.1322156959843787948916116192776826210319995880126953125
0.1451172128693236917928999218929675407707691192626953125
0.140567691545191497670685976117965765297412872314453125
0.124309745865924303753757840240723453462123870849609375
0.129868715752209096248037667464814148843288421630859375
0.13252631480561749555135975242592394351959228515625
0.14415004112136931002652318056789226830005645751953125
0.133097718514856799831846956294612027704715728759765625
0.1363910689085252869734432579207350499927997589111328125
0.1354178097058162111299139951370307244360446929931640625
0.1190827612380677968939579614016111008822917938232421875
0.137186307074929791927075939383939839899539947509765625
0.167789479535995489367650179701740853488445281982421875
0.1383454017544638869896544974835705943405628204345703125
0.1449644886036491053804553530426346696913242340087890625
0.1279298301417904071275444266575505025684833526611328125
0.1336846176145010944846802658503293059766292572021484375
0.1630361412073970950320500605812412686645984649658203125
0.1351441200060947978034420202675391919910907745361328125
0.1340016060079048110242894153998349793255329132080078125
0.1371561694257502905802681425484479404985904693603515625
0.14227496010746099042165724313235841691493988037109375
0.1307105916993517025215254534487030468881130218505859375
0.1411946212748567963668477887040353380143642425537109375
0.1683407185221358071114394761025323532521724700927734375
0.11775665631610139627571953724327613599598407745361328125
0.1368336487628493969292975407370249740779399871826171875
0.130927979013447493006339072962873615324497222900390625
0.140561771220218789668621184318908490240573883056640625
0.1425273013748289130386837086916784755885601043701171875
0.1298107485478232903108875007092137821018695831298828125
0.13694961622216939023388704299577511847019195556640625
0.145900268932663390586412788252346217632293701171875
0.1344406317011573037678573427911032922565937042236328125
0.1393067562453526864185704425835865549743175506591796875
0.1356050037609476122124618768793880008161067962646484375
0.1489159922074194952745784803482820279896259307861328125
0.1661149373620615932178878892955253832042217254638671875
0.08724117137852570313949485125704086385667324066162109375
0.1349935972831949049233202231334871612489223480224609375
0.1336633255089088867517688186126179061830043792724609375
0.1374038556347617900943447466488578356802463531494140625
0.124985340781762099826579515138291753828525543212890625
0.12106292368787009705588531005560071207582950592041015625
0.1297759131584128866609972874357481487095355987548828125
0.1639143587237089916275323275840491987764835357666015625
0.161770197426677586616250437145936302840709686279296875
0.1685899693111239106002585685928352177143096923828125
0.1440836104868994105299151442522997967898845672607421875
0.148849260814719108747539166870410554111003875732421875
0.12855210013196061158424754466977901756763458251953125
0.140571676307270687633632633151137270033359527587890625
0.1347064548084229984592496975892572663724422454833984375
0.1314855697484187124768340027003432624042034149169921875
0.1276986920579163131694855337627814151346683502197265625
0.1336375373576141056819466257366002537310123443603515625
0.128255928691679399467062694384367205202579498291015625
0.1271539425798899058950297558112652041018009185791015625
0.15575024875351639597198527553700841963291168212890625
0.1408029431645821116791950089464080519974231719970703125
0.1438634388232387928407973731737001799046993255615234375
0.16473719187039048694742859879625029861927032470703125
0.1423022389597188019916274015486123971641063690185546875
0.133959589947906909657149299164302647113800048828125
0.1693206277507260104631114927542512305080890655517578125
0.1381659491533993866507756820283248089253902435302734375
0.145817135538895303881190557149238884449005126953125
0.1267583369707941109982840544034843333065509796142578125
0.1516168932089259901996314283678657375276088714599609375
0.1244030880071367028971707213713671080768108367919921875
0.1261343574825704028086192920454777777194976806640625
0.13466463494767511033245455109863542020320892333984375
0.13332702743327751182533802420948632061481475830078125
0.1442486932465711080286752121537574566900730133056640625
0.1388551404023896929107451114759896881878376007080078125
0.1274739340552225874692027218770817853510379791259765625
0.1309276147491668929045971481173182837665081024169921875
0.14353972121590430344184596833656542003154754638671875
0.13229725269345571359025370838935486972332000732421875
0.1508814477034952916678633982883184216916561126708984375
0.13543657112788520802126868147752247750759124755859375
0.1337532507691031880003862397643388248980045318603515625
0.155269551098725810955869519602856598794460296630859375
0.12961493528135059616346325128688476979732513427734375
0.1514922613641341009316221288827364332973957061767578125
0.137220437812560602797162800925434567034244537353515625
0.1454888447663728878733735427886131219565868377685546875
0.1359588411921373862778494867598055861890316009521484375
0.16325980632637360212555677208001725375652313232421875
0.1380462271442325083992130885235383175313472747802734375
0.1410957441758380059848576593140023760497570037841796875
