4.69054317474365234375
4.94965457916259765625
5.211426258087158203125
5.24029445648193359375
4.917562961578369140625
4.993042469024658203125
6.07451725006103515625
5.048699855804443359375
5.205423831939697265625
6.03093624114990234375
5.30755519866943359375
4.371288299560546875
4.999183177947998046875
11.4187822341918963076068394002504646778106689453125
5.411452770233154296875
5.87865447998046875
4.7842464447021484375
4.0385189056396484375
4.9524936676025390625
5.19469738006591796875
4.249743938446044921875
5.61732959747314453125
5.973190784454345703125
4.61536121368408203125
5.374179840087890625
5.675089359283447265625
4.87056446075439453125
4.77339839935302734375
6.4204273223876953125
10.6975536346435564638568394002504646778106689453125
5.014750957489013671875
5.47826385498046875
4.6068572998046875
4.986908435821533203125
5.023576259613037109375
5.12154102325439453125
5.177558422088623046875
4.567276477813720703125
4.513820171356201171875
5.02186107635498046875
5.8397064208984375
5.095165252685546875
5.57453441619873046875
5.302621364593505859375
4.846163272857666015625
5.83083438873291015625
5.263734340667724609375
4.53993129730224609375
4.886974334716796875
4.86432647705078125
5.34773540496826171875
5.001425266265869140625
5.538578033447265625
5.511371135711669921875
4.954265594482421875
4.55380344390869140625
5.312686920166015625
4.917339324951171875
4.5290164947509765625
5.113164424896240234375
5.37483119964599609375
4.973424434661865234375
5.660094738006591796875
4.531672954559326171875
4.80645465850830078125
5.23343944549560546875
5.5444889068603515625
4.710238933563232421875
4.26756763458251953125
5.59656620025634765625
6.3493442535400390625
4.494982242584228515625
4.908671855926513671875
5.256633281707763671875
4.9679241180419921875
4.541451930999755859375
5.44126033782958984375
5.6752452850341796875
4.411685943603515625
5.7407379150390625
4.753185749053955078125
5.7965087890625
5.61474895477294921875
5.41981410980224609375
5.155800342559814453125
4.225458621978759765625
4.74065876007080078125
5.339344501495361328125
4.989740848541259765625
6.0980548858642578125
4.48924160003662109375
4.7739105224609375
5.955927371978759765625
5.1594562530517578125
5.01621532440185546875
5.2954196929931640625
5.42630863189697265625
4.973358631134033203125
8.7125339508056640625
5.048830509185791015625
5.396673679351806640625
6.389286041259765625
5.4464397430419921875
5.285267353057861328125
5.854099273681640625
4.95645904541015625
5.20832347869873046875
4.993422031402587890625
5.6169719696044921875
4.446536540985107421875
5.2658290863037109375
5.673064708709716796875
5.13178730010986328125
5.2602176666259765625
5.174541950225830078125
5.487596988677978515625
5.089008331298828125
4.71485137939453125
5.37580108642578125
4.2353229522705078125
6.17619800567626953125
5.4343776702880859375
4.8354587554931640625
5.280568599700927734375
4.9892368316650390625
5.334034442901611328125
5.23982143402099609375
4.47960376739501953125
5.18228816986083984375
5.225553035736083984375
5.688266277313232421875
4.285789966583251953125
5.212637424468994140625
5.22375011444091796875
5.39229583740234375
4.870822906494140625
4.65393352508544921875
5.24820041656494140625
5.231433391571044921875
5.14667034149169921875
6.12688446044921875
4.94352245330810546875
4.809261322021484375
5.5238933563232421875
5.353313446044921875
4.99307155609130859375
6.7036685943603515625
5.6779079437255859375
5.02311611175537109375
5.59310817718505859375
5.3615512847900390625
