663.2559134960174560546875
642.3545734882354736328125
668.98987865447998046875
638.2456653118133544921875
646.7049038410186767578125
677.7146565914154052734375
660.7705385684967041015625
664.8348453044891357421875
665.5339109897613525390625
672.3932335376739501953125
641.6051642894744873046875
652.55213260650634765625
656.245398044586181640625
653.106784343719482421875
649.860954761505126953125
665.7459475994110107421875
657.568157672882080078125
660.005947589874267578125
674.102971553802490234375
664.7357232570648193359375
662.0568020343780517578125
671.802834033966064453125
661.3573291301727294921875
673.2292196750640869140625
663.64081478118896484375
672.351704120635986328125
671.9685618877410888671875
669.80898284912109375
659.186505794525146484375
662.5709781646728515625
666.9511516094207763671875
663.039455413818359375
662.5259282588958740234375
660.0379769802093505859375
649.8826363086700439453125
645.2351672649383544921875
678.2225439548492431640625
646.285205364227294921875
653.750002384185791015625
671.2928311824798583984375
659.9016463756561279296875
665.159424304962158203125
657.748622894287109375
674.0053880214691162109375
673.8104355335235595703125
658.4038035869598388671875
678.0661113262176513671875
645.279589176177978515625
661.018062114715576171875
663.7087986469268798828125
653.15911865234375
665.636347293853759765625
668.5898363590240478515625
672.2814142704010009765625
641.3966619968414306640625
650.75352001190185546875
672.4865338802337646484375
659.0511608123779296875
648.0287177562713623046875
642.33442401885986328125
669.9678192138671875
653.029708385467529296875
648.0289075374603271484375
677.2355442047119140625
659.4876077175140380859375
650.4081432819366455078125
666.594466686248779296875
675.0723896026611328125
655.90921497344970703125
672.2670094966888427734375
651.830059528350830078125
640.5483982563018798828125
688.6596508026123046875
674.942112445831298828125
660.6461141109466552734375
665.74894428253173828125
671.1591022014617919921875
643.29288768768310546875
671.1325109004974365234375
655.138437747955322265625
653.9361851215362548828125
672.10531711578369140625
671.016370296478271484375
673.0972836017608642578125
661.773235321044921875
674.5561978816986083984375
653.3028621673583984375
667.559150218963623046875
645.4243166446685791015625
663.6137936115264892578125
663.97775363922119140625
670.3596909046173095703125
664.36647319793701171875
664.5947902202606201171875
655.1245973110198974609375
652.579308986663818359375
666.739413738250732421875
670.2978870868682861328125
667.9515640735626220703125
649.2825529575347900390625
654.740271091461181640625
657.356256961822509765625
656.5123045444488525390625
667.2690985202789306640625
661.6103098392486572265625
665.402378082275390625
656.3524296283721923828125
641.4948170185089111328125
668.4530322551727294921875
667.9943516254425048828125
668.527858257293701171875
640.9655239582061767578125
639.5091083049774169921875
654.897239208221435546875
650.7257773876190185546875
673.2659285068511962890625
685.1917507648468017578125
668.03436946868896484375
667.2195193767547607421875
655.4608008861541748046875
676.4481518268585205078125
647.335228443145751953125
668.8196506500244140625
665.1275160312652587890625
659.540624141693115234375
667.61524868011474609375
660.128892421722412109375
659.620655059814453125
671.547324657440185546875
655.0921142101287841796875
661.50709056854248046875
663.87519931793212890625
646.141299724578857421875
654.7779026031494140625
666.40515613555908203125
650.2994291782379150390625
648.614567279815673828125
641.369221210479736328125
669.3350999355316162109375
660.6623771190643310546875
676.6888120174407958984375
658.897378444671630859375
646.4552814960479736328125
659.2566401958465576171875
650.43810939788818359375
675.7371368408203125
662.3136184215545654296875
661.816157817840576171875
676.6261684894561767578125
647.93669033050537109375
652.549254894256591796875
