0.74544677782509316532610910144285298883914947509765625
0.7282104970298208801438022419461049139499664306640625
0.74940794449660241838273577741347253322601318359375
0.7394300056641014418090662729809992015361785888671875
0.78287945443996098671135541735566221177577972412109375
0.7712643663822109640904045591014437377452850341796875
0.75857281518027974698270554654300212860107421875
0.73938210567960005459298145069624297320842742919921875
0.73999581337596798125133545909193344414234161376953125
0.7479286351231697604902137754834257066249847412109375
0.75854056096288247079684197160531766712665557861328125
0.75159394419758951411125735830864869058132171630859375
0.75252065882812779751276366368983872234821319580078125
0.73514247018680956013980676289065741002559661865234375
0.753977499941318907161758033907972276210784912109375
0.73063218019959663696027973855962045490741729736328125
0.73073782001403486674462328664958477020263671875
0.75968351661994659718146749582956545054912567138671875
0.7418855268752537757137588414479978382587432861328125
0.745030433342126485740664065815508365631103515625
0.7513621965473731290074965727399103343486785888671875
0.7386486090703219264952394951251335442066192626953125
0.73775729790658128859348607875290326774120330810546875
0.74308607745232169161653246192145161330699920654296875
0.75221194108719535709184356164769269526004791259765625
0.7390521900223117057748822844587266445159912109375
0.74612473023187675380540895275771617889404296875
0.7334739374801273470438900403678417205810546875
0.74431171944760432523935378412716090679168701171875
0.7301378313074196046983388441731221973896026611328125
0.74605528389096920083289887770661152899265289306640625
0.75520063258446368248399949152371846139430999755859375
0.71959671553691151313358886909554712474346160888671875
0.7374851431431117543269238012726418673992156982421875
0.7469388248515957950957044886308722198009490966796875
0.75055606351846637647184934394317679107189178466796875
0.73430252037958265720618555860710330307483673095703125
0.7385572093198573551120489355525933206081390380859375
0.73421540539099983124771142684039659798145294189453125
0.74541800202316121914947188997757621109485626220703125
0.73674988864396706578219209404778666794300079345703125
0.75207487574908438165977031530928798019886016845703125
0.749491961753657509603954167687334120273590087890625
0.74300489172921435621077534960932098329067230224609375
0.752721094147996705459036093088798224925994873046875
0.73616767123651161153219391053426079452037811279296875
0.74498312107179776031529172541922889649868011474609375
0.74343985633589360073614216162241064012050628662109375
0.77387069758127779994794082085718400776386260986328125
0.716443385279372790819252259097993373870849609375
0.7393316626581112327443179310648702085018157958984375
0.7542585088056845687987106430227868258953094482421875
0.740630487829599726268270387663505971431732177734375
0.6989327440697048476891950485878624022006988525390625
0.74610220277531580368446384454728104174137115478515625
0.74044775840673249245327269818517379462718963623046875
0.75878465046408016814183383758063428103923797607421875
0.74866090425914799677542532663210295140743255615234375
0.747529082871826400236159315682016313076019287109375
0.73656768149655571509271112518035806715488433837890625
0.74724793307295434008352685850695706903934478759765625
0.73045040981632081145136226041358895599842071533203125
0.74671120936801249623471221639192663133144378662109375
0.7631624309647033754799849702976644039154052734375
0.7564893268066994469478458995581604540348052978515625
0.7545670601529661514206281935912556946277618408203125
0.73991679587348391233803113209432922303676605224609375
0.7401949244520602544383791610016487538814544677734375
0.74195349412185651605255998219945468008518218994140625
0.74913115682333730749320466202334500849246978759765625
0.770422728626508845906073474907316267490386962890625
0.7444790507754763808634379529394209384918212890625
0.70584287144608348629759575487696565687656402587890625
0.75570678672682267684734824797487817704677581787109375
0.73905088167225307937968636906589381396770477294921875
0.754862162453837637343667665845714509487152099609375
0.74443671859602356111196286292397417128086090087890625
0.69493824862794018049072519715991802513599395751953125
0.749404970840848339008744005695916712284088134765625
0.74870365105195613164568158026668243110179901123046875
0.7414759018766010623124884659773670136928558349609375
0.73798534548355798623475720887654460966587066650390625
0.76053569680408161790552412639954127371311187744140625
0.7375011538806541810942007941775955259799957275390625
0.691735922240995559917564605711959302425384521484375
0.75886693530191384748917471370077691972255706787109375
0.74731058898754809671771681678364984691143035888671875
0.74483574153748410839881444189813919365406036376953125
0.742789777938166917437001757207326591014862060546875
0.73584795101682642926022026585997082293033599853515625
0.75386806338008460759425588548765517771244049072265625
0.7513104138411932364505219084094278514385223388671875
0.7303267267335733503585970538551919162273406982421875
0.74767931570154200215938544715754687786102294921875
0.7428341085740928217973078062641434371471405029296875
0.75063817333947768783986020935117267072200775146484375
0.72104463582681133093643666143179871141910552978515625
0.7211896353749562837975872753304429352283477783203125
0.787860214628588462204561437829397618770599365234375
0.74775034367220538644716043563676066696643829345703125
0.74259286353357456533785807550884783267974853515625
0.7315846585194270002006078357226215302944183349609375
0.7722525221955673924156826615217141807079315185546875
0.74635948520303241338069710764102637767791748046875
0.74963156401635477887879233094281516969203948974609375
0.7103382358038532462529701660969294607639312744140625
0.7212330710666823296861593917128629982471466064453125
0.6955379573143167792892427314654923975467681884765625
0.72919024420354361382123897783458232879638671875
0.7281530590829048410483892439515329897403717041015625
0.74903378838587342247734568445594049990177154541015625
0.7321180396611861596056769485585391521453857421875
0.7356223988007595249172254625591449439525604248046875
0.7524817726483827851069463577005080878734588623046875
0.7575746918842740651456324485479854047298431396484375
0.75379023006778267390615155818522907793521881103515625
0.75749076188948516463739224491291679441928863525390625
0.7472348203486556261765372255467809736728668212890625
0.722839428655515536803477516514249145984649658203125
0.7551552755442119124751343406387604773044586181640625
0.747528920703965926719547496759332716464996337890625
0.7079804387467378834486453342833556234836578369140625
0.74191194440932461962034949465305544435977935791015625
0.74081658838967989755275311836157925426959991455078125
0.70405315110821853341604992237989790737628936767578125
0.7341945125035465036233972568879835307598114013671875
0.72216010605695257762448591165593825280666351318359375
0.750347229999726916815916410996578633785247802734375
0.74100313603653356064882018472417257726192474365234375
0.76012399954814735547614645838621072471141815185546875
0.75694577151351094546072317825746722519397735595703125
0.7391793172625906738204548673820681869983673095703125
0.7537004231042778723548281050170771777629852294921875
0.73652424099619917541303948382847011089324951171875
0.7383351236578168386159859437611885368824005126953125
0.7521893798532193198269624190288595855236053466796875
0.74880605255065713077300415534409694373607635498046875
0.7502404851027832943799467102508060634136199951171875
0.75783248726850727106096883289865218102931976318359375
0.73664777703442962941693394895992241799831390380859375
0.7531662047838683093914369237609207630157470703125
0.736748158791452834037727370741777122020721435546875
0.7132287107080033106143446275382302701473236083984375
0.74340422197426769823636050205095671117305755615234375
0.72151715207123601203420548699796199798583984375
0.75270130079908004194777504380908794701099395751953125
0.7330400034957544885827473990502767264842987060546875
0.742971905936139709325516378157772123813629150390625
0.73051033720827363016070421508629806339740753173828125
0.74596801561350589704346703001647256314754486083984375
0.74209610379431600879485131372348405420780181884765625
