0.1454463343011614118172047938060131855309009552001953125
0.1388864343542541013309943309650407172739505767822265625
0.1287054288564264126204506055728415958583354949951171875
0.14326791210180001012730599541100673377513885498046875
0.11729869907550420637942778512297081761062145233154296875
0.1292648280890152101552104113579844124615192413330078125
0.13994905834795490218169788931845687329769134521484375
0.1488593535622518004846170924793113954365253448486328125
0.1386937850159652985126967905671335756778717041015625
0.1381209088922966954360305180671275593340396881103515625
0.136680186961662897271452266068081371486186981201171875
0.13700554568595368909456055916962213814258575439453125
0.13544167007111018730114437857992015779018402099609375
0.1389589083154179061097011071979068219661712646484375
0.1365395471190463949628934869906515814363956451416015625
0.152518399194794707085520713008008897304534912109375
0.150212137664500311462489889891003258526325225830078125
0.1367884868747923921006304226466454565525054931640625
0.1432198853187444942403061531877028755843639373779296875
0.148901114261489386780823451772448606789112091064453125
0.137296268312051494842052079548011533915996551513671875
0.1496418352386607864001888401617179624736309051513671875
0.148178152407399899015416622205520980060100555419921875
0.1424849448103598092973953725959290750324726104736328125
0.140469581628909712112118768345681019127368927001953125
0.144984550135242307167260378264472819864749908447265625
0.144404702014439390023170517451944760978221893310546875
0.1528252977596878114940892601225641556084156036376953125
0.1436906861466560048068430432977038435637950897216796875
0.1523000861968920871536425920567126013338565826416015625
0.138610075550228806218200361399794928729534149169921875
0.1403788436689893115438820814233622513711452484130859375
0.1435202672733000006655146307821269147098064422607421875
0.1416905435022224046814898201773758046329021453857421875
0.14034376606573129020461010441067628562450408935546875
0.1400932613619076116950878940770053304731845855712890625
0.1444588679845709988658342126655043102800846099853515625
0.1408121105031985009770068018042366020381450653076171875
0.151670641048269494444156180179561488330364227294921875
0.1416578326094914130894864001675159670412540435791015625
0.1567227428776916953179210167945711873471736907958984375
0.107391128377297306872861781812389381229877471923828125
0.1376888051401363999293181450411793775856494903564453125
0.1419375946396350951506093451826018281280994415283203125
0.133552826681154590549027716406271792948246002197265625
0.1456143369262453968193682385390275157988071441650390625
0.1462212247819429100648136454765335656702518463134765625
0.1311889438104270055873712408356368541717529296875
0.11374379486099810143695520991968805901706218719482421875
0.1493702379818042935699651252434705384075641632080078125
0.143792382550483488490300487683271057903766632080078125
0.1342533834003518944388844147397321648895740509033203125
0.14312967949244959076082750470959581434726715087890625
0.162270085318810597385663641034625470638275146484375
0.1452836833025377971662095433202921412885189056396484375
0.138945507706251192292512541825999505817890167236328125
0.13656373035432789464493907871656119823455810546875
0.140580089482523706845285005329060368239879608154296875
0.14124318919603739974633072051801718771457672119140625
0.14643893353638659515780773290316574275493621826171875
0.1368869096347730962559552381208050064742565155029296875
0.1511450296139789928329122403738438151776790618896484375
0.1430158782319680133010564304640865884721279144287109375
0.123666729225236193823178609818569384515285491943359375
0.126942291806870388715111630517640151083469390869140625
0.137907262149873199863492345684790052473545074462890625
0.1353711938429295880137459562320145778357982635498046875
0.144533042078025697474430444344761781394481658935546875
0.1431927250473775947714472067673341371119022369384765625
0.140661499789143107363997842185199260711669921875
0.12306399911441789907229349410044960677623748779296875
0.1399653930613246888281508972795563749969005584716796875
0.17099584457808558735081305712810717523097991943359375
0.1438949545565094967347619103748002089560031890869140625
0.1494664568454867892288717712290235795080661773681640625
0.13119320039192938764927021111361682415008544921875
0.14856349345919850346575685762218199670314788818359375
0.157505245531340209996784551549353636801242828369140625
0.14047222017505001101511652450426481664180755615234375
0.127703341287754790212005673311068676412105560302734375
0.1486695758329706074096776546866749413311481475830078125
0.1444055182511992108107534704686258919537067413330078125
0.1303295948416393901236887131744879297912120819091796875
0.1452098364266329044713899065754958428442478179931640625
0.164376895947263290675977032151422463357448577880859375
0.12891251700372319266563181372475810348987579345703125
0.12787018672634020699518941910355351865291595458984375
0.1369525578888342864924965169848292134702205657958984375
0.1371967507279439058009984364616684615612030029296875
0.139105429211636988373612666691769845783710479736328125
0.1392296300507601947149538546000258065760135650634765625
0.1382379998490851080727992439278750680387020111083984375
0.1473152276700835094924713075670297257602214813232421875
0.1309699010852495015821972401681705377995967864990234375
0.150458850741280791840637220957432873547077178955078125
0.14038451868740509098643087781965732574462890625
0.1550492959607067955385417690195026807487010955810546875
0.1652322516045421074704080410811002366244792938232421875
0.0398087857448077009347997545773978345096111297607421875
0.1388891642712025975558987056501791812479496002197265625
0.1454691254044508941234425947186537086963653564453125
0.14359272473323658747546005542972125113010406494140625
0.1270119943052188116183742749853990972042083740234375
0.1313737575603612928176744389929808676242828369140625
0.1328277116833551929619972042928566224873065948486328125
0.16280039846825589133771927663474343717098236083984375
0.1460529527874818989108263167508994229137897491455078125
0.164548850385124290074401187666808255016803741455078125
0.1538011523465979968339212291539297439157962799072265625
0.1230079621726039018625442622578702867031097412109375
0.1355664625144852031279896209525759331881999969482421875
0.1456138447833414117926764674848527647554874420166015625
0.1430127842708384111602981647592969238758087158203125
0.1434778283618504957086514650654862634837627410888671875
0.14056005981377139857357860819320194423198699951171875
0.1352463501020639002891954305596300400793552398681640625
0.135364273665654899492238882885430939495563507080078125
0.133079377511845786674626879175775684416294097900390625
0.1593700084616475887155928603533538989722728729248046875
0.14026436290968280484747765513020567595958709716796875
0.144614158626366506865679184556938707828521728515625
0.1623753536556938048551756992310401983559131622314453125
0.1453552092672167062037402729401946999132633209228515625
0.1373711611749622030220763235774938948452472686767578125
0.1637124217860831121296172341317287646234035491943359375
0.141679296299765111744051182540715672075748443603515625
0.1499333523543626978113962877614540047943592071533203125
0.1316290452707866986958862298706662841141223907470703125
0.133738808512521012428209132849588058888912200927734375
0.12798091851022108667024212991236709058284759521484375
0.1333474039080949913316231913995579816401004791259765625
0.1347057938621044892446576568545424379408359527587890625
0.1414757443139139925225578053868957795202732086181640625
0.1472860770152034926017137195231043733656406402587890625
0.1376280160275696051730420776948449201881885528564453125
0.13386244902476429619042619378888048231601715087890625
0.1411762563690948935057889457311830483376979827880859375
0.141843586421432188426905440792324952781200408935546875
0.1378921929358150888500489372745505534112453460693359375
0.150805235200182907728816417147754691541194915771484375
0.1359117252603115055809013256293837912380695343017578125
0.14570348108345909654559591217548586428165435791015625
0.1481546325477006986748307326706708408892154693603515625
0.12185920002244099435984026058577001094818115234375
0.14806272932749109383365748726646415889263153076171875
0.146702907334791798898976367127033881843090057373046875
0.1452624014232097027221612961511709727346897125244140625
0.14348996746628228660114245940349064767360687255859375
0.1415975674348481927466991692199371755123138427734375
0.13900431498855658762892062441096641123294830322265625
0.1510714704300167021688849899874185211956501007080078125
