0.74544677782509316532610910144285298883914947509765625
0.7282104970298208801438022419461049139499664306640625
0.74940794449660241838273577741347253322601318359375
0.7394300056641014418090662729809992015361785888671875
0.78287945443996098671135541735566221177577972412109375
0.7712643663822109640904045591014437377452850341796875
0.75857281518027963596040308402734808623790740966796875
0.73938210567960016561528391321189701557159423828125
0.73999581337596798125133545909193344414234161376953125
0.7479286351231697604902137754834257066249847412109375
0.7585405609628825818191444341209717094898223876953125
0.751593944197589625133559820824302732944488525390625
0.75252065882812779751276366368983872234821319580078125
0.73514247018680956013980676289065741002559661865234375
0.753977499941318907161758033907972276210784912109375
0.7306321801995967479825822010752744972705841064453125
0.73073782001403486674462328664958477020263671875
0.7596835166199464861591650333139114081859588623046875
0.7418855268752537757137588414479978382587432861328125
0.74503043334212659676296652833116240799427032470703125
0.7513621965473731290074965727399103343486785888671875
0.73864860907032203751754195764078758656978607177734375
0.73775729790658128859348607875290326774120330810546875
0.74308607745232169161653246192145161330699920654296875
0.752211941087195246069541099132038652896881103515625
0.7390521900223117057748822844587266445159912109375
0.74612473023187675380540895275771617889404296875
0.7334739374801273470438900403678417205810546875
0.74431171944760432523935378412716090679168701171875
0.7301378313074196046983388441731221973896026611328125
0.74605528389096920083289887770661152899265289306640625
0.75520063258446368248399949152371846139430999755859375
0.7195967155369114021112864065798930823802947998046875
0.7374851431431117543269238012726418673992156982421875
0.74693882485159568407340202611521817743778228759765625
0.7505560635184662654495468814275227487087249755859375
0.7343025203795827682284880211227573454380035400390625
0.7385572093198573551120489355525933206081390380859375
0.73421540539099983124771142684039659798145294189453125
0.74541800202316121914947188997757621109485626220703125
0.73674988864396706578219209404778666794300079345703125
0.75207487574908438165977031530928798019886016845703125
0.74949196175365762062625663020298816263675689697265625
0.7430048917292142451884728870936669409275054931640625
0.752721094147996705459036093088798224925994873046875
0.73616767123651161153219391053426079452037811279296875
0.744983121071797871337594187934882938861846923828125
0.7434398563358934897138396991067565977573394775390625
0.7738706975812779109702432833728380501270294189453125
0.71644338527937267979694979658233933150768280029296875
0.7393316626581112327443179310648702085018157958984375
0.7542585088056845687987106430227868258953094482421875
0.740630487829599726268270387663505971431732177734375
0.6989327440697048476891950485878624022006988525390625
0.74610220277531580368446384454728104174137115478515625
0.74044775840673249245327269818517379462718963623046875
0.75878465046408016814183383758063428103923797607421875
0.748660904259148107797727789147756993770599365234375
0.747529082871826400236159315682016313076019287109375
0.73656768149655571509271112518035806715488433837890625
0.74724793307295434008352685850695706903934478759765625
0.73045040981632081145136226041358895599842071533203125
0.74671120936801249623471221639192663133144378662109375
0.7631624309647033754799849702976644039154052734375
0.7564893268066994469478458995581604540348052978515625
0.7545670601529661514206281935912556946277618408203125
0.73991679587348391233803113209432922303676605224609375
0.74019492445206014341607669848599471151828765869140625
0.7419534941218566270748624447151087224483489990234375
0.749131156823337196470902199507690966129302978515625
0.770422728626508845906073474907316267490386962890625
0.7444790507754763808634379529394209384918212890625
0.70584287144608348629759575487696565687656402587890625
0.755706786726822787869650710490532219409942626953125
0.73905088167225307937968636906589381396770477294921875
0.754862162453837637343667665845714509487152099609375
0.74443671859602356111196286292397417128086090087890625
0.69493824862794018049072519715991802513599395751953125
0.74940497084084845003104646821157075464725494384765625
0.74870365105195613164568158026668243110179901123046875
0.74147590187660095129018600346171297132968902587890625
0.737985345483557875212454746360890567302703857421875
0.76053569680408161790552412639954127371311187744140625
0.73750115388065429211650325669324956834316253662109375
0.69173592224099544889526214319630526006221771240234375
0.75886693530191384748917471370077691972255706787109375
0.74731058898754809671771681678364984691143035888671875
0.7448357415374842194211169044137932360172271728515625
0.742789777938166917437001757207326591014862060546875
0.735847951016826318237917803344316780567169189453125
0.75386806338008460759425588548765517771244049072265625
0.7513104138411932364505219084094278514385223388671875
0.7303267267335733503585970538551919162273406982421875
0.74767931570154200215938544715754687786102294921875
0.74283410857409293281961026877979747951030731201171875
0.75063817333947768783986020935117267072200775146484375
0.721044635826811219914134198916144669055938720703125
0.72118963537495617277528481281478889286518096923828125
0.787860214628588462204561437829397618770599365234375
0.74775034367220538644716043563676066696643829345703125
0.74259286353357456533785807550884783267974853515625
0.7315846585194270002006078357226215302944183349609375
0.77225252219556728139338019900606013834476470947265625
0.74635948520303241338069710764102637767791748046875
0.74963156401635477887879233094281516969203948974609375
0.7103382358038532462529701660969294607639312744140625
0.72123307106668221866385692919720895588397979736328125
0.6955379573143167792892427314654923975467681884765625
0.72919024420354350279893651531892828643321990966796875
0.72815305908290495207069170646718703210353851318359375
0.7490337883858735334996481469715945422649383544921875
0.7321180396611861596056769485585391521453857421875
0.73562239880075963593952792507479898631572723388671875
0.7524817726483827851069463577005080878734588623046875
0.75757469188427395412332998603233136236667633056640625
0.75379023006778267390615155818522907793521881103515625
0.75749076188948516463739224491291679441928863525390625
0.74723482034865551515423476303112693130970001220703125
0.72283942865551564782577997902990318834781646728515625
0.7551552755442119124751343406387604773044586181640625
0.74752892070396581569724503424367867410182952880859375
0.70798043874673799447094779679900966584682464599609375
0.74191194440932461962034949465305544435977935791015625
0.7408165883896800085750555808772332966327667236328125
0.70405315110821853341604992237989790737628936767578125
0.73419451250354639260109479437232948839664459228515625
0.72216010605695257762448591165593825280666351318359375
0.750347229999726916815916410996578633785247802734375
0.741003136036533671671122647239826619625091552734375
0.76012399954814735547614645838621072471141815185546875
0.75694577151351094546072317825746722519397735595703125
0.73917931726259078484275732989772222936153411865234375
0.7537004231042778723548281050170771777629852294921875
0.73652424099619928643534194634412415325641632080078125
0.7383351236578168386159859437611885368824005126953125
0.7521893798532193198269624190288595855236053466796875
0.74880605255065713077300415534409694373607635498046875
0.75024048510278340540224917276646010577678680419921875
0.75783248726850727106096883289865218102931976318359375
0.736647777034429740439236411475576460361480712890625
0.7531662047838683093914369237609207630157470703125
0.736748158791452834037727370741777122020721435546875
0.71322871070800319959204216502257622778415679931640625
0.74340422197426769823636050205095671117305755615234375
0.72151715207123601203420548699796199798583984375
0.7527013007990799309254725812934339046478271484375
0.7330400034957544885827473990502767264842987060546875
0.74297190593613982034781884067342616617679595947265625
0.7305103372082737411830066776019521057605743408203125
0.745968015613506008065769492532126605510711669921875
0.742096103794315897772548851207830011844635009765625
