17.6778805255889892578125
18.1573030948638916015625
17.847130298614501953125
18.312623500823974609375
18.0215246677398681640625
17.75358486175537109375
17.832569122314453125
17.8462162017822265625
18.410428524017337537088678800500929355621337890625
17.872381687164306640625
17.5203692913055419921875
17.922817707061767578125
17.6139736175537109375
17.69106006622314453125
18.361911296844478869161321199499070644378662109375
18.081888675689697265625
17.8758585453033447265625
17.719242095947265625
17.997467517852783203125
18.279544353485107421875
18.0448429584503173828125
18.2235524654388427734375
17.672629833221435546875
17.8367140293121337890625
18.438587665557861328125
17.80019474029541015625
18.003152370452880859375
17.81488513946533203125
17.781601428985595703125
17.9584305286407470703125
18.3638350963592529296875
18.4660570621490478515625
17.81671142578125
18.3474471569061279296875
18.066207408905029296875
18.06764698028564453125
17.669132232666015625
17.7096087932586669921875
17.51375865936279296875
17.7751290798187255859375
18.5745189189910888671875
18.082870006561279296875
18.423095703125
18.4776706695556640625
18.53766155242919921875
18.0107524394989013671875
18.2485063076019287109375
18.049495697021484375
17.98991489410400390625
18.3102762699127197265625
17.123507976531982421875
18.4234707355499267578125
18.0672619342803955078125
18.03287506103515625
17.74347972869873046875
18.390921592712398791036321199499070644378662109375
18.237418651580810546875
18.352426052093502306661321199499070644378662109375
17.572077274322509765625
18.08456516265869140625
18.302186012268062853536321199499070644378662109375
18.136504650115966796875
17.7580502033233642578125
18.412494659423828125
18.0716755390167236328125
17.970366001129150390625
18.134571075439453125
18.2145993709564208984375
18.35052204132080078125
18.2489464282989501953125
17.5400295257568359375
17.7845299243927001953125
18.1010510921478271484375
17.56732273101806640625
18.039568185806270861348821199499070644378662109375
18.2704255580902099609375
18.1957798004150390625
18.3934085369110107421875
18.1765267848968505859375
18.177503108978271484375
18.0944445133209228515625
18.3039951324462890625
18.1421368122100830078125
16.91807651519775390625
18.2946021556854248046875
18.115811347961422228536321199499070644378662109375
17.76907062530517578125
17.9918396472930908203125
17.718509197235107421875
17.9250829219818115234375
18.187662601470947265625
18.26088619232177734375
17.792470455169677734375
18.1293561458587646484375
18.194058418273929333963678800500929355621337890625
18.26414012908935546875
17.9073479175567626953125
18.0063226222991943359375
17.835075855255126953125
18.0849292278289794921875
18.248301029205318712911321199499070644378662109375
18.126453876495361328125
18.4828302860260009765625
18.1887762546539306640625
17.7058384418487548828125
17.994354248046875
18.151525974273681640625
17.8983938694000244140625
18.522175312042236328125
18.1004583835601806640625
17.5689113140106201171875
18.142893314361572265625
18.374847650527950548848821199499070644378662109375
17.66616535186767578125
18.199225664138790392598821199499070644378662109375
18.0743005275726318359375
18.1247603893280029296875
18.1534521579742431640625
18.1876909732818603515625
17.523077487945556640625
18.194301128387451171875
18.1787173748016357421875
18.04494571685791015625
18.074069499969478869161321199499070644378662109375
18.145227909088134765625
18.1641695499420166015625
18.080354213714599609375
17.837776660919189453125
18.3773076534271240234375
17.8120939731597900390625
17.7498610019683837890625
18.2300870418548583984375
18.3824250698089599609375
17.9697678089141845703125
18.058826446533203125
18.1567962169647216796875
17.374977588653564453125
18.304103374481201171875
18.0361406803131103515625
18.4031772613525390625
18.05295467376708984375
17.9474232196807861328125
17.64987659454345703125
18.287252187728878283223821199499070644378662109375
17.8980581760406494140625
18.0786592960357666015625
18.232582807540897107401178800500929355621337890625
18.228548049926761365213678800500929355621337890625
18.3001906871795654296875
17.8678741455078125
18.297618389129638671875
