18.1120455265045166015625
18.2439048290252685546875
18.3088243007659912109375
18.1431534290313720703125
18.3766705989837646484375
18.277087450027462267598821199499070644378662109375
18.161747455596923828125
18.289190769195556640625
17.917207241058349609375
17.9067742824554443359375
17.830175876617431640625
17.955554485321044921875
17.9891245365142822265625
16.8429481983184814453125
16.9935433864593505859375
17.10942840576171875
18.0817220211029052734375
18.123496532440185546875
18.2078492641448974609375
18.133379459381103515625
18.237243175506591796875
18.135568141937255859375
18.025860309600830078125
18.123945474624630236348821199499070644378662109375
18.2472171783447265625
18.168942928314208984375
18.3489532470703125
18.296013593673702501973821199499070644378662109375
18.0346126556396484375
18.2021152973175048828125
18.1705396175384521484375
18.41929340362548828125
17.8834207057952880859375
17.8505609035491943359375
17.7855854034423828125
17.8698832988739013671875
18.1965987682342529296875
17.9586696624755859375
17.8075873851776123046875
17.8570156097412109375
18.031543254852294921875
18.209715366363525390625
18.1627686023712158203125
18.1196689605712890625
18.260030508041385388651178800500929355621337890625
18.454725742340087890625
18.158902645111083984375
18.133305072784423828125
18.1376698017120361328125
18.263213634490966796875
18.2647216320037841796875
18.3761470317840576171875
17.8670520782470703125
17.91777801513671875
17.8946716785430908203125
17.9061143398284912109375
18.457307338714599609375
18.638986110687255859375
18.6552450656890869140625
18.140610218048095703125
18.21642208099365234375
18.600997447967529296875
18.3914635181427001953125
17.9431774616241455078125
17.923287868499755859375
17.8864219188690185546875
18.361605644226070666036321199499070644378662109375
18.37955760955810546875
18.665309190750118517598821199499070644378662109375
18.6373093128204345703125
17.646760463714599609375
17.7286822795867919921875
18.521519899368289685526178800500929355621337890625
18.301852703094478869161321199499070644378662109375
18.349646091461181640625
18.027439832687374376973821199499070644378662109375
18.066532611846923828125
18.0060188770294189453125
17.9371321201324462890625
18.5195024013519287109375
18.2884771823883056640625
18.1677105426788330078125
18.1819951534271240234375
18.0121777057647705078125
18.06783008575439453125
17.737097263336181640625
17.7855436801910400390625
17.7448284626007080078125
18.103342533111572265625
17.9272248744964599609375
18.1058900356292724609375
17.674715518951416015625
17.8258788585662841796875
17.8920557498931884765625
18.183558940887451171875
17.9739787578582763671875
18.107218503952022814473821199499070644378662109375
18.1114900112152099609375
17.8673217296600341796875
17.9918425083160400390625
18.133578777313232421875
18.0908162593841552734375
18.136713504791259765625
18.05525493621826171875
17.96513080596923828125
18.1679074764251708984375
17.95430278778076171875
18.055110931396484375
18.0475971698760986328125
18.04241943359375
18.017983913421630859375
18.0490443706512451171875
18.08998775482177734375
18.1632831096649169921875
18.1275846958160400390625
18.0381710529327392578125
18.126130580902099609375
18.2915771007537841796875
18.54609203338623046875
18.3597476482391357421875
18.2856361865997314453125
18.2923374176025390625
18.407586574554443359375
18.1350295543670654296875
18.2020933628082275390625
18.199926137924190783223821199499070644378662109375
18.052505016326904296875
18.2140686511993408203125
18.259682416915897107401178800500929355621337890625
18.166836261749267578125
17.7078380584716796875
18.279444217681884765625
18.317492961883544921875
18.2791368961334228515625
18.491813182830810546875
18.4727456569671630859375
18.5074837207794189453125
18.01204967498779296875
17.9235210418701171875
18.0607988834381103515625
18.3337612152099609375
18.4144899845123291015625
17.83408832550048828125
17.8687551021575927734375
18.4402768611907958984375
18.5112316608428955078125
18.69706630706787109375
18.0768487453460693359375
18.2555105686187744140625
18.030213356018062853536321199499070644378662109375
17.927395343780517578125
