0.58802198498117641545235301236971281468868255615234375
0.58867727701915206761640320110018365085124969482421875
0.6246523295003518772006145809427835047245025634765625
0.58917139363680737229600481441593728959560394287109375
0.6205350046068638381058235609089024364948272705078125
0.6616436162697054701453680536360479891300201416015625
0.64094416773803308817747392822639085352420806884765625
0.6137115794689382841653468858567066490650177001953125
0.6338747302590495014129601258900947868824005126953125
0.5400295795430529732783497820491902530193328857421875
0.63181622290443584244457042586873285472393035888671875
0.5397462020476122557255393985542468726634979248046875
0.543029556195576912358546906034462153911590576171875
0.5709792857667761456497146355104632675647735595703125
0.61647631107733735777998163030133582651615142822265625
0.64190954285636425691308204477536492049694061279296875
0.54588139393200274529505122700356878340244293212890625
0.64089123490625610202187090180814266204833984375
0.60624059925249718094875106544350273907184600830078125
0.60909694282508575202683687166427262127399444580078125
0.6473341252473703288927708854316733777523040771484375
0.58153025151008475024383415075135417282581329345703125
0.62028753531771496643187902009231038391590118408203125
0.5430782962159439453131426489562727510929107666015625
0.624050228122759786941742277122102677822113037109375
0.5920651521371433911866688504233025014400482177734375
0.59185331993215595236534909417969174683094024658203125
0.56917600909493970551267238988657481968402862548828125
0.5879678864611974642429004234145395457744598388671875
0.5929390863298500402578383727814070880413055419921875
0.63055584582317869557499534494127146899700164794921875
0.596712042034820200342437601648271083831787109375
0.51131576737831518908450334492954425513744354248046875
0.5753969285684281675941065259394235908985137939453125
0.599743652428858187164451010175980627536773681640625
0.56754629364547393155504551032208837568759918212890625
0.56762579676260338512605585492565296590328216552734375
0.57000029797343010340426872062380425631999969482421875
0.58171545003849445265586837194859981536865234375
0.6233899642951266084622830021544359624385833740234375
0.597016714459804642700646581943146884441375732421875
0.63633143084561394342557605341426096856594085693359375
0.608812724379306668964773052721284329891204833984375
0.56002069479922511607838941927184350788593292236328125
0.62552871962228639990399869930115528404712677001953125
0.587825610816362864596840154263190925121307373046875
0.55393294337128928805924488187883980572223663330078125
0.58042570249918201685801477651693858206272125244140625
0.66766676502150790195599938670056872069835662841796875
0.55845671264742458017593662589206360280513763427734375
0.6102873721134864926085583647363819181919097900390625
0.64240920148819957713470785165554843842983245849609375
0.589452169518622337562874236027710139751434326171875
0.53561072723363167824572883546352386474609375
0.5698584813085771916263411185354925692081451416015625
0.5508176119104597479037010998581536114215850830078125
0.619774570113872602661331256967969238758087158203125
0.58607548401383147140819573905901052057743072509765625
0.59990830020563057356497438377118669450283050537109375
0.616798959258999968113812428782694041728973388671875
0.58247851144916562571296481110039167106151580810546875
0.604630865336628797734874751768074929714202880859375
0.57293046512861256491788708444801159203052520751953125
0.6532556548037333765677203700761310756206512451171875
0.6370703806993116558032852481119334697723388671875
0.62704196560834402074391391579410992562770843505859375
0.60592836772750613416604892336181364953517913818359375
0.563778777987362200718735039117746055126190185546875
0.61171631288055527964075963609502650797367095947265625
0.61489583817959092559846112635568715631961822509765625
0.65641751480538779173201646699453704059123992919921875
0.6196223866256052037471135918167419731616973876953125
0.55717236213502963071420026608393527567386627197265625
0.58254359658900256579983079063822515308856964111328125
0.59116392943089624001373749706544913351535797119140625
0.596528441195811165442819401505403220653533935546875
0.63051751774396846972337016268284060060977935791015625
0.485769592887208501164053586762747727334499359130859375
0.6387589723150790543826360590173862874507904052734375
0.599848270261192251240345285623334348201751708984375
0.60063507599066323638936637507867999374866485595703125
0.58126500553499960144421265795244835317134857177734375
0.60000719429291249351621218011132441461086273193359375
0.54095434262526820301530960932723246514797210693359375
0.53317288516119443197993632566067390143871307373046875
0.6338257122417279010306856434908695518970489501953125
0.62234283055562877873256866223528049886226654052734375
0.55624334775761730131904414520249702036380767822265625
0.6136444493073829331564184030867181718349456787109375
0.55755705661229815195412129469332285225391387939453125
0.620702187070691024928237311542034149169921875
0.5695364775503526377775642686174251139163970947265625
0.608383038224385774839220175636000931262969970703125
0.595997613339317666714123333804309368133544921875
0.6275199485995759385303927047061733901500701904296875
0.61523706439170233739588411481236107647418975830078125
0.5527466130054297099860605158028192818164825439453125
0.6248836524883965015675357790314592421054840087890625
0.42956721272854958559861415778868831694126129150390625
0.5964150632279372477029255605884827673435211181640625
0.6109186494030593994608580032945610582828521728515625
0.61264989166407757270604861332685686647891998291015625
0.6523070917536839541384097174159251153469085693359375
0.5528561318510945010729074056143872439861297607421875
0.61645602352429751391582612995989620685577392578125
0.55779334107454714430929243462742306292057037353515625
0.5858263886813108722861898058908991515636444091796875
0.5949575098452581922714443862787447869777679443359375
0.58092208295546787777396957608289085328578948974609375
0.610620829768382833435680367983877658843994140625
0.58752092380487486167339739040471613407135009765625
0.6307210291199829566011203496600501239299774169921875
0.59630829074428215452741142144077457487583160400390625
0.58043187650731964399852813585312105715274810791015625
0.5843749835001934567202397374785505235195159912109375
0.57928971284662367224882473237812519073486328125
0.5589325237061781859182474363478831946849822998046875
0.5414815168038231707470231413026340305805206298828125
0.55599739259581781869457017819513566792011260986328125
0.58330414953433706859442509085056371986865997314453125
0.59303245110444480214795248684822581708431243896484375
0.56365648487545616518445967813022434711456298828125
0.59651863733917942500539766115252859890460968017578125
0.57639094000281387852879788624704815447330474853515625
0.53569434200393850620258717754040844738483428955078125
0.592074096199990407285440596751868724822998046875
0.558817615412951607112290730583481490612030029296875
0.63691284420419502776411491140606813132762908935546875
0.606705255397392395622091498808003962039947509765625
0.6315982191430402625798024018877185881137847900390625
0.5844702728467903174447428682469762861728668212890625
0.61629022356429985496362178309937007725238800048828125
0.6008705987456506303345804553828202188014984130859375
0.5478855491453173964799816531012766063213348388671875
0.6025306878244764963170609917142428457736968994140625
0.6106011605784311679911979808821342885494232177734375
0.61610130184352074333986593046574853360652923583984375
0.64776792598593779803906045344774611294269561767578125
0.62280373734536265128980403460445813834667205810546875
0.57696128971242532923469070738065056502819061279296875
0.6042128079661333028838043901487253606319427490234375
0.5910627949142430725970598359708674252033233642578125
0.5338227780466606731124556972645223140716552734375
0.6261297963295813229223085727426223456859588623046875
0.5978689638844707499032438136055134236812591552734375
0.640006528237775373924023369909264147281646728515625
0.5809002060948789125660596255329437553882598876953125
0.599073397500375914859205295215360820293426513671875
0.59248293831027687428303352135117165744304656982421875
0.5559570739050825327609572923392988741397857666015625
0.6323707719431681528732269725878722965717315673828125
