4.69054317474365234375
4.955855846405029296875
5.190021991729736328125
5.240561962127685546875
4.93529510498046875
5.010839939117431640625
6.07451725006103515625
5.03056621551513671875
5.205423831939697265625
6.03093624114990234375
5.30518627166748046875
4.371288299560546875
4.9944000244140625
6.287321567535400390625
7.427067279815673828125
9.74072265625
4.78876495361328125
4.0430088043212890625
4.9678325653076171875
5.190187931060791015625
4.2848358154296875
5.630247592926025390625
7.97723865509033203125
7.63902997970581143505341970012523233890533447265625
5.374179840087890625
9.5366649627685564638568394002504646778106689453125
8.82761096954345703125
4.813472747802734375
6.40047931671142578125
6.0186100006103515625
5.0018253326416015625
7.77353668212890625
4.620773792266845703125
4.986908435821533203125
5.02465534210205078125
7.65288066864013671875
8.21667385101318359375
9.91268634796142578125
10.25518894195556640625
10.4880495071411115048931605997495353221893310546875
10.665073394775390625
5.120754718780517578125
9.0771799087524396298931605997495353221893310546875
5.302621364593505859375
10.1188488006591796875
5.83083438873291015625
5.263734340667724609375
4.53993129730224609375
4.886974334716796875
4.8542499542236328125
5.34773540496826171875
5.0024852752685546875
11.735355377197265625
5.511371135711669921875
9.08707427978515625
4.553677082061767578125
5.28167724609375
4.917339324951171875
6.817281246185302734375
8.72110748291015625
5.37483119964599609375
11.4107685089111328125
8.3543910980224609375
9.34213352203369140625
4.816689968109130859375
5.237915515899658203125
5.5444889068603515625
8.45145702362060546875
4.26756763458251953125
8.86294078826904296875
6.3493442535400390625
4.50223445892333984375
4.894581317901611328125
5.25776958465576171875
4.943978786468505859375
8.88137340545654296875
5.44126033782958984375
9.19392681121826171875
4.411685943603515625
5.735967159271240234375
8.7492389678955078125
5.843402862548828125
8.67398834228515625
5.41981410980224609375
5.155800342559814453125
9.2706174850463884951068394002504646778106689453125
4.74065876007080078125
5.339344501495361328125
4.989740848541259765625
6.0980548858642578125
4.4905261993408203125
4.767520427703857421875
5.941097736358642578125
5.1594562530517578125
9.5277357101440447451068394002504646778106689453125
5.2954196929931640625
5.42630863189697265625
4.973358631134033203125
21.775320053100582384786321199499070644378662109375
5.048830509185791015625
8.35380458831787109375
10.0002765655517578125
5.4464397430419921875
5.285267353057861328125
5.845204830169677734375
4.95175266265869140625
5.205206394195556640625
4.993422031402587890625
7.3230419158935546875
4.446536540985107421875
5.2658290863037109375
5.673064708709716796875
5.13178730010986328125
5.256897449493408203125
8.9245052337646484375
5.497467517852783203125
5.089008331298828125
7.39185333251953125
5.351511478424072265625
4.236110210418701171875
6.20664215087890625
9.8572978973388671875
4.8354587554931640625
5.280568599700927734375
4.93410015106201171875
7.3365688323974609375
5.228247165679931640625
9.5426712036132794736431605997495353221893310546875
5.18228816986083984375
5.225553035736083984375
5.688266277313232421875
4.26768589019775390625
5.212637424468994140625
5.22375011444091796875
9.238544464111328125
4.870822906494140625
4.65393352508544921875
5.212894439697265625
9.90643024444580078125
5.14667034149169921875
6.12688446044921875
9.2037801742553728701068394002504646778106689453125
4.809261322021484375
5.5238933563232421875
5.344600200653076171875
4.99307155609130859375
6.737034320831298828125
10.9636354446411115048931605997495353221893310546875
5.00152492523193359375
5.578424930572509765625
5.3799591064453125
