0.74336774699867280702392235980369150638580322265625
0.726177134699650839166906735044904053211212158203125
0.74821785080524971789373012143187224864959716796875
0.737898329209816239426800166256725788116455078125
0.7811838848024537096392805324285291135311126708984375
0.77012483106964191303944744504406116902828216552734375
0.75744187281125630040179430579883046448230743408203125
0.7382313155310471497472235569148324429988861083984375
0.738455294832327968634899661992676556110382080078125
0.7465995543538095358115924682351760566234588623046875
0.7570120815244598677651310936198569834232330322265625
0.750310455400151621319082551053725183010101318359375
0.75156050289567988276218102328130044043064117431640625
0.7342262942343751319640432484447956085205078125
0.75236628381829395717517172670341096818447113037109375
0.7294923907442700805603408298338763415813446044921875
0.72725939677200990285399484491790644824504852294921875
0.75779304131723901338801852034521289169788360595703125
0.74062470323080165091056414894410409033298492431640625
0.7436277444054584240262784078367985785007476806640625
0.7498043156588327651235204029944725334644317626953125
0.7370945492051721448234502531704492866992950439453125
0.73571914545272443231027637011720798909664154052734375
0.74041981966325443043075438254163600504398345947265625
0.75088367163777880453068291899398900568485260009765625
0.73779000073302014595100217775325290858745574951171875
0.745182736793419397969273632043041288852691650390625
0.7318877909921184254926629364490509033203125
0.743190286542610767384076098096556961536407470703125
0.7289917621874233422119004899286665022373199462890625
0.7449645752770006623677545576356351375579833984375
0.7534859490208691834567389378207735717296600341796875
0.71707402010018650440059673201176337897777557373046875
0.73282360621800834987737971459864638745784759521484375
0.74579248389288010923081628789077512919902801513671875
0.74918432194556705550070319077349267899990081787109375
0.73243718813113478649512444462743587791919708251953125
0.73705800761790507547033257651492021977901458740234375
0.732926131242821465860970420180819928646087646484375
0.74414621861360286114717155214748345315456390380859375
0.73400700443577038267761736278771422803401947021484375
0.74553151983653587198119794265949167311191558837890625
0.74773714974479743577973067658604122698307037353515625
0.741552339933213122691313401446677744388580322265625
0.75169826814486884192234583679237402975559234619140625
0.7352888017802421405377799601410515606403350830078125
0.7438012887344438439640725846402347087860107421875
0.7404022311050457716419259668327867984771728515625
0.76821937884040181199196695160935632884502410888671875
0.7146292988574620697050931994454003870487213134765625
0.73796094145271295960952784298569895327091217041015625
0.75330727442433553786571565069607459008693695068359375
0.7390244033995931882685681557632051408290863037109375
0.6951912961959350045759720160276629030704498291015625
0.7450112442682390589965280014439485967159271240234375
0.73913650541440689689665077821700833737850189208984375
0.75752991644193201636880985461175441741943359375
0.74666440759976671071029841186827979981899261474609375
0.74548638805290579067985845540533773601055145263671875
0.7354879195672017200280379256582818925380706787109375
0.746329622091104649683757088496349751949310302734375
0.72912346466454724946970600285567343235015869140625
0.74416477002282466202132127364166080951690673828125
0.7620342562316901879881925196968950331211090087890625
0.7522941326558860719586618870380334556102752685546875
0.75338348035251445633520006595063023269176483154296875
0.73729355759505621481508796932757832109928131103515625
0.73862010981118231267572582510183565318584442138671875
0.74090950774439756632006037762039341032505035400390625
0.74803857835495290995453387949964962899684906005859375
0.768835475475039942239163792692124843597412109375
0.7434766104344092685352052285452373325824737548828125
0.70177074911279724300783300350303761661052703857421875
0.75431855574967610067460555001161992549896240234375
0.737561661624189124353279112256132066249847412109375
0.75306742998975251257576246644021011888980865478515625
0.7430589646895138233873012723051942884922027587890625
0.6921557648321654543366321377106942236423492431640625
0.748153708087305080454143535462208092212677001953125
0.7466372056064038975620178462122566998004913330078125
0.7404236934540928682935145843657664954662322998046875
0.73651193172182882751286570055526681244373321533203125
0.75908896467549913378292103516287170350551605224609375
0.73626862014735194872372403551707975566387176513671875
0.6832288196777149824612251904909498989582061767578125
0.75733186063026824985655593991396017372608184814453125
0.7451662166408368204173484627972356975078582763671875
0.74372658622995257982069006175152026116847991943359375
0.7416017855975323147532662915182299911975860595703125
0.7340660578575308736759552630246616899967193603515625
0.75233379641921516167712979950010776519775390625
0.7495421689261914099944306144607253372669219970703125
0.72917902348314822535968460215372033417224884033203125
0.7452937081613839609417482279241085052490234375
0.7418072847414440840196903081960044801235198974609375
0.749307328912664605269355888594873249530792236328125
0.7192470346351809151741463210782967507839202880859375
0.71602227234057902460762079499545507133007049560546875
0.761171790002822756804334858315996825695037841796875
0.7452946644999387526553391580819152295589447021484375
0.7415527243978889959663547415402717888355255126953125
0.7296900204232235065404665874666534364223480224609375
0.7702606494269292891630129815894179046154022216796875
0.74512048249420603784898275989689864218235015869140625
0.74807837166427493258424874511547386646270751953125
0.7073115521785451331737704094848595559597015380859375
0.71885717179779173857667728952947072684764862060546875
0.689035264380695622321582050062716007232666015625
0.72814169070683798512533257962786592543125152587890625
0.723178006781818538684092345647513866424560546875
0.7476997586697844422332082103821448981761932373046875
0.73056939286357158724882765454822219908237457275390625
0.73250511802064244282206573188886977732181549072265625
0.750508593185851946572029191884212195873260498046875
0.7564399246939068621742308096145279705524444580078125
0.75273473859147321807228081524954177439212799072265625
0.75636305870659181760373712677392177283763885498046875
0.745560039684032727080875702085904777050018310546875
0.721832643980501842406738433055579662322998046875
0.75387396073108003946572353015653789043426513671875
0.74532304378066893679743998291087336838245391845703125
0.70584975080881851017267081260797567665576934814453125
0.74066677036047245952232742638443596661090850830078125
0.73996708051794179983318144877557642757892608642578125
0.7023452447263049958081637669238261878490447998046875
0.73296870656308110714149961495422758162021636962890625
0.720985684259566550480258229072205722332000732421875
0.7486597643518646538751681873691268265247344970703125
0.73410282039000940290662811094080097973346710205078125
0.75892415017712255842496915647643618285655975341796875
0.75562270899453221062458396772854030132293701171875
0.737357538255667410709293108084239065647125244140625
0.7524627744779597282587246809271164238452911376953125
0.73502715871309243222953000440611504018306732177734375
0.7369628746942062935687545177643187344074249267578125
0.75039130854365776457370884600095450878143310546875
0.747427643118923956677690512151457369327545166015625
0.74865605856570238696434671510360203683376312255859375
0.75658612733086971768869943844038061797618865966796875
0.734632244527154032454063781187869608402252197265625
0.75197614539195301031071494435309432446956634521484375
0.7352705316079042319188374676741659641265869140625
0.71155537017363468255126690564793534576892852783203125
0.738668681565066709282518786494620144367218017578125
0.7181426864433995138625732579384930431842803955078125
0.75140908089918523327099819653085432946681976318359375
0.73145460064741751882166909126681275665760040283203125
0.740166978283093524026980958296917378902435302734375
0.72770302974856215794119407291873358190059661865234375
0.74447666423818237291243349318392574787139892578125
0.74060476233138994306415270330035127699375152587890625
