663.2559134960174560546875
642.3545734882354736328125
668.9898798465728759765625
638.245689868927001953125
646.704904079437255859375
677.714656352996826171875
660.7705399990081787109375
664.8348445892333984375
665.53391265869140625
672.39323329925537109375
641.60516643524169921875
652.5521304607391357421875
656.2453968524932861328125
653.106784343719482421875
649.860955715179443359375
665.7459485530853271484375
657.568158626556396484375
660.0059468746185302734375
674.102972507476806640625
664.7357242107391357421875
662.0568020343780517578125
671.8028357028961181640625
661.3573305606842041015625
673.2292191982269287109375
663.64081573486328125
672.351704120635986328125
671.9685618877410888671875
669.8089840412139892578125
659.186506748199462890625
662.5709781646728515625
666.951152801513671875
663.0394551753997802734375
662.52592945098876953125
660.0379769802093505859375
649.8826353549957275390625
645.2351672649383544921875
678.222545146942138671875
646.285205364227294921875
653.750002384185791015625
671.2928311824798583984375
659.901645660400390625
665.159425258636474609375
657.7486248016357421875
674.0053880214691162109375
673.8104355335235595703125
658.4038028717041015625
678.066111087799072265625
645.2795889377593994140625
661.0180628299713134765625
663.708797931671142578125
653.159120082855224609375
665.6363468170166015625
668.5898373126983642578125
672.28143024444580078125
641.396662235260009765625
650.753519535064697265625
672.4865360260009765625
659.051157474517822265625
648.028716564178466796875
642.3344247341156005859375
669.9678137302398681640625
653.029708385467529296875
648.028906345367431640625
677.2355444431304931640625
659.487605571746826171875
650.408145427703857421875
666.594465732574462890625
675.07238864898681640625
655.90921497344970703125
672.2670094966888427734375
651.830060482025146484375
640.5483949184417724609375
688.6596515178680419921875
674.942113399505615234375
660.6461141109466552734375
665.7489459514617919921875
671.159101009368896484375
643.2928874492645263671875
671.132511138916015625
655.1384384632110595703125
653.936186313629150390625
672.105318546295166015625
671.0163714885711669921875
673.0972845554351806640625
661.77323627471923828125
674.5561978816986083984375
653.30286121368408203125
667.5591487884521484375
645.42431545257568359375
663.613793849945068359375
663.977754116058349609375
670.359691143035888671875
664.3664710521697998046875
664.594789981842041015625
655.1245963573455810546875
652.5793082714080810546875
666.739417552947998046875
670.2978899478912353515625
667.9515631198883056640625
649.2825529575347900390625
654.740270137786865234375
657.3562572002410888671875
656.51230525970458984375
667.2690989971160888671875
661.6103098392486572265625
665.4023799896240234375
656.352429866790771484375
641.494819164276123046875
668.4530313014984130859375
667.9943525791168212890625
668.527859210968017578125
640.96552371978759765625
639.5091087818145751953125
654.8972384929656982421875
650.72577762603759765625
673.2659294605255126953125
685.1917512416839599609375
668.0343682765960693359375
667.2195203304290771484375
655.4608027935028076171875
676.448153018951416015625
647.335231304168701171875
668.819652080535888671875
665.1275179386138916015625
659.540625095367431640625
667.6152498722076416015625
660.1289272308349609375
659.6206562519073486328125
671.5473258495330810546875
655.0921173095703125
661.5070912837982177734375
663.875199794769287109375
646.14130115509033203125
654.777904987335205078125
666.405155181884765625
650.2994301319122314453125
648.61456966400146484375
641.369222164154052734375
669.3351008892059326171875
660.662378787994384765625
676.688810825347900390625
658.897381305694580078125
646.45528316497802734375
659.2566468715667724609375
650.4381091594696044921875
675.7371387481689453125
662.313622951507568359375
661.8161590099334716796875
676.6261684894561767578125
647.9366893768310546875
652.5492632389068603515625
