0.1392519490242294100124098576998221687972545623779296875
0.1548797962485344015259869365763734094798564910888671875
0.12186077189182960289759449779012356884777545928955078125
0.135897984015785289191313722767517901957035064697265625
0.11007086010888060545465094719475018791854381561279296875
0.12444020307166210603799783029899117536842823028564453125
0.1441876881470036952936908392075565643608570098876953125
0.142026494130085001454943949283915571868419647216796875
0.152741891209404012652584015086176805198192596435546875
0.140055460954895405478737302473746240139007568359375
0.1293144344815405910598116179244243539869785308837890625
0.1301383041126991935154677548780455254018306732177734375
0.132708440205326405614272289312793873250484466552734375
0.1311581828401642002557281330155092291533946990966796875
0.1471935570120851133335548865943565033376216888427734375
0.1514107736959919014996245323345647193491458892822265625
0.149624411215009300857303742304793559014797210693359375
0.1327486156332629008147705462761223316192626953125
0.1394812708003176082716123573845834471285343170166015625
0.141070653477205099068925164829124696552753448486328125
0.1374928326568765901694035846958286128938198089599609375
0.1420946663577855872961919203589786775410175323486328125
0.1580731202089606102223484640489914454519748687744140625
0.1417402682806749025790082896492094732820987701416015625
0.130252127319170296626538174677989445626735687255859375
0.139399388235539600788825964627903886139392852783203125
0.1330899755168035991648167737366748042404651641845703125
0.1496721727755138953153135616958024911582469940185546875
0.135539339188821106318982856464572250843048095703125
0.1431295529038540126354206449832418002188205718994140625
0.1352423970894501004114118813959066756069660186767578125
0.1333267363470896083033068180156988091766834259033203125
0.14799158517883170826934247088502161204814910888671875
0.1386770622230684979481196705819456838071346282958984375
0.147070982523337112635175571995205245912075042724609375
0.132848809991655991691317240110947750508785247802734375
0.1387577791511541980273847229909733869135379791259765625
0.141424584263290686880765179012087173759937286376953125
0.1459736711753611138053798867986188270151615142822265625
0.1354176816394259130760246989666484296321868896484375
0.1589683907462798029275319322550785727798938751220703125
0.1202100032733817991381641832049353979527950286865234375
0.13552098681256430356967257466749288141727447509765625
0.1372032048029064033034529757060226984322071075439453125
0.1475821926093995040130124607458128593862056732177734375
0.1368980849648979980504037712307763285934925079345703125
0.1468024912120766967138507652634871192276477813720703125
0.1351279654577731970110932024908834137022495269775390625
0.11164748349581750386239065164772910065948963165283203125
0.1524092643637330046768596503170556388795375823974609375
0.1389792646164333123071088493816205300390720367431640625
0.1290126647966128026201459988442366011440753936767578125
0.1657797416785082023071851153872557915747165679931640625
0.16595957578058229131556799984537065029144287109375
0.1519888074010493916876640696500544436275959014892578125
0.1479677091779751096911610375173040665686130523681640625
0.13185812926878159867527529058861546218395233154296875
0.1293443292896958862758793884495389647781848907470703125
0.1377157046869915968390074567651026882231235504150390625
0.15523114079768429718342304113321006298065185546875
0.1322156959843787948916116192776826210319995880126953125
0.149776635006657887760894709572312422096729278564453125
0.1449893361353858101114866485659149475395679473876953125
0.129818395774940198439395544482977129518985748291015625
0.1310364035347819922083800747714121825993061065673828125
0.1326016729817987016559754920308478176593780517578125
0.1441862405380890110873082221587537787854671478271484375
0.1373900778685331058870389142612111754715442657470703125
0.148772683763354507391341030597686767578125
0.139942676343219607471013432586914859712123870849609375
0.1190827612380677968939579614016111008822917938232421875
0.1370350164812939863789864602949819527566432952880859375
0.167684551123978786701940180137171410024166107177734375
0.1383378706178672867821433101198635995388031005859375
0.1449644886036491053804553530426346696913242340087890625
0.142728136452816511958729961406788788735866546630859375
0.133581969990993087993302879112889058887958526611328125
0.166282188034999112158374146019923500716686248779296875
0.1351441200060947978034420202675391919910907745361328125
0.134037227811333592430997896371991373598575592041015625
0.1433721182719855102849493277972214855253696441650390625
0.14227496010746099042165724313235841691493988037109375
0.1356145805092028033822515453721280209720134735107421875
0.1412179054943540901234655393636785447597503662109375
0.16833889838135329686252816827618516981601715087890625
0.1343551731298728013630494615426869131624698638916015625
0.1367449068241440024440436218355898745357990264892578125
0.145801446607898010920933984380098991096019744873046875
0.140561771220218789668621184318908490240573883056640625
0.1424164743185991899299125407196697778999805450439453125
0.1298107485478232903108875007092137821018695831298828125
0.13694961622216939023388704299577511847019195556640625
0.1458568188070596960415059584192931652069091796875
0.1344406317011573037678573427911032922565937042236328125
0.146743546956610793063902065114234574139118194580078125
0.1433957420772760948946000780779286287724971771240234375
0.1489159922074194952745784803482820279896259307861328125
0.166191933038701000757697556764469482004642486572265625
0.1595912858577701876061638586179469712078571319580078125
0.134909354740266607119991704166750423610210418701171875
0.13969466021053189574985253784689120948314666748046875
0.154547589338958790694533718124148435890674591064453125
0.12502548952805769832963278531678952276706695556640625
0.12118262461886429581792157250674790702760219573974609375
0.1297380557723530059011096682297647930681705474853515625
0.1639143587237089916275323275840491987764835357666015625
0.161770197426677586616250437145936302840709686279296875
0.1685899693111239106002585685928352177143096923828125
0.148693226254694887966678606971981935203075408935546875
0.149464702781907099460312338123912923038005828857421875
0.1360051620082620982277177290598046965897083282470703125
0.1406192265524932871745278362141107209026813507080078125
0.1347064548084229984592496975892572663724422454833984375
0.131457964099918889200324656485463492572307586669921875
0.132223142926728598478547382910619489848613739013671875
0.1336375373576141056819466257366002537310123443603515625
0.128255928691679399467062694384367205202579498291015625
0.131950114858010503215979269953095354139804840087890625
0.15575024875351639597198527553700841963291168212890625
0.1408662309578636862017475550601375289261341094970703125
0.1437766380245731057119229490126599557697772979736328125
0.169564419042871505904912510231952182948589324951171875
0.1423022389597188019916274015486123971641063690185546875
0.133959589947906909657149299164302647113800048828125
0.1693206277507260104631114927542512305080890655517578125
0.141784284333095589314410744918859563767910003662109375
0.145817135538895303881190557149238884449005126953125
0.1452687006442792971849797822869732044637203216552734375
0.1515743374161334922067823072211467660963535308837890625
0.1244030880071367028971707213713671080768108367919921875
0.1260904185139641031643265023376443423330783843994140625
0.13466463494767511033245455109863542020320892333984375
0.1332849272191928002850858092642738483846187591552734375
0.1443344944672945995289836673691752366721630096435546875
0.1388551404023896929107451114759896881878376007080078125
0.1274739340552225874692027218770817853510379791259765625
0.130718854742711998451198951443075202405452728271484375
0.1436792644788290884694248461528331972658634185791015625
0.140219767574792097963864989651483483612537384033203125
0.1508814477034952916678633982883184216916561126708984375
0.1353780447968760125565523821933311410248279571533203125
0.1417907541570573026756818535432103089988231658935546875
0.155269551098725810955869519602856598794460296630859375
0.12961493528135059616346325128688476979732513427734375
0.1514922613641341009316221288827364332973957061767578125
0.137220437812560602797162800925434567034244537353515625
0.1455553137632006055479649830886046402156352996826171875
0.14219996556332559212165733697474934160709381103515625
0.16325980632637360212555677208001725375652313232421875
0.1381057881537103015912038017631857655942440032958984375
0.1411321724254523124475468875971273519098758697509765625
