0.999437987804412841796875
0.99740612506866455078125
0.991708457469940185546875
0.996918141841888427734375
0.992195308208465576171875
0.990187168121337890625
0.990725219249725341796875
0.998347938060760498046875
0.99203395843505859375
0.995927631855010986328125
0.98636734485626220703125
0.99095213413238525390625
0.9941160678863525390625
0.99839079380035400390625
0.99421370029449462890625
0.993637740612030029296875
0.997949421405792236328125
0.99713814258575439453125
0.997078478336334228515625
0.993936240673065185546875
0.991182804107666015625
0.9931471347808837890625
0.993626534938812255859375
0.99673938751220703125
0.9939677715301513671875
0.995900928974151611328125
0.993035614490509033203125
0.997013509273529052734375
0.992918908596038818359375
0.996541321277618408203125
0.997434198856353759765625
0.99674880504608154296875
0.997104108333587646484375
0.996015369892120361328125
0.99761688709259033203125
0.995542705059051513671875
0.99828755855560302734375
0.99539077281951904296875
0.997490227222442626953125
0.997587263584136962890625
0.996468961238861083984375
0.995072901248931884765625
0.992513120174407958984375
0.994305908679962158203125
0.997316300868988037109375
0.99083149433135986328125
0.9958565235137939453125
0.992851734161376953125
0.980379521846771240234375
0.998021304607391357421875
0.997005045413970947265625
0.988603115081787109375
0.993043124675750732421875
0.99864864349365234375
0.990639150142669677734375
0.99437630176544189453125
0.995830714702606201171875
0.98994767665863037109375
0.996958255767822265625
0.99746024608612060546875
0.995196163654327392578125
0.996236979961395263671875
0.98810064792633056640625
0.994206368923187255859375
0.995266735553741455078125
0.997219860553741455078125
0.99788796901702880859375
0.99439060688018798828125
0.99691784381866455078125
0.998472154140472412109375
0.989561975002288818359375
0.997190058231353759765625
0.997615277767181396484375
0.990527629852294921875
0.995376050472259521484375
0.9984226226806640625
0.991906821727752685546875
0.997968494892120361328125
0.99601829051971435546875
0.997650325298309326171875
0.99742758274078369140625
0.997410356998443603515625
0.99673998355865478515625
0.99608552455902099609375
0.99731504917144775390625
0.995736300945281982421875
0.99297249317169189453125
0.992676675319671630859375
0.997335493564605712890625
0.998059749603271484375
0.989857971668243408203125
0.9950206279754638671875
0.99576127529144287109375
0.99347054958343505859375
0.99689805507659912109375
0.995061695575714111328125
0.993371307849884033203125
0.994911491870880126953125
0.977230250835418701171875
0.997206628322601318359375
0.99746143817901611328125
0.994262158870697021484375
0.994908154010772705078125
0.997104227542877197265625
0.9919674396514892578125
0.998533308506011962890625
0.9972403049468994140625
0.9966027736663818359375
0.99641811847686767578125
0.99249827861785888671875
0.99359500408172607421875
0.997227966785430908203125
0.99694979190826416015625
0.992904841899871826171875
0.987007200717926025390625
0.994143068790435791015625
0.990954935550689697265625
0.994374096393585205078125
0.99559819698333740234375
0.9966576099395751953125
0.994532167911529541015625
0.998360455036163330078125
0.9930403232574462890625
0.992352068424224853515625
0.998519599437713623046875
0.990922033786773681640625
0.99547863006591796875
0.995670497417449951171875
0.998200953006744384765625
0.987425029277801513671875
0.995279729366302490234375
0.991684257984161376953125
0.9966485500335693359375
0.991049110889434814453125
0.9962007999420166015625
0.9902756214141845703125
0.998526632785797119140625
0.994074344635009765625
0.99352133274078369140625
0.998698174953460693359375
0.992461502552032470703125
0.997168838977813720703125
0.99812042713165283203125
0.992429196834564208984375
0.9954435825347900390625
0.990431606769561767578125
0.998542129993438720703125
0.994080483913421630859375
0.995949447154998779296875
0.99580013751983642578125
0.998008072376251220703125
