0.61621731221678277545805713089066557586193084716796875
0.592841354044061130679210691596381366252899169921875
0.6361568414240021951400194666348397731781005859375
0.626970141824212401360227886470966041088104248046875
0.6393979771001443435096689427155070006847381591796875
0.62917115245084065389136185331153683364391326904296875
0.64066438668454939175944673479534685611724853515625
0.61966627918291827814556427256320603191852569580078125
0.60682390981965805831777061030152253806591033935546875
0.63549802817314227088019151779008097946643829345703125
0.64831837212484832999592754276818595826625823974609375
0.610545354379061766536551658646203577518463134765625
0.62249648913362276569927189484587870538234710693359375
0.613031643416758864617577273747883737087249755859375
0.62264510193509547963941486159455962479114532470703125
0.61353337193124157789014816444250755012035369873046875
0.6044786815761316045580997524666599929332733154296875
0.62004403056520496217984828035696409642696380615234375
0.60388502984979297583123525328119285404682159423828125
0.62874735732917741426462043818901292979717254638671875
0.61417273107144410015933999602566473186016082763671875
0.6287455798997019229545912821777164936065673828125
0.62104883054980508649833836898324079811573028564453125
0.6124808560976078286586243848432786762714385986328125
0.63242245074707803542679585007135756313800811767578125
0.630035691604879932725680191651917994022369384765625
0.6261197733795811348755933067877776920795440673828125
0.571550457118806587430981380748562514781951904296875
0.62417324708732146998357848133309744298458099365234375
0.58856797656082149305944994921446777880191802978515625
0.6399613956876926135208805135334841907024383544921875
0.64357702055529186768723093337030149996280670166015625
0.6080701834644270942220600772998295724391937255859375
0.58129744931065985280582708583096973598003387451171875
0.60114345178369454902878032953594811260700225830078125
0.6293346490452373931390184225165285170078277587890625
0.617240841690171126998620820813812315464019775390625
0.6086614277594701860607528942637145519256591796875
0.61190170705263413619690027189790271222591400146484375
0.646770795645981166899218806065618991851806640625
0.60996528442211073173240265532513149082660675048828125
0.61826959253304247798865844742977060377597808837890625
0.64869530008110298791024206366273574531078338623046875
0.6130402770217167063293572937254793941974639892578125
0.6248866531869821105971141150803305208683013916015625
0.60275881145979848252380861595156602561473846435546875
0.59829164782978450087824739966890774667263031005859375
0.57803381873728565398806722441804595291614532470703125
0.6403676811452356787413009442389011383056640625
0.60347119355140410590365718235261738300323486328125
0.61863082764986876416202221662388183176517486572265625
0.63511551578341352009005049694678746163845062255859375
0.60670764699147772258669419898069463670253753662109375
0.5234805477651909288994147573248483240604400634765625
0.6225504983942238279581715687527321279048919677734375
0.60927097277553554643958477754495106637477874755859375
0.626899474848603421861525930580683052539825439453125
0.6355800698759643818647191437776200473308563232421875
0.620456914278737503565253064152784645557403564453125
0.621201967614203542922268752590753138065338134765625
0.626648286221782147009662367054261267185211181640625
0.61920578323906927398212474145111627876758575439453125
0.6053310341635873559340552674257196485996246337890625
0.62502400483020104093867530536954291164875030517578125
0.6436658288927958881942004154552705585956573486328125
0.6291684439626374913956396994763053953647613525390625
0.5903125432383606874253700880217365920543670654296875
0.61934191437232188892636486343690194189548492431640625
0.6271479803040909128952762330300174653530120849609375
0.63496384357437707368632118232198990881443023681640625
0.660809742394942389864809229038655757904052734375
0.6088358939698588212507956995978020131587982177734375
0.5857318432049412049167358418344520032405853271484375
0.64336107476946635674863728127093054354190826416015625
0.622356044165528476952431446989066898822784423828125
0.64126947071980577863570260888081975281238555908203125
0.62560325629335900021743555043940432369709014892578125
0.542706854483840483993617453961633145809173583984375
0.63266543532776930991445851759635843336582183837890625
0.5963432903586944888729703961871564388275146484375
0.629310017635753116138630502973683178424835205078125
0.5972589241066061926943575599580071866512298583984375
0.625602917974613870200073506566695868968963623046875
0.62447975846562042701037853476009331643581390380859375
0.54610328752072667679584583311225287616252899169921875
0.67905917156190509498259189058444462716579437255859375
0.5969428854251359606308824368170462548732757568359375
0.6210027005866007865364508688799105584621429443359375
0.60611476126248631235426955754519440233707427978515625
0.59992305042835791795141631155274808406829833984375
0.63931607110835575458196444742497988045215606689453125
0.63123633407259871486161273423931561410427093505859375
0.5878921766430982298601293223327957093715667724609375
0.60682806265046129734486157758510671555995941162109375
0.6045092866562651323647514800541102886199951171875
0.626554258737157088177127661765553057193756103515625
0.59946448473206304097260499474941752851009368896484375
0.58922801538613989169590468009118922054767608642578125
0.46277681794507696810825336797279305756092071533203125
0.61921265423722615661716872637043707072734832763671875
0.60395682834025776752895353638450615108013153076171875
0.6203032092607518865889915105071850121021270751953125
0.6469489304583226907396920069004409015178680419921875
0.6102781144567825943880734484991990029811859130859375
0.62999967333094086807676603712025098502635955810546875
0.572250441208810745052915081032551825046539306640625
0.548067344963687919090489231166429817676544189453125
0.57283433882043599538747002952732145786285400390625
0.60199811738181152609428181676776148378849029541015625
0.54828175105565346569846951751969754695892333984375
0.63331365848715603927843176279566250741481781005859375
0.57411068974171930445749012505984865128993988037109375
0.6085940201063555488047995822853408753871917724609375
0.63296651284515081936632441284018568694591522216796875
0.63900200862195133399978885790915228426456451416015625
0.63032270796128120338153166812844574451446533203125
0.61623108965945849746503881760872900485992431640625
0.58727571864481598051810351535095833241939544677734375
0.57690304044667328753348556347191333770751953125
0.62967977502318117632995608801138587296009063720703125
0.6055559932623648666805138418567366898059844970703125
0.5601368037201570615479795378632843494415283203125
0.6198619150383988252173139699152670800685882568359375
0.6289694270122232477859824939514510333538055419921875
0.55910620705684033193705317899002693593502044677734375
0.61843427477727563879028593873954378068447113037109375
0.6082086671532465071976503168116323649883270263671875
0.64029208129170545049646534607745707035064697265625
0.58318824330851171122702680804650299251079559326171875
0.64412947297713618599601659298059530556201934814453125
0.62171677971007088814303642720915377140045166015625
0.61284241600014455197964480248629115521907806396484375
0.6289825309126759744771106852567754685878753662109375
0.59616908812402780171169069944880902767181396484375
0.6047669206844543676737657733610831201076507568359375
0.630043285448954382133024409995414316654205322265625
0.60246492603002510524135004743584431707859039306640625
0.61449635914775324607717266189865767955780029296875
0.6363713476417165448850710163242183625698089599609375
0.606585872113524882109913960448466241359710693359375
0.632053186596106097994152150931768119335174560546875
0.623377778559611073205815046094357967376708984375
0.54144792989306689268147465554648078978061676025390625
0.62721014650300188630893671870580874383449554443359375
0.5952132790428106279279063528520055115222930908203125
0.63638358779865544789799969294108450412750244140625
0.5973398911645950715154640420223586261272430419921875
0.63351828681213906424574133779969997704029083251953125
0.5437886677001990687330135187949053943157196044921875
0.60987734781942481987471182947047054767608642578125
0.61858890858696391479298881677095778286457061767578125
