0.57771267775264523169909125499543733894824981689453125
0.57208979161733031215675282510346733033657073974609375
0.628913466912262464347804780118167400360107421875
0.58165844378408293469107093187631107866764068603515625
0.62894526727078059469278059623320586979389190673828125
0.62481914317573039596709350007586181163787841796875
0.633229326184814755862362289917655289173126220703125
0.60751105648980796569702533815870992839336395263671875
0.59059286617123751828017930165515281260013580322265625
0.61377473617223632373907094006426632404327392578125
0.6348899423270173425493112517870031297206878662109375
0.5579869884065382645843556019826792180538177490234375
0.598748328841121946197745273821055889129638671875
0.60760783575909693698946512085967697203159332275390625
0.60648131976129615594572896952740848064422607421875
0.5948713864613193180730377207510173320770263671875
0.5770055985656730168642525313771329820156097412109375
0.5989404979211621071755189404939301311969757080078125
0.583241423945159542796545792953111231327056884765625
0.6030304588791068898245839591254480183124542236328125
0.6007445168107050648131917114369571208953857421875
0.60780098464744158892614223077544011175632476806640625
0.60959830507900658602693511056713759899139404296875
0.59385889625269039360233591651194728910923004150390625
0.60520728400649848044423606552300043404102325439453125
0.61691340112842107945567704518907703459262847900390625
0.6022016344261309495067280295188538730144500732421875
0.550862493374285833169778925366699695587158203125
0.610336113355397724689055394264869391918182373046875
0.55896931274485261997853058346663601696491241455078125
0.636447275996195660496823620633222162723541259765625
0.5997485077529829400333483135909773409366607666015625
0.57195964564352885783904412164702080190181732177734375
0.5675692329906689703733491114689968526363372802734375
0.59773839105694348550201766556710936129093170166015625
0.6044045762734808757699056513956747949123382568359375
0.6039277881753644106055389784160070121288299560546875
0.59227863103220890206301874059136025607585906982421875
0.5931265300925174788204685683012939989566802978515625
0.61432541579852084634438824650715105235576629638671875
0.5909370031394960420811912626959383487701416015625
0.608941761653866375780808084527961909770965576171875
0.63660734455279766041968514400650747120380401611328125
0.5988002545577633117801497064647264778614044189453125
0.61097688676988604061790510968421585857868194580078125
0.59610955359156181376789618298062123358249664306640625
0.58139276673798467864884287337190471589565277099609375
0.5652288248910048995554689099662937223911285400390625
0.6239472927164282367584746680222451686859130859375
0.58205546522805595710536863407469354569911956787109375
0.608455545201855851900063498760573565959930419921875
0.6319340804599071770297769035096280276775360107421875
0.58800513404872944978052373699028976261615753173828125
0.5023657362972124840183596461429260671138763427734375
0.6076813965861675992385926292627118527889251708984375
0.59283129103854614871949024745845235884189605712890625
0.610713028956961334614561565103940665721893310546875
0.61643869105188375812076628790237009525299072265625
0.6112190543874735926266339447465725243091583251953125
0.6001217106546616886220135711482726037502288818359375
0.61115588146957600113040598444058559834957122802734375
0.591248787944818499084931318066082894802093505859375
0.56670923095749226039430368473404087126255035400390625
0.617514749037370247464195927022956311702728271484375
0.62328334789763106815740911770262755453586578369140625
0.6047248419401543007012378438957966864109039306640625
0.58133732710895136275297545580542646348476409912109375
0.60285306853910103352944815924274735152721405029296875
0.60163837469160430515557891339994966983795166015625
0.615764439658997186910482923849485814571380615234375
0.6527095076332176670774742888170294463634490966796875
0.59874607517163858094733086545602418482303619384765625
0.5715479711670834461756385280750691890716552734375
0.6253115414154157836179592777625657618045806884765625
0.594122201428678220480605887132696807384490966796875
0.62206394999614789131925363108166493475437164306640625
0.60470591818016405927238565709558315575122833251953125
0.5261518944700134259306878448114730417728424072265625
0.62631653553545973966976134761353023350238800048828125
0.56798965232162845762076130995410494506359100341796875
0.61803368343062692336076224819407798349857330322265625
0.58551468986258681237444534417591057717800140380859375
0.61145326239422115310873095950228162109851837158203125
0.6005778387670683837740170929464511573314666748046875
0.52676137207213391544513569897389970719814300537109375
0.6796071498866778082259543225518427789211273193359375
0.58239920534583233813208380524883978068828582763671875
0.6049914068221518004264680712367407977581024169921875
0.58852662921221365888158061352442018687725067138671875
0.58614032228897727794247884958167560398578643798828125
0.62333473721285426183413846956682391464710235595703125
0.61110461238605495726261551681091077625751495361328125
0.57430465890292381470061400250415317714214324951171875
0.59724386343745472505162297238712199032306671142578125
0.58321308677631489292281230518710799515247344970703125
0.61298511576611225404320748566533438861370086669921875
0.58418837045418892106596331359469331800937652587890625
0.56748718259519870255047635509981773793697357177734375
0.429902799932262824622597463530837558209896087646484375
0.60545244326989633432134496615617536008358001708984375
0.5882006488904296670483518028049729764461517333984375
0.6014337163209402259411717750481329858303070068359375
0.6309182281119642965450111660175025463104248046875
0.5991863377288402237041964326635934412479400634765625
0.62168925308312050770354062478872947394847869873046875
0.5677526001854082959852121348376385867595672607421875
0.5058355791684003843755590423825196921825408935546875
0.5625133191149920275364593180711381137371063232421875
0.59238157064596308476467356740613467991352081298828125
0.54482916484865351325339588584029115736484527587890625
0.61526496937410490861708467491553165018558502197265625
0.56490245478872858075902740893070586025714874267578125
0.57481647682137360089171806976082734763622283935546875
0.59804221036823934642967515173950232565402984619140625
0.632201691136220933486811190959997475147247314453125
0.62316958627601837239495807807543314993381500244140625
0.57049181407792148856827907366096042096614837646484375
0.5593397871618694949802375049330294132232666015625
0.5553978484736727949666601489298045635223388671875
0.609461445858269446063104624045081436634063720703125
0.59884264511641449590939600966521538794040679931640625
0.54097769506181780929665592339006252586841583251953125
0.60303772233411201408870283557916991412639617919921875
0.601094737993659311570127101731486618518829345703125
0.53444453502605571149075558423646725714206695556640625
0.6104729608129890738865697130677290260791778564453125
0.60261772983685546467569338346947915852069854736328125
0.6323305870314974708179533990914933383464813232421875
0.567191152811447718562476438819430768489837646484375
0.6187100940193825948654193780384957790374755859375
0.58615779227485942382003258899203501641750335693359375
0.5857949164553619691986341422307305037975311279296875
0.61988039794873428522947733654291369020938873291015625
0.58740208518699799089546331742894835770130157470703125
0.598166482641810492992817671620287001132965087890625
0.59458465113470515550631034784601069986820220947265625
0.6013022122110964762242701908689923584461212158203125
0.59332700990182285494256575475446879863739013671875
0.61862399701526571416110300560831092298030853271484375
0.57636901722435851525006000883877277374267578125
0.6230252350988385590113693979219533503055572509765625
0.61086569279310565239171637585968710482120513916015625
0.52971376585604856845890253680408932268619537353515625
0.6157028805343276456341072844224981963634490966796875
0.57334111148287980608273528559948317706584930419921875
0.61474892067758357683260328485630452632904052734375
0.58040217195237364666837720506009645760059356689453125
0.60605680135464845559312152545317076146602630615234375
0.5237838886721137843238693676539696753025054931640625
0.59632688478750350835611016009352169930934906005859375
0.61039125240417224649291938476380892097949981689453125
