667.116026401519775390625
663.8983056545257568359375
675.000627994537353515625
648.8118231296539306640625
673.471563816070556640625
658.9037456512451171875
657.0249843597412109375
673.853785991668701171875
665.5543038845062255859375
677.148484706878662109375
641.0364964008331298828125
675.908442020416259765625
674.751528263092041015625
672.431976795196533203125
669.2258021831512451171875
660.46616363525390625
641.539493560791015625
674.127787113189697265625
666.6718299388885498046875
650.8895971775054931640625
668.017318248748779296875
670.0249931812286376953125
645.141700267791748046875
636.7297394275665283203125
656.3446314334869384765625
650.771923065185546875
659.0268886089324951171875
665.838058948516845703125
649.2964875698089599609375
669.591706752777099609375
661.6319315433502197265625
667.3982105255126953125
667.0433280467987060546875
666.0466930866241455078125
642.372209072113037109375
642.3145458698272705078125
642.498431682586669921875
666.2616426944732666015625
669.5075199604034423828125
648.38442707061767578125
668.0441944599151611328125
647.872280120849609375
652.214676380157470703125
663.3238506317138671875
680.5563776493072509765625
671.3550701141357421875
669.986675262451171875
664.4809901714324951171875
644.68573284149169921875
669.3167667388916015625
654.24739837646484375
677.548062801361083984375
669.2815029621124267578125
649.22635936737060546875
649.4285366535186767578125
665.0650980472564697265625
666.53228282928466796875
663.53589344024658203125
647.422338962554931640625
658.439042568206787109375
672.2771165370941162109375
668.721542835235595703125
686.1129090785980224609375
667.53824710845947265625
664.541712284088134765625
633.0231206417083740234375
646.2760550975799560546875
677.07217884063720703125
682.082708835601806640625
669.060202121734619140625
676.208196163177490234375
665.3592703342437744140625
663.2619926929473876953125
638.3707168102264404296875
635.73220062255859375
659.4047777652740478515625
663.7184646129608154296875
671.0613634586334228515625
675.1282804012298583984375
686.9306805133819580078125
663.2213943004608154296875
671.8520984649658203125
663.246388912200927734375
669.5453498363494873046875
668.810545444488525390625
666.5128171443939208984375
662.81701755523681640625
666.33283519744873046875
666.4219763278961181640625
673.89850139617919921875
671.0941026210784912109375
670.984283924102783203125
674.743953227996826171875
680.3767364025115966796875
669.4851348400115966796875
636.4896357059478759765625
675.6740577220916748046875
670.5385105609893798828125
645.4848010540008544921875
653.5667483806610107421875
677.217692852020263671875
658.2132556438446044921875
659.8664815425872802734375
660.296685695648193359375
672.968681812286376953125
660.1579701900482177734375
679.5362927913665771484375
686.440194606781005859375
676.2753884792327880859375
660.65428256988525390625
642.7644021511077880859375
662.5734007358551025390625
671.551907062530517578125
675.7975475788116455078125
664.3838589191436767578125
667.00023937225341796875
672.1032311916351318359375
663.9319598674774169921875
639.4692103862762451171875
671.6432425975799560546875
674.14054203033447265625
637.5768201351165771484375
672.3913218975067138671875
651.683043003082275390625
651.8597018718719482421875
669.530862331390380859375
651.0343520641326904296875
655.746487140655517578125
670.384020328521728515625
655.3113491535186767578125
637.812957763671875
669.9568274021148681640625
677.301367282867431640625
680.031806468963623046875
649.697373867034912109375
666.709660053253173828125
672.4882068634033203125
667.1978309154510498046875
653.647669315338134765625
662.4605801105499267578125
674.5997374057769775390625
660.3916218280792236328125
657.34597682952880859375
677.2081086635589599609375
663.124722003936767578125
668.3128087520599365234375
672.888324260711669921875
647.779057025909423828125
671.6752774715423583984375
673.7897651195526123046875
664.0024349689483642578125
