171712723540014640722
163968160629951302893
151948550848737960466
169140896545063768908
138481861249593436965
152608972895368008522
165222685612887673712
175742105481005058355
163740720435430780244
163064387684118470704
161363483445028436066
161747599228653413499
159901300781924888292
164053722781221448620
161197445225296349594
180061944094607869185
177339191056759336012
161491341414993543373
169084196527418433833
175791407812600306279
162090823924977422983
176665896791538441610
174937885105563855164
168216531921493626942
165837211036771299164
171167545023150564508
170482981190441815982
180424265968730843926
169640020039877564481
179804205598590383703
163641893741607511356
165730086561608194493
169438824945981382197
167278668393619662479
165688674237127010528
165392930482842446968
170546929080907229025
166241597755610430171
179061087930425254503
167240050187755268726
185025557017252221798
126785066301625021088
162554249615037494782
167570334896337735216
157671348102895839996
171911066031447317859
172627552748598917959
154880567793357480986
134284971121494525997
176345251345883872086
169760081962093376718
158498419495417555536
168977700284754747632
191574703020487311997
171520699133938275773
164037902134326690242
161225995750231498352
165967675682771447495
166750525648245774271
172884577879852007897
161607538500714613739
178440555475348596676
168843347470203118432
145999904284842945349
149867006021855709183
162812158130219768372
159818097137475109614
170634498394114183976
169052131338626190161
166063788008606329397
145288326166456695172
165241970238618879400
201876261286384720189
169881177612927869890
176458846530102264084
154885593077812066077
175392815522435766849
185949373093338776298
165840326082235343318
150765494661939179309
175518055484016838771
170483944832720995704
153866027601534660864
171433516131028795420
194061985994876933705
152193037380186406775
150962470988688058195
161685042279374016991
161973334299066032510
164226704123557704076
164373334593512638961
163202624286564641506
173919123391378394020
154621967787433805317
177630458447927776802
165736786440797296500
183049899609344519735
195071811716593492383
46997918881254736532
163971383547025857785
171739630525585033179
169524367616040894479
149949296207348951290
155098757357923285478
156815283412437400751
192200786281078691001
172428892241936825323
194264993963360819720
181576351717075624044
145222169422500567984
160048629694902314789
171910485011658589640
168839694765618623960
169388721922731734578
165944028823676722994
159670707663110136058
159809927234170762676
157112397980774239637
188150896583484109209
165594931536437609405
170730263911386887016
191698981936938418602
171605142088501935299
162179241811381387517
193277513368004296666
167265390040642044977
177010059455631795462
155400147889723590953
157890916694612768943
151093200004884921075
157428827698317232966
159032531495687491228
167025078271765915465
173884708372488664939
162482482498110256069
158036885647348433613
166671505313606501697
167459349581648906051
162794367542371920389
178039397037654410336
160456243999570754228
172016308876489638532
174910117756282539137
143865950453820908129
174801617584586115179
173196223134338048259
171495573925530428302
169403053247706921078
167168901627550458265
164107329519053560191
178353712119135913800
