0.1392519490242294100124098576998221687972545623779296875
0.141540058401646351438074589168536476790904998779296875
0.1217812662260893963317442967309034429490566253662109375
0.1359217557258010355969446436574799008667469024658203125
0.11011005505943334548124568073035334236919879913330078125
0.12444020307166216154914906155681819655001163482666015625
0.13382057409133751857410743468790315091609954833984375
0.1420264941300850847216707961706561036407947540283203125
0.138465934031983650687180897875805385410785675048828125
0.140055460954895460989888533731573261320590972900390625
0.129314434481540618815387233553337864577770233154296875
0.1301383041126992490266189861358725465834140777587890625
0.13270844020532646112542352057062089443206787109375
0.1311581828401642557668793642733362503349781036376953125
0.13474705570452683023319195854128338396549224853515625
0.1473413433071223133108418323899968527257442474365234375
0.149624411215009356368454973562620580196380615234375
0.1327486156332629285703461619050358422100543975830078125
0.13947305852058178299301971492241136729717254638671875
0.14099980961480473862224016556865535676479339599609375
0.137492832656876673436130431582569144666194915771484375
0.14214913287619534987271663339924998581409454345703125
0.1392207483483348939845569702811189927160739898681640625
0.135857696260644533747807827239739708602428436279296875
0.130252127319170296626538174677989445626735687255859375
0.1329233769312425927910936707121436484158039093017578125
0.127103518785931957069124109693802893161773681640625
0.14957204336962448554260163291473872959613800048828125
0.135539339188821106318982856464572250843048095703125
0.143129552903854040390996260612155310809612274169921875
0.1353055426975317276916399578112759627401828765869140625
0.1302794681742096838394928681736928410828113555908203125
0.1479314547009749347683538189812679775059223175048828125
0.1386770622230685534592709018397727049887180328369140625
0.1346623019573301716089730462044826708734035491943359375
0.12829556002053876806456855774740688502788543701171875
0.134967307391515134451509538848767988383769989013671875
0.135390185273117247266583262899075634777545928955078125
0.1373233791611616627648118083016015589237213134765625
0.131029142433507772569356575331767089664936065673828125
0.149569257359952800801039529687841422855854034423828125
0.12018900944561472510230260013486258685588836669921875
0.129128869762851927749380820387159474194049835205078125
0.1372032048029064588146042069638497196137905120849609375
0.1300532717795022386031433825337444432079792022705078125
0.1368282150902715155194044882591697387397289276123046875
0.14680249121207677998057761215022765100002288818359375
0.1351279654577732802778200493776239454746246337890625
0.11169098363887490499291033074769075028598308563232421875
0.15240926436373303243243526594596914947032928466796875
0.1389792646164333123071088493816205300390720367431640625
0.1289134906697576854472941931817331351339817047119140625
0.1413414952448097949844196818958153016865253448486328125
0.16601969654450299263004353633732534945011138916015625
0.1362539714217214648073195348843000829219818115234375
0.1359480917633816565714965918232337571680545806884765625
0.1318470054126356927337582192194531671702861785888671875
0.1293809099481184887725504495392669923603534698486328125
0.13478336231522958232886821861029602587223052978515625
0.1307485527049070672678254823040333576500415802001953125
0.1322156959843787948916116192776826210319995880126953125
0.14511721286932377505962676877970807254314422607421875
0.1405676915451915254262615917468792758882045745849609375
0.1243097458659243870204846871274639852344989776611328125
0.129868715752209096248037667464814148843288421630859375
0.13252631480561749555135975242592394351959228515625
0.14415004112136931002652318056789226830005645751953125
0.1330977185148568275874225719235255382955074310302734375
0.136391068908525314729018873549648560583591461181640625
0.1354178097058162111299139951370307244360446929931640625
0.11908276123806786628289700047389487735927104949951171875
0.13718630707492984743822717064176686108112335205078125
0.1677894795359955448788014109595678746700286865234375
0.13834540175446397025638134437031112611293792724609375
0.1449644886036491053804553530426346696913242340087890625
0.127929830141790434883120042286464013159275054931640625
0.1336846176145011499958314971081563271582126617431640625
0.163036141207397122787625676210154779255390167236328125
0.13514412000609488107016886715427972376346588134765625
0.134001606007904838779865031028748489916324615478515625
0.137156169425750373846994989435188472270965576171875
0.1422749601074610736883840900190989486873149871826171875
0.1307105916993517025215254534487030468881130218505859375
0.141194621274856879633574635590775869786739349365234375
0.16834071852213583486701509173144586384296417236328125
0.11775665631610142403129515287218964658677577972412109375
0.1368336487628494524404487719948519952595233917236328125
0.130927979013447493006339072962873615324497222900390625
0.14056177122021884517977241557673551142215728759765625
0.1425273013748289130386837086916784755885601043701171875
0.12981074854782337357761434759595431387424468994140625
0.136949616222169445745038274253602139651775360107421875
0.1459002689326634738531396351390867494046688079833984375
0.1344406317011573037678573427911032922565937042236328125
0.1393067562453526864185704425835865549743175506591796875
0.13560500376094763996803749250830151140689849853515625
0.14891599220741957854130532723502255976200103759765625
0.166114937362061676484614736182265914976596832275390625
0.08724117137852570313949485125704086385667324066162109375
0.1349935972831949604344714543913141824305057525634765625
0.133663325508908970018495665499358437955379486083984375
0.1374038556347618733610715935355983674526214599609375
0.124985340781762099826579515138291753828525543212890625
0.1210629236878701664448243491278844885528087615966796875
0.12977591315841296992772413432248868048191070556640625
0.163914358723709019383107943212962709367275238037109375
0.1617701974266776698829772840326768346130847930908203125
0.1685899693111239383558341842217487283051013946533203125
0.1440836104868994660410663755101268179714679718017578125
0.1488492608147191365031147824993240647017955780029296875
0.128552100131960667095398775927606038749217987060546875
0.1405716763072707709003594800378778018057346343994140625
0.13470645480842302621482531321817077696323394775390625
0.1314855697484187402324096183292567729949951171875
0.1276986920579163131694855337627814151346683502197265625
0.1336375373576141056819466257366002537310123443603515625
0.128255928691679399467062694384367205202579498291015625
0.1271539425798899058950297558112652041018009185791015625
0.1557502487535164237275608911659219302237033843994140625
0.140802943164582139434770624575321562588214874267578125
0.1438634388232387928407973731737001799046993255615234375
0.1647371918703905147030042144251638092100620269775390625
0.1423022389597188575027786328064394183456897735595703125
0.1339595899479069374127249147932161577045917510986328125
0.1693206277507260104631114927542512305080890655517578125
0.138165949153399469917502528915065340697765350341796875
0.1458171355388953316367661727781523950397968292236328125
0.126758336970794138753859670032397843897342681884765625
0.15161689320892601795520704399677924811840057373046875
0.1244030880071367584083219526291941292583942413330078125
0.1261343574825704028086192920454777777194976806640625
0.13466463494767511033245455109863542020320892333984375
0.1333270274332775395809136398383998312056064605712890625
0.1442486932465711080286752121537574566900730133056640625
0.1388551404023897484218963427338167093694210052490234375
0.1274739340552225874692027218770817853510379791259765625
0.1309276147491668929045971481173182837665081024169921875
0.1435397212159043311974215839654789306223392486572265625
0.13229725269345571359025370838935486972332000732421875
0.150881447703495374934590245175058953464031219482421875
0.13543657112788520802126868147752247750759124755859375
0.133753250769103271267113086651079356670379638671875
0.1552695510987258387114451352317701093852519989013671875
0.1296149352813506794301900981736253015697002410888671875
0.1514922613641341009316221288827364332973957061767578125
0.1372204378125606860638896478121750988066196441650390625
0.1454888447663729433845247740464401431381702423095703125
0.1359588411921373862778494867598055861890316009521484375
0.163259806326373657636708003337844274938106536865234375
0.13804622714423253615478870415245182812213897705078125
0.1410957441758380337404332749429158866405487060546875
