0.1454463343011614118172047938060131855309009552001953125
0.1388722366429424870393205537766334600746631622314453125
0.1283905587356289068612369419497554190456867218017578125
0.1433100134032871120215446580914431251585483551025390625
0.11729869907550420637942778512297081761062145233154296875
0.1292648280890152101552104113579844124615192413330078125
0.13994905834795490218169788931845687329769134521484375
0.1487781775115391003083686882746405899524688720703125
0.1386937850159652985126967905671335756778717041015625
0.1381209088922966954360305180671275593340396881103515625
0.136680186961662897271452266068081371486186981201171875
0.1338036753153236946278781260843970812857151031494140625
0.1354496591417732875850532536787795834243297576904296875
0.1435797036408966997900193973691784776747226715087890625
0.1365395471190463949628934869906515814363956451416015625
0.152518399194794707085520713008008897304534912109375
0.150212137664500311462489889891003258526325225830078125
0.1367884868747923921006304226466454565525054931640625
0.1432198853187444942403061531877028755843639373779296875
0.148901114261489386780823451772448606789112091064453125
0.137296268312051494842052079548011533915996551513671875
0.1496418352386607864001888401617179624736309051513671875
0.148178152407399899015416622205520980060100555419921875
0.1424849448103598092973953725959290750324726104736328125
0.140469581628909712112118768345681019127368927001953125
0.1450188644850509966932605721012805588543415069580078125
0.1399556884290664993120145709326607175171375274658203125
0.1527329484077946941678050052360049448907375335693359375
0.1435387494275252862063751990717719309031963348388671875
0.1523000861968920871536425920567126013338565826416015625
0.138610075550228806218200361399794928729534149169921875
0.1476689132973748874722019763794378377497196197509765625
0.1435202672733000006655146307821269147098064422607421875
0.1383038015569904022328273640596307814121246337890625
0.1403702967856144956382280497564352117478847503662109375
0.137060437469850693315009948491933755576610565185546875
0.1444588679845709988658342126655043102800846099853515625
0.1408121105031985009770068018042366020381450653076171875
0.151670641048269494444156180179561488330364227294921875
0.138263875131794111705829664060729555785655975341796875
0.1567227428776916953179210167945711873471736907958984375
0.107391128377297306872861781812389381229877471923828125
0.1376888051401363999293181450411793775856494903564453125
0.1372294405442343878664956946522579528391361236572265625
0.13358044089766440976063677226193249225616455078125
0.1456494556846111010361966009440948255360126495361328125
0.1462212247819429100648136454765335656702518463134765625
0.1311581797273803917658341333662974648177623748779296875
0.11364859045838039686149301132900291122496128082275390625
0.14937678313712210442787409192533232271671295166015625
0.143792382550483488490300487683271057903766632080078125
0.1342533834003518944388844147397321648895740509033203125
0.14312967949244959076082750470959581434726715087890625
0.162270085318810597385663641034625470638275146484375
0.1421221557542833024978534695037524215877056121826171875
0.138945507706251192292512541825999505817890167236328125
0.136553654424877490836109927840880118310451507568359375
0.140580089482523706845285005329060368239879608154296875
0.14124318919603739974633072051801718771457672119140625
0.14643893353638659515780773290316574275493621826171875
0.1368869096347730962559552381208050064742565155029296875
0.1511450296139789928329122403738438151776790618896484375
0.1387020488700815012972356043974286876618862152099609375
0.12361602986658980218859227306893444620072841644287109375
0.126942291806870388715111630517640151083469390869140625
0.1378791894145112995051505322408047504723072052001953125
0.1353711938429295880137459562320145778357982635498046875
0.14118674906727779472248585079796612262725830078125
0.1431927250473775947714472067673341371119022369384765625
0.140661499789143107363997842185199260711669921875
0.12306399911441789907229349410044960677623748779296875
0.1399653930613246888281508972795563749969005584716796875
0.171052973288023213438435732314246706664562225341796875
0.1439191955022700863953133421091479249298572540283203125
0.1494664568454867892288717712290235795080661773681640625
0.13119320039192938764927021111361682415008544921875
0.1456465135899006890785045698066824115812778472900390625
0.157505245531340209996784551549353636801242828369140625
0.140414941762163902883031596502405591309070587158203125
0.127703341287754790212005673311068676412105560302734375
0.1486695758329706074096776546866749413311481475830078125
0.1444055182511992108107534704686258919537067413330078125
0.1303295948416393901236887131744879297912120819091796875
0.14528419055972818796362844295799732208251953125
0.1618472997696560888858385851563070900738239288330078125
0.12891251700372319266563181372475810348987579345703125
0.12787018672634020699518941910355351865291595458984375
0.1369525578888342864924965169848292134702205657958984375
0.1372203277826070932920998757253983058035373687744140625
0.139105429211636988373612666691769845783710479736328125
0.1392296300507601947149538546000258065760135650634765625
0.1382379998490851080727992439278750680387020111083984375
0.1473152276700835094924713075670297257602214813232421875
0.1309699010852495015821972401681705377995967864990234375
0.150458850741280791840637220957432873547077178955078125
0.14038451868740509098643087781965732574462890625
0.1550492959607067955385417690195026807487010955810546875
0.1652322516045421074704080410811002366244792938232421875
0.03870452369416139959401590431298245675861835479736328125
0.1388891642712025975558987056501791812479496002197265625
0.1454691254044508941234425947186537086963653564453125
0.1410205742301003095651168450785917229950428009033203125
0.12477063818039789422353891268357983790338039398193359375
0.131579375327298186970637061676825396716594696044921875
0.132832506014697704355143059729016385972499847412109375
0.16280039846825589133771927663474343717098236083984375
0.1460026142812672900195281044943840242922306060791015625
0.164548850385124290074401187666808255016803741455078125
0.1538011523465979968339212291539297439157962799072265625
0.1230079621726039018625442622578702867031097412109375
0.13561094062447709429619635557173751294612884521484375
0.1456138447833414117926764674848527647554874420166015625
0.1430127842708384111602981647592969238758087158203125
0.13964560820362859061560811824165284633636474609375
0.140648072154160697078140174198779277503490447998046875
0.1352463501020639002891954305596300400793552398681640625
0.135364273665654899492238882885430939495563507080078125
0.133046998469320498781343076188932172954082489013671875
0.1593700084616475887155928603533538989722728729248046875
0.140264326927836691094597654227982275187969207763671875
0.1446412945773128122528561334547703154385089874267578125
0.1623753536556938048551756992310401983559131622314453125
0.14523468567887809488325956408516503870487213134765625
0.1373711611749622030220763235774938948452472686767578125
0.1637610979857632986789184315057354979217052459716796875
0.1417074500255146862759403347808984108269214630126953125
0.1499333523543626978113962877614540047943592071533203125
0.1316290452707866986958862298706662841141223907470703125
0.133738808512521012428209132849588058888912200927734375
0.12798091851022108667024212991236709058284759521484375
0.1333474039080949913316231913995579816401004791259765625
0.1321305084931174989026914090572972781956195831298828125
0.1414757443139139925225578053868957795202732086181640625
0.1472636976752245974164878816736745648086071014404296875
0.1376280160275696051730420776948449201881885528564453125
0.13386244902476429619042619378888048231601715087890625
0.1411762563690948935057889457311830483376979827880859375
0.141843586421432188426905440792324952781200408935546875
0.1378507974570855054707863018848001956939697265625
0.150789332133466513763409011517069302499294281005859375
0.1359117252603115055809013256293837912380695343017578125
0.14570348108345909654559591217548586428165435791015625
0.148122861610719802616387141824816353619098663330078125
0.12185920002244099435984026058577001094818115234375
0.14806272932749109383365748726646415889263153076171875
0.1466353718568310926517739289920427836477756500244140625
0.1452624014232097027221612961511709727346897125244140625
0.14348996746628228660114245940349064767360687255859375
0.141601466380477492013056917130597867071628570556640625
0.13900431498855658762892062441096641123294830322265625
0.1510714704300167021688849899874185211956501007080078125
