18.240931272506710314473821199499070644378662109375
18.0906465053558349609375
18.14701747894287109375
18.125838756561279296875
18.405807971954345703125
18.4144470691680908203125
17.971833705902099609375
18.177055835723876953125
17.8977634906768798828125
17.821328639984130859375
17.97472286224365234375
17.989748477935791015625
18.1009807586669921875
20.380094528198238634786321199499070644378662109375
17.1956870555877685546875
18.1379287242889404296875
18.10727214813232421875
18.167986392974857068338678800500929355621337890625
17.7767734527587890625
18.2550742626190185546875
18.1053478717803955078125
17.9664676189422607421875
18.1190145015716552734375
18.2654001712799072265625
18.3539321422576904296875
18.4508228302001953125
18.3688147068023681640625
18.284733295440670275411321199499070644378662109375
18.1300871372222900390625
18.2057387828826904296875
18.1483173370361328125
18.394324779510494494161321199499070644378662109375
17.7941377162933349609375
17.844658374786376953125
17.8579256534576416015625
17.9338400363922119140625
18.025733470916748046875
17.8733384609222412109375
17.910063266754150390625
17.8040826320648193359375
18.1097967624664306640625
18.1890389919281005859375
18.146367073059078478536321199499070644378662109375
18.4958622455596923828125
18.393962860107425427713678800500929355621337890625
18.1274259090423583984375
18.330334424972537732401178800500929355621337890625
18.09623622894287109375
18.123473644256591796875
18.1966698169708251953125
18.23902034759521484375
18.33528900146484375
17.8248217105865478515625
18.0812542438507080078125
18.284200429916385388651178800500929355621337890625
17.8809874057769775390625
18.616829395294189453125
18.638597965240478515625
18.2174732685089111328125
18.2754456996917724609375
18.312831878662109375
18.432446002960205078125
18.3793475627899169921875
18.107761383056640625
17.963418483734130859375
18.5698482990264892578125
18.2728693485260009765625
18.6127421855926513671875
18.642917633056640625
18.2883446216583251953125
17.7976224422454833984375
17.8490188121795654296875
18.4988205432891845703125
18.2030355930328369140625
18.00990200042724609375
18.09117412567138671875
17.932147502899169921875
18.1051981449127197265625
18.41086864471435546875
18.425776958465576171875
18.209766149520870470723821199499070644378662109375
18.243293285369873046875
18.13727474212646484375
18.076487064361572265625
18.1192290782928466796875
17.7553431987762451171875
17.822882175445556640625
18.081112384796142578125
17.9259288311004638671875
17.9225585460662841796875
17.94177532196044921875
17.781852245330810546875
17.85625553131103515625
17.9994719028472900390625
18.2213687896728515625
18.1191627979278564453125
18.08225345611572265625
18.0120193958282470703125
17.958651065826416015625
18.07431125640869140625
18.218642711639404296875
18.19361209869384765625
17.9760539531707763671875
18.106612682342529296875
18.094078540801998400411321199499070644378662109375
18.0922794342041015625
18.027679920196533203125
18.054203510284423828125
17.740856647491455078125
18.0273044109344482421875
18.0041615962982177734375
17.966299533843994140625
18.1873219013214111328125
18.03594207763671875
18.4370253086090087890625
18.245028495788577771463678800500929355621337890625
18.240687847137451171875
18.312384128570556640625
18.2579948902130126953125
18.521892070770263671875
18.04471683502197265625
18.3726456165313720703125
18.366353511810302734375
18.0840742588043212890625
18.624302387237548828125
18.0264985561370849609375
18.060417890548702501973821199499070644378662109375
18.286106109619140625
18.239831447601318359375
18.03511905670166015625
18.107332229614254259786321199499070644378662109375
18.203043460845947265625
18.1242542266845703125
18.336027622222900390625
18.3527355194091796875
18.1651346683502197265625
18.3599874973297119140625
18.1053054332733154296875
18.0747611522674560546875
18.393254756927490234375
18.4139978885650634765625
18.766420841217041015625
17.875761508941650390625
18.071947574615478515625
18.541562557220458984375
18.5015218257904052734375
17.9424555301666259765625
17.90879726409912109375
17.9657199382781982421875
17.983974933624267578125
17.87761974334716796875
